[
    {
        "quote": "It is amazing what you can accomplish if you do not care who gets the credit.",
        "author": "Harry S Truman"
    },
    {
        "quote": "Work hard, be kind, and amazing things will happen.",
        "author": "Conan O'Brien"
    },
    {
        "quote": "When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things.",
        "author": "Joe Namath"
    },
    {
        "quote": "People must feel that the natural world is important and valuable and beautiful and wonderful and an amazement and a pleasure.",
        "author": "David Attenborough"
    },
    {
        "quote": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.",
        "author": "Conan O'Brien"
    },
    {
        "quote": "With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling.",
        "author": "Britney Spears"
    },
    {
        "quote": "It's amazing how much you can learn if your intentions are truly earnest.",
        "author": "Chuck Berry"
    },
    {
        "quote": "The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.",
        "author": "Anna Quindlen"
    },
    {
        "quote": "When you're true to who you are, amazing things happen.",
        "author": "Deborah Norville"
    },
    {
        "quote": "Amazement awaits us at every corner.",
        "author": "James Broughton"
    },
    {
        "quote": "To feel the presence of the Lord is an amazing thing.",
        "author": "Lisa Leslie"
    },
    {
        "quote": "It's amazing how, over time, a person's perspective can be altered.",
        "author": "Fred Durst"
    },
    {
        "quote": "There are amazingly wonderful people in all walks of life; some familiar to us and others not. Stretch yourself and really get to know people. People are in many ways one of our greatest treasures.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "People never cease to amaze me.",
        "author": "Tina Yothers"
    },
    {
        "quote": "The body is an amazing machine... If you eat the right things your body will perform incredibly well!",
        "author": "Shawn Johnson"
    },
    {
        "quote": "Amazingly when you add life and consciousness to the equation you can actually explain some of the biggest puzzles of science.",
        "author": "Robert Lanza"
    },
    {
        "quote": "When it's over, I want to say: all my life I was a bride married to amazement. I was the bridegroom, taking the world into my arms.",
        "author": "Mary Oliver"
    },
    {
        "quote": "It's amazing how a competitive nature can turn a negative into something positive.",
        "author": "Barry Mann"
    },
    {
        "quote": "Nothing amazes me anymore.",
        "author": "David Beckham"
    },
    {
        "quote": "It's amazing the clarity that comes with psychotic jealousy.",
        "author": "Rupert Everett"
    },
    {
        "quote": "It's amazing how good getting up and moving makes you feel.",
        "author": "Paula Deen"
    },
    {
        "quote": "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.",
        "author": "Les Brown"
    },
    {
        "quote": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?",
        "author": "Desmond Tutu"
    },
    {
        "quote": "I'm not a kid anymore. And I'm excited for all the amazing things to come.",
        "author": "Paris Hilton"
    },
    {
        "quote": "Listen once in a while. It's amazing what you can hear.",
        "author": "Russell Baker"
    },
    {
        "quote": "It's amazing how much trouble you can get in when you don't have anything else to do.",
        "author": "Quincy Jones"
    },
    {
        "quote": "It's amazing where the paranoid mind can take you.",
        "author": "Bill Ayers"
    },
    {
        "quote": "It's amazing what ordinary people can do if they set out without preconceived notions.",
        "author": "Ben Stein"
    },
    {
        "quote": "Words to me were magic. You could say a word and it could conjure up all kinds of images or feelings or a chilly sensation or whatever. It was amazing to me that words had this power.",
        "author": "Amy Tan"
    },
    {
        "quote": "I am constantly amazed by Tina Fey. And I am Tina Fey.",
        "author": "Tina Fey"
    },
    {
        "quote": "I think having children is the most amazing thing.",
        "author": "Rachel Stevens"
    },
    {
        "quote": "I really love the internet. They say chat-rooms are the trailer park of the internet but I find it amazing.",
        "author": "Carrie Fisher"
    },
    {
        "quote": "If there was an observer on Mars, they would probably be amazed that we have survived this long.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "I play a musical instrument a little, but only for my own amazement.",
        "author": "Fred Allen"
    },
    {
        "quote": "I have amazing friends who have led inspirational lives.",
        "author": "Andrew Shue"
    },
    {
        "quote": "It's amazing how stress keeps you trim.",
        "author": "Peter Andre"
    },
    {
        "quote": "So much of 'Jaws' was amazing because the mind filled in what was missing.",
        "author": "Bill Sienkiewicz"
    },
    {
        "quote": "Considering the amount of information we're bombarded by, it's amazing if a song can transcend time.",
        "author": "Michael Bolton"
    },
    {
        "quote": "I grew up in a Christian home with amazing parents.",
        "author": "Allyson Felix"
    },
    {
        "quote": "We used to go to Studio 54 - an amazing place.",
        "author": "Jerry Hall"
    },
    {
        "quote": "In 29 years, I had recorded over 2,200 songs. I was amazed.",
        "author": "Kate Smith"
    },
    {
        "quote": "When the youth of America gets together, amazing things happen.",
        "author": "Tom Ford"
    },
    {
        "quote": "It was amazing to me that, all of a sudden, I was hearing my music on the radio and coming out of cars.",
        "author": "Lenny Kravitz"
    },
    {
        "quote": "If you tell people where to go, but not how to get there, you'll be amazed at the results.",
        "author": "George S. Patton"
    },
    {
        "quote": "As far as the public is concerned, India is amazingly secular.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.",
        "author": "Ritchie Blackmore"
    },
    {
        "quote": "The body can do amazing things in a situation when it is really called for.",
        "author": "Suzanne Farrell"
    },
    {
        "quote": "I am indeed amazed when I consider how weak my mind is and how prone to error.",
        "author": "Rene Descartes"
    },
    {
        "quote": "My family is just an amazing melting pot of wonderful religions and faiths.",
        "author": "Rima Fakih"
    },
    {
        "quote": "It is amazing how nice people are to you when they know you're going away.",
        "author": "Michael Arlen"
    },
    {
        "quote": "You would be amazed what the ordinary guy knows.",
        "author": "Matt Drudge"
    },
    {
        "quote": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities, or emotional conflicts, or of money, or of family distractions; it is amazing how quickly you get through those 5,000 steps.",
        "author": "Edwin Land"
    },
    {
        "quote": "It's amazing to me that young people will still pick up a cigarette.",
        "author": "Loni Anderson"
    },
    {
        "quote": "I have a ridiculous fear of sharks but I'd jump in the water in a second for an amazing role.",
        "author": "Kate Mara"
    },
    {
        "quote": "I love Jessica Simpson. I love her voice. She's amazing.",
        "author": "Britney Spears"
    },
    {
        "quote": "The amazing fact is that America is founded on a document. It's a work in progress. It can be tested by each generation.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "To me, when a great band is playing together, it's amazing for me.",
        "author": "John Oates"
    },
    {
        "quote": "It's amazing, if you know what you want to say, how fast it is to write.",
        "author": "Evan Davis"
    },
    {
        "quote": "There was something amazingly enticing about programming.",
        "author": "Vint Cerf"
    },
    {
        "quote": "But I am not going to live for ever. And the more I know it, the more amazed I am by being here at all.",
        "author": "William Hurt"
    },
    {
        "quote": "It's such an amazing thing to be loved for who you are.",
        "author": "Debra Winger"
    },
    {
        "quote": "It's amazing the hours you pull when you're the lead of a show.",
        "author": "Jamie Luner"
    },
    {
        "quote": "Sometimes I think my husband is so amazing that I don't know why he's with me. I don't know whether I'm good enough. But if I make him happy, then I'm everything I want to be.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "I'm the poster boy for Propecia. It's amazing.",
        "author": "Joe Lando"
    },
    {
        "quote": "You will never cease to be the most amazed person on earth at what God has done for you on the inside.",
        "author": "Oswald Chambers"
    },
    {
        "quote": "Pebble Beach. It is tough and the lay out is amazing.",
        "author": "Natalie Gulbis"
    },
    {
        "quote": "People are doing amazing things right now on the Web.",
        "author": "Chris Hughes"
    },
    {
        "quote": "There is such amazing talent at Disney. My job is 100% creative, and I am very excited to creatively lead them.",
        "author": "John Lasseter"
    },
    {
        "quote": "I think that a lot of companies are still amazingly price sensitive.",
        "author": "Sanjay Kumar"
    },
    {
        "quote": "As a kid, I kind of spent my life being amazed by being tricked. I love being tricked. I still love it today.",
        "author": "Daniel Craig"
    },
    {
        "quote": "I had a friend whose family had dinner together. The mother would tuck you in at night and make breakfast in the morning. They even had a spare bike for a friend. It just seemed so amazing to me.",
        "author": "Moon Unit Zappa"
    },
    {
        "quote": "It's amazing how, age after age, in country after country, and in all languages, Shakespeare emerges as incomparable.",
        "author": "M. H. Abrams"
    },
    {
        "quote": "People are generally amazed that I would take an interest in any forum that would require me to stop talking for three hours.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "The opportunity, number one, to work with Ang Lee is an amazing thing for me.",
        "author": "Sam Elliott"
    },
    {
        "quote": "People like Frank Zappa were amazing for us Brits.",
        "author": "Rick Wakeman"
    },
    {
        "quote": "The people I've been exposed to have been people of amazing integrity.",
        "author": "Amy Grant"
    },
    {
        "quote": "There are a lot of people with a lot of money, and I'm amazed they don't understand what a great pleasure it can be to give.",
        "author": "Robert Mondavi"
    },
    {
        "quote": "Isn't it amazing the way the future succeeds in creating an appropriate past?",
        "author": "John Leonard"
    },
    {
        "quote": "The truth sets you free. It's a very liberating thing, when you say this is who I am warts and all and then you can just get on with life. It's amazing.",
        "author": "Geri Halliwell"
    },
    {
        "quote": "I'm proud of the U.S.A. We've done some amazing things. To wear our flag in the Olympics is an honor.",
        "author": "Shaun White"
    },
    {
        "quote": "Elle MacPherson is absolutely amazing; she is just so beautiful.",
        "author": "Carol Alt"
    },
    {
        "quote": "The '60s were an amazing time.",
        "author": "Peter Max"
    },
    {
        "quote": "It's the most amazing feeling to hold your child in your arms.",
        "author": "Chris O'Donnell"
    },
    {
        "quote": "I always felt thrilled and amazed that I could put actor on my tax form.",
        "author": "Geoffrey Rush"
    },
    {
        "quote": "When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "It's amazing how ideas start out, isn't it?",
        "author": "Nigel Farage"
    },
    {
        "quote": "It's been amazing, the number of commercials that I've done, starting back in 1968. It must be 8,000.",
        "author": "Casey Kasem"
    },
    {
        "quote": "I like pens. My writing is so amazing there's never a need to erase.",
        "author": "Todd Barry"
    },
    {
        "quote": "If it's an amazing role, I'll do anything.",
        "author": "Vin Diesel"
    },
    {
        "quote": "I was always amazed about how much I could finally squeeze into a thirty second commercial.",
        "author": "Ridley Scott"
    },
    {
        "quote": "Isn't it amazing how celebrity status preempts even the most ingrained hatreds?",
        "author": "Camryn Manheim"
    },
    {
        "quote": "I really think it is amazing that people actually buy software.",
        "author": "Bill Budge"
    },
    {
        "quote": "I'm always amazed at anyone's interest in what I have to say.",
        "author": "Orlando Bloom"
    },
    {
        "quote": "It's amazing marrying someone who wants nothing to do with Hollywood.",
        "author": "Nicolas Cage"
    },
    {
        "quote": "Emmanuel Lewis was amazing to work with. I'll love that guy to the end of time.",
        "author": "Corin Nemec"
    },
    {
        "quote": "It's pretty amazing to me that my first hit record was an Elvis Presley record.",
        "author": "Mac Davis"
    },
    {
        "quote": "More and more couples are having this negotiation or discussion, but I'm still amazed at the number who aren't and where the cultural norm sort of kicks in and they just assume that mom's got to be the one who stays home, not dad.",
        "author": "James Levine"
    },
    {
        "quote": "It's an amazing luxury to say I'm 31 years old and I'm gonna take a year off. That's pretty amazing.",
        "author": "Sarah McLachlan"
    },
    {
        "quote": "It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.",
        "author": "Jerry Seinfeld"
    },
    {
        "quote": "I wouldn't be where I am today without the amazing public arts education that I had.",
        "author": "Matthew Morrison"
    },
    {
        "quote": "We don't even know how strong we are until we are forced to bring that hidden strength forward. In times of tragedy, of war, of necessity, people do amazing things. The human capacity for survival and renewal is awesome.",
        "author": "Isabel Allende"
    },
    {
        "quote": "The key to nature's therapy is feeling like a tiny part of it, not a master over it. There's amazing pride in seeing a bee land on a flower you planted - but that's not your act of creation, it's your act of joining in.",
        "author": "Victoria Coren Mitchell"
    },
    {
        "quote": "God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don't know what I'd do without them.",
        "author": "Josie Loren"
    },
    {
        "quote": "Your life is your canvas, and you are the masterpiece. There are a million ways to be kind, amazing, fabulous, creative, bold, and interesting.",
        "author": "Kerli"
    },
    {
        "quote": "If I could teach people to be grateful, we could have an amazing world where negativity could not grow and foster, and children would have a smile on their face.",
        "author": "Catriona Gray"
    },
    {
        "quote": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.",
        "author": "Sam Walton"
    },
    {
        "quote": "Strangely enough, when the Sugababes' 'Freak Like Me' went to number 1, which was built around my 'Are 'Friends' Electric' song, I had another song called 'Rip' go to number 1 in the Kerrang TV chart, so I was pulling new people in from very different areas of musical interest. That was quite an amazing week.",
        "author": "Gary Numan"
    },
    {
        "quote": "I am just a girl chasing her dreams and having an amazing adventure.",
        "author": "Madeline Stuart"
    },
    {
        "quote": "People always tell you, 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be great! Be awesome! Be awesome!",
        "author": "Kanye West"
    },
    {
        "quote": "There's beauty everywhere. There are amazing things happening everywhere, you just have to be able to open your eyes and witness it. Some days, that's harder than others.",
        "author": "Sarah McLachlan"
    },
    {
        "quote": "I absolutely adore cows. They're the most fascinating, gentle and beautiful animals. Their eyes are so amazing. I have ten that live on the land around my house. I love to talk to them. There are few things better than falling asleep in a field and being woken up by an inquisitive cow.",
        "author": "Mary Quant"
    },
    {
        "quote": "Social media is an amazing tool, but it's really the face-to-face interaction that makes a long-term impact.",
        "author": "Felicia Day"
    },
    {
        "quote": "There is an amazing power getting to know your inner self and learning how to use it and not fight with the world. If you know what makes you happy, your personality, interests and capabilities, just use them, and everything else flows beautifully.",
        "author": "Juhi Chawla"
    },
    {
        "quote": "Gaming is one of those things that's pretty amazing because when you think about it, everybody wants to game; whether you're a casual gamer, or you're an enthusiast gamer, there's a large market for us.",
        "author": "Lisa Su"
    },
    {
        "quote": "I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man.",
        "author": "Jake Owen"
    },
    {
        "quote": "I've prioritized taking care of my mind, having fun, and doing things that make me laugh. And eating well - as in, really good food, like steak or pasta or fresh vegetables or an amazing dessert. You know, 'treat yo'self.'",
        "author": "Phillipa Soo"
    },
    {
        "quote": "I mean, everything that is upon this earth, even from a worm or a caterpillar that blossoms into a butterfly, you know, these things are just amazing.",
        "author": "Lil B"
    },
    {
        "quote": "I feel really humbled and really grateful to have the opportunities that I've had over the past couple of years to work with some amazing people. I think, at this point, I just want to put my head down and grind and do honest work.",
        "author": "Ben Schnetzer"
    },
    {
        "quote": "It's amazing. Life changes very quickly, in a very positive way, if you let it.",
        "author": "Lindsey Vonn"
    },
    {
        "quote": "May your trails be crooked, winding, lonesome, dangerous, leading to the most amazing view. May your mountains rise into and above the clouds.",
        "author": "Edward Abbey"
    },
    {
        "quote": "Exercise is amazing, from the inside out. I feel so alive and have more energy.",
        "author": "Vanessa Hudgens"
    },
    {
        "quote": "I have amazing people around me. I couldn't be in a better place. I'm grateful for my life and where I'm at. I never thought I could be in the position that I'm in.",
        "author": "Ashlee Simpson"
    },
    {
        "quote": "I just wanna give a big shout out to all the fans out there who have followed my work up until now. You guys are amazing!! Hearing from fans is the best feeling in the world.",
        "author": "Lindsey Shaw"
    },
    {
        "quote": "When you lose a parent, you realize how vital they are to the foundation of your life. It's impossible to understand what it means until that curtain is pulled. You're an orphan. But then I think that life is kind of remarkable, and the thing that causes the biggest pain can also bring amazing energy.",
        "author": "Neneh Cherry"
    },
    {
        "quote": "I'm so happy to have been a part of that process and I would go straight back into the desert in a ton of chain mail for Ridley any day of the week. He's an amazing director and I can't wait to see the long version.",
        "author": "Orlando Bloom"
    },
    {
        "quote": "That's the amazing thing about music: there's a song for every emotion. Can you imagine a world with no music? It would suck.",
        "author": "Harry Styles"
    },
    {
        "quote": "It's amazing to me how many people think that voting to have the government give poor people money is compassion. Helping poor and suffering people yourself is compassion. Voting for our government to use guns to give money to help poor and suffering people is immoral, self-righteous, bullying laziness.",
        "author": "Penn Jillette"
    },
    {
        "quote": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.",
        "author": "Antoine Predock"
    },
    {
        "quote": "My mum's amazing. She's the person I admire most, I think, in her sacrifice to me and my sister and her level of emotional sacrifice to people around her. She takes a high level of personal responsibility for the welfare of people around her.",
        "author": "Jon Richardson"
    },
    {
        "quote": "I think dogs are the most amazing creatures; they give unconditional love. For me, they are the role model for being alive.",
        "author": "Gilda Radner"
    },
    {
        "quote": "When you're challenged to the extreme, you learn so much about yourself. And when you're willing to give that ultimate sacrifice, when you're willing to tackle a job or a task or a mission head-on and give 100%, you can achieve amazing things because you're almost fearless.",
        "author": "Ant Middleton"
    },
    {
        "quote": "Wood carving is such an amazing skill and very underrated; once you cut it, it's hard to go back.",
        "author": "Jonathan Anderson"
    },
    {
        "quote": "I am humbled and excited by new opportunities for me to support and share the amazing work NASA is doing to help us travel farther into the solar system and work with the next generation of science and technology leaders.",
        "author": "Scott Kelly"
    },
    {
        "quote": "I think Freddie Mercury is probably the best of all time in terms of a rock voice. There was a vulnerability to it, his technical ability was amazing, and so much of his personality would come out through his voice. I'm not even a guy to buy Queen records, really, and I still think he's one of the best.",
        "author": "Chris Cornell"
    },
    {
        "quote": "People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people.",
        "author": "Marcus Lemonis"
    },
    {
        "quote": "My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, 'George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.'",
        "author": "Tagg Romney"
    },
    {
        "quote": "Even when I see a beautiful woman, I think, 'Aw, her life must be amazing.' Everyone does it. That's human nature to believe that beauty is everything.",
        "author": "Marina and the Diamonds"
    },
    {
        "quote": "Ever consider what pets must think of us? I mean, here we come back from a grocery store with the most amazing haul - chicken, pork, half a cow. They must think we're the greatest hunters on earth!",
        "author": "Anne Tyler"
    },
    {
        "quote": "There are still some people out there who believe comic books are nothing more than, well, comic books. But the true cognoscenti know graphic novels are - at their best - an amazing blend of art literature and the theater of the mind.",
        "author": "John Ridley"
    },
    {
        "quote": "James Ralston, my guitar player, has performed with Tina Turner for about 22 years. Jim Hanson on bass has played with Johnny Cash, Rodney Crowell and Bruce Springsteen, and they're fantastic musicians and amazing singers they get a really cool vocal sound together.",
        "author": "Vonda Shepard"
    },
    {
        "quote": "It's every little girl's dream to have an exact look-alike doll. It's amazing.",
        "author": "Bindi Irwin"
    },
    {
        "quote": "I don't see the desert as barren at all; I see it as full and ripe. It doesn't need to be flattered with rain. It certainly needs rain, but it does with what it has, and creates amazing beauty.",
        "author": "Joy Harjo"
    },
    {
        "quote": "Israel changed my life. It is one of the most amazing countries that I have ever been to.",
        "author": "Frank Grillo"
    },
    {
        "quote": "At the end of the day, having a partner in crime for life is so amazing and special, when it's real and genuine, that it's worth taking the risk. And you are going to get hurt; trust me - I know! I've been hurt a couple times - maybe more than a couple times. But you gotta pick yourself back up and give it another chance.",
        "author": "Paula Patton"
    },
    {
        "quote": "It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "I have an amazing partnership with Red Bull.",
        "author": "Ninja"
    },
    {
        "quote": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.",
        "author": "Liv Tyler"
    },
    {
        "quote": "Did you ever spell a word so bad that your spell check has absolutely no clue what you're trying to spell? What do you end up getting, you end up getting, like, a question mark. You got a million dollars of technology just looking back at you like, 'You got me, buddy. Which is pretty amazing because I have all the words.'",
        "author": "Bill Burr"
    },
    {
        "quote": "What can a pencil do for all of us? Amazing things. It can write transcendent poetry, uplifting music, or life-changing equations; it can sketch the future, give life to untold beauty, and communicate the full-force of our love and aspirations.",
        "author": "Adam Braun"
    },
    {
        "quote": "Be open to the amazing changes which are occurring in the field that interest you.",
        "author": "Leigh Steinberg"
    },
    {
        "quote": "I am very lucky to have the opportunity to travel to so many amazing destinations for work!",
        "author": "Brad Goreski"
    },
    {
        "quote": "My mom is a really good cook. I didn't get the cooking gene, but she cooks this really amazing dinner every Christmas, and that's always really fun.",
        "author": "Miranda Cosgrove"
    },
    {
        "quote": "The begonia is an amazing plant... it just keeps going along and blooming, and when cut back, it starts up again.",
        "author": "Gladys Taber"
    },
    {
        "quote": "I've been very lucky; God has done amazing things for me.",
        "author": "Gina Rodriguez"
    },
    {
        "quote": "Being a teenager is an amazing time and a hard time. It's when you make your best friends - I have girls who will never leave my heart and I still talk to. You get the best and the worst as a teen. You have the best friendships and the worst heartbreaks.",
        "author": "Sophia Bush"
    },
    {
        "quote": "I have a great family, I live an amazing life.",
        "author": "John Oates"
    },
    {
        "quote": "One of the most amazing things about mathematics is the people who do math aren't usually interested in application, because mathematics itself is truly a beautiful art form. It's structures and patterns, and that's what we love, and that's what we get off on.",
        "author": "Danica McKellar"
    },
    {
        "quote": "If you're going to do a job, do it right. If you're going to throw a birthday party, make it amazing. If you're going to do anything, do it awesome.",
        "author": "Jimmy John Liautaud"
    },
    {
        "quote": "I like making pies. I have a bunch of fruit trees in my backyard. My loquat tree sprouted, and I like making loquat pie. They're really hard to peel and everything, and it took me forever, but they make the best pies. They're amazing.",
        "author": "Kristen Stewart"
    },
    {
        "quote": "Try not to get lost in comparing yourself to others. Discover your gifts and let them shine! Softball is amazing that way as a sport. Everyone on the field has a slightly different ability that makes them perfect for their position.",
        "author": "Jennie Finch"
    },
    {
        "quote": "Sometimes it's not always about what you can see or hear but what's under the hood of a game that's most impressive. Between those thousands and thousands of lines of code, magic happens. Sometimes the most amazing feats of gaming wizardry happen without you even noticing.",
        "author": "Rob Manuel"
    },
    {
        "quote": "If you have the opportunity to do amazing things in your life, I strongly encourage you to invite someone to join you.",
        "author": "Simon Sinek"
    },
    {
        "quote": "I'm not an amazing cook. But I can follow a recipe!",
        "author": "Rachel McAdams"
    },
    {
        "quote": "My dad was working abroad, in Iraq, and he was a doctor. We used to go and visit him, in Baghdad, off and on. For the first ten years of my life, we used to go backwards and forwards to Baghdad, so that was quite amazing. I spent a lot of time traveling around the Middle East.",
        "author": "Andy Serkis"
    },
    {
        "quote": "I always pray for God's guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way.",
        "author": "Ben Carson"
    },
    {
        "quote": "Thank God for the Internet. Thank God for these amazing portals that are there. For instance, Netflix and Amazon. The kind of content the audience has got to see has gone up drastically, and because of this, the quality of work will go up, too.",
        "author": "Bhumi Pednekar"
    },
    {
        "quote": "We can all agree that social media is an amazing platform where we can interact with and meet people and that we probably would have never had the chance to otherwise, right? However, it also has sadly become a place where some people go to share negative thoughts and comments.",
        "author": "Peyton List"
    },
    {
        "quote": "My son has been the best thing that has happened in my life. He has been amazing, and he is truly heaven-sent. And so, I just feel all that love.",
        "author": "Ciara"
    },
    {
        "quote": "When we look out into space, we're looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It's an amazing thing. The history is there for us to see. It's not mushed up like the geologic record of Earth. You can just see it exactly as it was.",
        "author": "Margaret Geller"
    },
    {
        "quote": "You've got to invest in the world, you've got to read, you've got to go to art galleries, you've got to find out the names of plants. You've got to start to love the world and know about the whole genius of the human race. We're amazing people.",
        "author": "Vivienne Westwood"
    },
    {
        "quote": "It's truly amazing to see where determination and drive will lead you.",
        "author": "Zelina Vega"
    },
    {
        "quote": "My mom was always my biggest teacher, my inspiration, my role model. My mom was just the most amazing person. She was like a bon vivant in that she just lived each day to the fullest. As soon as I became a vegetarian, she became a vegetarian.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "It's amazing how a simple brief phone call can pick up the spirits of the most dejected hamster, the most stressed goldfish and the most neurotic cat.",
        "author": "Noel Edmonds"
    },
    {
        "quote": "Life is a rotten lottery. I've had a pretty amazing life, a good life, and God knows I'm thankful, but I do believe that after 30, stop whining! Everybody's dealt a hand, and it's not fair what you get. But you've got to deal with it.",
        "author": "John Waters"
    },
    {
        "quote": "Motherhood is a dream. It really is absolutely amazing.",
        "author": "Jessica Simpson"
    },
    {
        "quote": "For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience.",
        "author": "Wolfgang Puck"
    },
    {
        "quote": "It is quite amazing how hard the subconscious works when it is made to understand that this life is not a rehearsal, there is no safety net and no assurance of any final closure. It is also quite appalling to realize how catatonic the imagination can become when we hedge our bets, opt for the safer direction at every fork in the path.",
        "author": "John Burdett"
    },
    {
        "quote": "The amazing thing about love and attention and encouragement and grace and success and joy is that these things are infinite. We get a new supply every single morning, and so we can give it away all day. We never, ever have to monitor the supply of others or grab or hoard.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "Motherhood has most definitely changed me and my life. It's so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason.",
        "author": "Kourtney Kardashian"
    },
    {
        "quote": "I'm incredibly fortunate to have met the intelligent, generous, risk-taking, stimulating man to whom I am married. He's really amazing.",
        "author": "Cate Blanchett"
    },
    {
        "quote": "What I've enjoyed most, though, is meeting people who have a real interest in food and sharing ideas with them. Good food is a global thing and I find that there is always something new and amazing to learn - I love it!",
        "author": "Jamie Oliver"
    },
    {
        "quote": "I have a glass of alkaline water first thing. I don't have the biggest appetite in the morning, which is kind of tough for me, but I always start with a green drink called Tonic Alchemy. It's a really amazing combination drink that has a lot of different superfoods and algae and Chinese herbs.",
        "author": "Jamie Anderson"
    },
    {
        "quote": "Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there.",
        "author": "Tom Holland"
    },
    {
        "quote": "I swim like a fish and I have an amazing kick.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "I've only done four or five episodes of 'Two and a Half Men,' and its amazing how many people recognize me for that more than anything else in my career.",
        "author": "Joel Murray"
    },
    {
        "quote": "In editing, it's amazing how you choose the in and out points. What you cut on is everything for creating tension. It's amazing how expanding a shot by five seconds can just ruin the tension.",
        "author": "Sean Durkin"
    },
    {
        "quote": "Creating something new is the difficult part. To make it and build it and get everyone to follow? Amazing.",
        "author": "Pep Guardiola"
    },
    {
        "quote": "A delicious smoothie is a really easy way of taking on lots of amazing skin boosting ingredients and was my first port of call every morning in the run-up to my wedding - I'll throw in frozen berries, banana, spinach, almond butter, almond milk, and oats for a quick breakfast quite often.",
        "author": "Ella Woodward"
    },
    {
        "quote": "Savannah is amazing with the town squares and the hanging moss and the French Colonial houses. It's brutally romantic.",
        "author": "David Morrissey"
    },
    {
        "quote": "Propaganda is amazing. People can be led to believe anything.",
        "author": "Alice Walker"
    },
    {
        "quote": "The Kate Winslet thing has been a shocker. I was like, that is the most ridiculous claim. Amazing, obviously. She's been my idol since I re-enacted 'Titanic' and fell in love with Leo. And it's a privilege to be called the next anything. But I suppose to be the next you is all you can do.",
        "author": "Florence Pugh"
    },
    {
        "quote": "Carbon nanotubes are amazing because they're really good electrical conductors, yet they are only a few atoms in diameter. You can make transistors out of them in the same way you can with silicon. At Berkeley, we made the narrowest device anybody had ever made. It was basically a single molecule.",
        "author": "Paul McEuen"
    },
    {
        "quote": "I have realized that when you rescue your pet from a shelter, it is the most amazing feeling in the world how this animal changes your life by giving it a better one.",
        "author": "Zak Bagans"
    },
    {
        "quote": "I think women are amazing for being able to show what they feel. I admire women who do. I think it's a mistake when women cover their emotions to look tough. I say let's own who we are and use it as a strength.",
        "author": "Gal Gadot"
    },
    {
        "quote": "My mother was the most amazing person. She taught me to be kind to other women. She believed in family. She was with my father from the first day they met. All that I am, she taught me.",
        "author": "Sidney Poitier"
    },
    {
        "quote": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life.",
        "author": "Tina Yothers"
    },
    {
        "quote": "I feel like I'm really blessed and lucky that I have a very good social life outside of the gym, and I have a really amazing family. My parents are so supportive. I have a younger brother and two younger sisters, and they're really awesome. So I feel like I get the best of both worlds.",
        "author": "Aly Raisman"
    },
    {
        "quote": "My mother was the greatest example to me of anyone I've ever known. She didn't have an easy life. I adored her. She worked hard all her life, and she was the one who set my values. She was quite an amazing woman, although she wasn't tough at all.",
        "author": "Lauren Bacall"
    },
    {
        "quote": "Everybody says, 'I want to change,' but they're not willing to pay the price of it. That was the metaphor of 'Life's Golden Ticket'... Life is some kind of a ride, and if you want that ride to be exhilarating and amazing, you've got to pay to get in. And the price is a willingness to change above and beyond what most people will do.",
        "author": "Brendon Burchard"
    },
    {
        "quote": "Wouldn't it be amazing if we spent as much energy investing in experiences as we do investing in things?",
        "author": "Ruzwana Bashir"
    },
    {
        "quote": "Here is the amazing thing about Easter; the Resurrection Sunday for Christians is this, that Christ in the dying moments on the cross gives us the greatest illustration of forgiveness possible.",
        "author": "T. D. Jakes"
    },
    {
        "quote": "Sydney is the most amazing city. The food and the beautiful beaches are fantastic, and all that surf and sunshine make you feel unbelievably relaxed.",
        "author": "Ronan Keating"
    },
    {
        "quote": "I walk in a space of gratitude. I'm so grateful to God for blessing me with an amazing family and the opportunity to do what I love.",
        "author": "Jurnee Smollett-Bell"
    },
    {
        "quote": "The most amazing thing for me is that every single person who sees a movie, not necessarily one of my movies, brings a whole set of unique experiences. Now, through careful manipulation and good storytelling, you can get everybody to clap at the same time, to hopefully laugh at the same time, and to be afraid at the same time.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "Even more amazing than modern technology is our opportunity to access information directly from Heaven, without hardware, software, or monthly service fees.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "I love chicken. I love chicken products: fried chicken, roasted chicken, chicken nuggets - whatever. And going to Japan, I would see that these chicken were smoked and then grilled and then have this amazing crispy skin.",
        "author": "David Chang"
    },
    {
        "quote": "I played rugby for years, and I had a rugby jacket that I lost when I was 14. Somehow, my brother found it in storage 15 years later, and he gave it back to me for my 30th birthday. That was amazing and probably one of the best gifts I've ever received.",
        "author": "Ryan Reynolds"
    },
    {
        "quote": "I stream this radio station, Radio Nova, that's based in Paris. They curate a beautiful set that's really all over the place - they'll play blues or some West African music, then A Tribe Called Quest, then funk from Ethiopia, then James Brown, and then the Beatles. It's an amazing mix.",
        "author": "Zoe Kravitz"
    },
    {
        "quote": "Isn't it amazing how much stuff we get done the day before vacation?",
        "author": "Zig Ziglar"
    },
    {
        "quote": "I'm trying to escape the shackles of a pen and a pad. I've sat in sessions with Jay-Z where he doesn't write anything down. He'll come up with the most incredible triple entendre, all in his head - it's amazing.",
        "author": "Ne-Yo"
    },
    {
        "quote": "Oftentimes, it feels like we spend so much of our life waiting to make art, waiting for somebody to let us do something. You don't really have to do that. You can make it all the time. And 99 percent of the time, it's not going to be a big deal on a global scale. But 100 percent of the time, it's going to make you feel amazing.",
        "author": "Daveed Diggs"
    },
    {
        "quote": "I've been blessed with so many opportunities and so many amazing things throughout this process. But all the while, I remember that the reason that I'm here and the reason that I do music and tell these stories is that people come to know the love, the God that I know.",
        "author": "Andra Day"
    },
    {
        "quote": "The court makes an amazing amount of decisions that ought to be made by the people.",
        "author": "Antonin Scalia"
    },
    {
        "quote": "The difference between Marilyn Monroe and the early Pamela Anderson is not that great. What's amazing is that the taste of American men and international tastes in terms of beauty have essentially stayed the same. Styles change, but our view of beauty stays the same.",
        "author": "Hugh Hefner"
    },
    {
        "quote": "The video game culture was an important thing to keep alive in the film because we're in a new era right now. The idea that kids can play video games like Grand Theft Auto or any video game is amazing. The video games are one step before a whole other virtual universe.",
        "author": "Vin Diesel"
    },
    {
        "quote": "My dad was my best friend and greatest role model. He was an amazing dad, coach, mentor, soldier, husband and friend.",
        "author": "Tiger Woods"
    },
    {
        "quote": "If you pay attention to the world, it's an amazing place. If you don't, it's whatever you think it is.",
        "author": "Reggie Watts"
    },
    {
        "quote": "It is amazing how complete is the delusion that beauty is goodness.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "The most horrifying thing I ever did was work as a steward on an airplane. I wanted to get hired by United. I thought, 'With my languages, this will be amazing; I will work in First Class.' But I could only get a job with an airline going from Newark, New Jersey to Fort Lauderdale, Florida.",
        "author": "John Grant"
    },
    {
        "quote": "The most amazing thing is when you find yourself watching someone in the cafe or something doing something weird. It's amazing what people do, isn't it, when you just look at them, when you take the time to look.",
        "author": "Ben Whishaw"
    },
    {
        "quote": "We are on the precipice of a crisis, a Constitutional crisis. The checks and balances, which have been at the core of this Republic, are about to be evaporated by the nuclear option. The checks and balances that say if you get 51% of the vote, you don't get your way 100% of the time. It is amazing, it's almost a temper tantrum.",
        "author": "Chuck Schumer"
    },
    {
        "quote": "My kids are my No. 1 priority. They're the light in my everyday life. The sunshine. The miracle. Those eyes. Those smiles. At the same time, I have an extended, amazing family that is my audience. All these people have been with me for such a long time. I have these two responsibilities.",
        "author": "Thalia"
    },
    {
        "quote": "I think as a Canadian hockey player, you go through it in your mind so many times, being able to stand on that blue line and hear your national anthem play and being a gold medal champion, you dream of that. And then to be able to accomplish that and actually win a gold medal and represent your country its an amazing feeling.",
        "author": "Sidney Crosby"
    },
    {
        "quote": "My public image is so low-key, but I get to travel the world and still have an audience and it's really amazing. I don't take that for granted.",
        "author": "K. D. Lang"
    },
    {
        "quote": "I hope I'm not a tourist attraction - I'm sure that they come here really because St. Andrews is just amazing, a beautiful place.",
        "author": "Prince William"
    },
    {
        "quote": "There's always room out there for the hand-drawn image. I personally like the imperfection of hand drawing as opposed to the slick look of computer animation. But you can do good stuff either way. The Pixar movies are amazing in what they do, but there's plenty of independent animators who are doing really amazing things as well.",
        "author": "Matt Groening"
    },
    {
        "quote": "Music is amazing. There's some metaphysical comfort where it allows you to be isolated and alone while telling you that you are not alone... truly, the only cure for sadness is to share it with someone else.",
        "author": "Wayne Coyne"
    },
    {
        "quote": "I've had an amazing ride. I've been blessed beyond things that I could never have imagined.",
        "author": "Sonny Bill Williams"
    },
    {
        "quote": "I'm not perfect. And who knows how many times I've fallen short. We all fall short. That's the amazing thing about the grace of God.",
        "author": "Tim Tebow"
    },
    {
        "quote": "You think aerobics is not a cool sport? I think you are wrong. It requires amazing discipline - flexibility, fitness, knowledge. And you have to do it with a big smile on your face. Also, I once performed in front of 10,000 screaming women. I tell you something, I'd rather do that than kick a ball around in front of a few men.",
        "author": "Magnus Scheving"
    },
    {
        "quote": "Lauryn Hill's always been a hero of mine. And Bruno Mars, Janelle Monae and Adele, those are the current artists I would reference in terms of who's been able to do really amazing pop records with really cool, organic throwback elements of soul in there as well.",
        "author": "Judith Hill"
    },
    {
        "quote": "You don't need to go to Rome, Prague or Vienna to find wonderful architecture, amazing stories and suprising, hidden gems.",
        "author": "Alice Roberts"
    },
    {
        "quote": "I've loved Michael Jackson since the minute I was born. He's probably the most talented person ever. He was able to create such an amazing career and be probably the biggest star we've ever had.",
        "author": "Zendaya"
    },
    {
        "quote": "There are things that people say that hurt my feelings or whatever, especially with social media right now. It can be the most amazing thing, and it can also be the most negative and detrimental thing.",
        "author": "Zendaya"
    },
    {
        "quote": "That show, 'The Amazing Race' - is that about white people?",
        "author": "Zach Galifianakis"
    },
    {
        "quote": "I may be a lifelong 'downtowner,' but Central Park really is the most amazing and the most beautiful part of New York City.",
        "author": "Moby"
    },
    {
        "quote": "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Steve Jobs' ability to focus in on a few things that count, get people who get user interface right, and market things as revolutionary are amazing things.",
        "author": "Bill Gates"
    },
    {
        "quote": "I have short goals - to get better every day, to help my teammates every day - but my only ultimate goal is to win an NBA championship. It's all that matters. I dream about it. I dream about it all the time, how it would look, how it would feel. It would be so amazing.",
        "author": "LeBron James"
    },
    {
        "quote": "I don't have synesthesia, but I think when music is really intense, it's almost like it's more than just hearing. If you're at a gig, and there's just something amazing going on, it's not really just hearing: it's more of a total body sense, isn't it? You get transported, and all your senses kind of join up.",
        "author": "Max Richter"
    },
    {
        "quote": "The human body and mind are tremendous forces that are continually amazing scientists and society. Therefore, we have no choice but to keep an open mind as to what the human being can achieve.",
        "author": "Evelyn Glennie"
    },
    {
        "quote": "It's amazing what sleep does for your looks.",
        "author": "Emily Procter"
    },
    {
        "quote": "I think Alison Krauss is one of the most amazing singers ever. As a songwriter - this is gonna sound cheesy - I love Randy Newman. And my mom passed on a love of Bob Dylan and Joni Mitchell. At one point I was so into the Indigo Girls, just like I was so into the Dixie Chicks, those female harmonies.",
        "author": "Cam"
    },
    {
        "quote": "Exposing yourself to many kinds of art can only lead to amazing things. It helps you learn about your own art, your own taste, what kind of art you want to create for yourself.",
        "author": "Phillipa Soo"
    },
    {
        "quote": "In the 20th century, we had a century where at the beginning of the century, most of the world was agricultural and industry was very primitive. At the end of that century, we had men in orbit, we had been to the moon, we had people with cell phones and colour televisions and the Internet and amazing medical technology of all kinds.",
        "author": "David Gerrold"
    },
    {
        "quote": "One of the things I like about music is it's an abstract art, totally abstract, where you can convey an emotion, which I find amazing.",
        "author": "Bernard Sumner"
    },
    {
        "quote": "It's amazing what you can learn to get used to.",
        "author": "Chesley Sullenberger"
    },
    {
        "quote": "German has always felt the language that I come back to. It's given a very hard time by most people for being ugly and guttural. In fact, it's one of the most melodic, lyrical languages around. And German literature is amazing. It's just a treasury for me.",
        "author": "Susie Dent"
    },
    {
        "quote": "Time is kind of an amazing thing because you can do so much with it. I think people underestimate time... I don't want to just sit on my phone for hours.",
        "author": "Billie Eilish"
    },
    {
        "quote": "Men and women do think differently, and frankly, we don't understand each other. Not at all! But that's what makes relationships so amazing.",
        "author": "Kevin Hart"
    },
    {
        "quote": "You know, Johnny Depp has always been a massive inspiration for me and he's somebody who has produced an incredible amount of work, and every single piece that he does is amazing.",
        "author": "Jamie Campbell Bower"
    },
    {
        "quote": "William F. Buckley was a man who had a great capacity for fun and for amusing himself by amazing others.",
        "author": "Dick Cavett"
    },
    {
        "quote": "It's amazing what a coral-colored necklace can do to a plain brown cardigan.",
        "author": "Jayma Mays"
    },
    {
        "quote": "I met Ellie Goulding at the BRITs. She's lovely. I've got a lot of time for her. I gave her congratulations and whatnot and she let me hold her BRIT. That was amazing - once I'd touched one for the first time, I said 'This cannot be the last time I touch a BRIT.'",
        "author": "Tinie Tempah"
    },
    {
        "quote": "Fashion pictures show people looking glamorous. Travel pictures show a place looking at its best, nothing to do with the reality. In the cookery pages, the food always looks amazing, right? Most of the pictures we consume are propaganda.",
        "author": "Martin Parr"
    },
    {
        "quote": "For merchants, it is an amazing opportunity. Compared to Paypal, crypto has no credit card fees, no charge backs, no 'Oops, we decided to hold your cash for 3-12 months while we investigate something we can't disclose.'",
        "author": "Gil Penchina"
    },
    {
        "quote": "I have heard, 'Never go to bed angry,' and that makes sense. Unless you're always checking yourself, a grudge or something small can break apart a relationship, and you start to forget what is so amazing about your partner.",
        "author": "Diplo"
    },
    {
        "quote": "The leaders come up from the volunteers that do the work, and it's amazing because then they do these incredible things in their community that they never thought they had the power to make that happen.",
        "author": "Dolores Huerta"
    },
    {
        "quote": "I have been fortunate to have worked with immensely talented writers and directors who have had faith in me. There's been very little hard work but a lot of learning. I have learnt from each of my characters, and I think that's rather amazing.",
        "author": "Sriti Jha"
    },
    {
        "quote": "I trained with Olympics Athlete Jeanette Kwakye - who is amazing! And Shani Anderson, who is an excellent Olympic runner. We trained five times a week; running, circuits, weights, working out in the gym, and on the track. It was an insane time.",
        "author": "Lily James"
    },
    {
        "quote": "My childhood memories are amazing; I had freedom in every way - but I see everything from a different perspective now that I live outside.",
        "author": "Ana de Armas"
    },
    {
        "quote": "I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.",
        "author": "e. e. cummings"
    },
    {
        "quote": "It had always been a dream of mine to come to New York to work. Coming to New York and looking for work is one thing, but coming to New York and already having a job and feeling like you are already part of the city has been an amazing experience for me.",
        "author": "Karine Vanasse"
    },
    {
        "quote": "I love kimonos because you can just throw them on over anything. Ever since I got my first kimono from Lane Bryant in high school and thought, 'This is amazing; I can wear it with everything!'",
        "author": "Lizzo"
    },
    {
        "quote": "God's grace is amazing! We're saved by grace - God's undeserved favor - and we live by grace, which is also God's power in our lives to do what we could never do in our own strength. And it's all because God is love, and He loves us unconditionally, constantly and completely.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "I want to be known as A.J. Styles, the WWE Superstar that he is, and have amazing matches, make memories - I think that's the goal.",
        "author": "A.J. Styles"
    },
    {
        "quote": "Oftentimes, whenever I do interviews with guitar magazines and we discuss my influences, I mention people like Steve Morse, Alex Lifeson, Al Di Meola - but John Scofield's name never comes up. And that's funny because he's so amazing; he's the epitome of a really cool guitar player.",
        "author": "John Petrucci"
    },
    {
        "quote": "I'm usually the kind of person where if someone tells me, 'Oh my God, you have to watch this show. It's amazing,' I kind of want to go against it and not watch it. But for 'Stranger Things,' I couldn't resist. I had to watch it.",
        "author": "Sadie Sink"
    },
    {
        "quote": "Failure is ultimately very liberating. Once you come out the other side of it, you just might have faced one of your biggest fears and lived. The other side of failure is a big elimination of fear of failure. Trust me, that is an amazing gift.",
        "author": "Julie Wainwright"
    },
    {
        "quote": "Everything has happened so fast for me that I sometimes can't take it all in. I'm a huge 'Friends' fan, and meeting Matthew Perry in L.A., where he was as keen to talk to me about 'Extras' as I was to him about 'Friends,' was amazing.",
        "author": "Ashley Jensen"
    },
    {
        "quote": "I know it can be difficult to try and achieve your dreams when you don't have the same advantages as some other people may have, but this is a country full of opportunity where amazing things can happen, if you are willing to hustle and be smart about it.",
        "author": "Kat Timpf"
    },
    {
        "quote": "My mother is an amazing woman. Not only did she manage the entire household, she noticed a gift in each of her kids and instilled confidence in all of us that that gift would take us wherever we wanted to go.",
        "author": "Barbara Corcoran"
    },
    {
        "quote": "Philippines, what an amazing honor it has been to carry your name across my chest and to embody you in all aspects.",
        "author": "Catriona Gray"
    },
    {
        "quote": "My first American experience was in the harbor of New York City when I saw that amazing big, tall lady. I remember thinking, 'Oh my goodness, a lady runs this country.'",
        "author": "Rita Moreno"
    },
    {
        "quote": "'Nova' was one of the tracks that inspired me to create 'Fade,' which later became 'Faded'. It has a beautiful melody, and the way it progresses throughout the whole track is just amazing!",
        "author": "Alan Walker"
    },
    {
        "quote": "I've been fortunate enough to really work with amazing people and have incredible people lead me along the way.",
        "author": "Mickie James"
    },
    {
        "quote": "It's amazing because people come up to me and say, 'Chuck, you're the luckiest guy in the world to be a world karate champion and a movie and TV star.' When they say this to me, I kind of smile because luck had nothing to do with it; God had everything to do with it.",
        "author": "Chuck Norris"
    },
    {
        "quote": "I've always been a happy-go-lucky person. I haven't got any dark tales, I didn't draw on my own past, I'm from a very normal stable background and had an amazing childhood, and I haven't got any complaints really.",
        "author": "Vicky McClure"
    },
    {
        "quote": "The ending shot of 'Queen Christina' with Greta Garbo is amazing. She's at the head of the ship, and she's been through so much, and the camera gets so close to her face. That really sticks out for me.",
        "author": "James Gray"
    },
    {
        "quote": "I love being around my friends and my family and spending time with my husband. I like being normal and recharging my batteries, and I feel like I have the coolest job in the world where I get to get on stage and perform and get to do a lot of really amazing things.",
        "author": "Carrie Underwood"
    },
    {
        "quote": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.",
        "author": "Gloria Steinem"
    },
    {
        "quote": "Women have always been strong; women have been capable and able and amazing at life.",
        "author": "Lindsey Morgan"
    },
    {
        "quote": "Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "If you want to create a great product, just focus on one person. Make that one person have the most amazing experience ever.",
        "author": "Brian Chesky"
    },
    {
        "quote": "It's amazing what a little encouragement can do.",
        "author": "Winnie Harlow"
    },
    {
        "quote": "I am fortunate to stay at lots of lovely hotels when I'm on tour, but my favourite hotel group in Britain is Malmaison. I recently stayed at the Malmaison in Manchester, which was pretty amazing. It had a fabulous bar and restaurants, as well as fantastic rooms with mood lighting.",
        "author": "Olly Murs"
    },
    {
        "quote": "It's been such a deep and amazing journey for me, getting close to John Keats, and also I love Shelley and Byron. I mean, the thing about the Romantic poets is that they've got the epitaph of romantic posthumously. They all died really young, and Keats, the youngest of them all.",
        "author": "Jane Campion"
    },
    {
        "quote": "Utah is amazing, it's incredible because it's so big. There are so many places to drive. There are curves, straight bits; it's like Road Runner country, frankly.",
        "author": "Edd China"
    },
    {
        "quote": "It's amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw.",
        "author": "Damien Hirst"
    },
    {
        "quote": "Dress for your body type. Some people are blessed enough to be able to throw on something that Beyonce wears and it looks amazing. If I try to go against the grain and wear something that my body doesn't like, it's going to show.",
        "author": "Lizzo"
    },
    {
        "quote": "The unconditional love for you child, it's truly amazing.",
        "author": "Jourdan Dunn"
    },
    {
        "quote": "Art is a way of penetrating and going deep into our unconscious and creating amazing worlds - as the Greeks did, if you like, as did Ovid with his stories and his fantasies.",
        "author": "Steven Berkoff"
    },
    {
        "quote": "Mum worked as a secretary for Orson Welles for what sounded like a very miserable year. Her brother was the actor Jeremy Brett, who became famous for playing Sherlock Holmes. He was an absolutely lovely man. Very exciting and glamorous, he'd always make me feel amazing and full of confidence, like I'd picked the right thing to do in life.",
        "author": "Martin Clunes"
    },
    {
        "quote": "I love charity thrift stores. Amazing one-of-a-kind pieces at terrific prices, and all the money you spend goes to a good cause.",
        "author": "Lara Spencer"
    },
    {
        "quote": "Fortunately for me, I discovered Ring of Honor. And I saw guys who were much smaller in stature but were putting on these amazing matches that I had never seen in WWE before. So I thought, at the very least, I'd love the chance to be able to wrestle in a company like that someday.",
        "author": "Adam Cole"
    },
    {
        "quote": "And I thought, when I have kids, that's the sort of well told, silly, and fun fairy tale that I would want to take them to. But it was an amazing experience. And I think Shrek is a real classic, a fairy tale classic.",
        "author": "Mike Myers"
    },
    {
        "quote": "Not gonna lie - having a personal glam squad is pretty amazing.",
        "author": "Elaine Welteroth"
    },
    {
        "quote": "When I'm not the Tiger Mom, I'm a professor at Yale Law School, and if one thing is clear to me from years of teaching, it's that there are many ways to produce fabulous kids. I have amazing students; some of them have strict parents, others have lenient parents, and many come from family situations that defy easy description.",
        "author": "Amy Chua"
    },
    {
        "quote": "Michael Jackson was a Gemini. Kanye, Lauryn Hill, a lot of people that are amazing artists are Geminis.",
        "author": "Jorja Smith"
    },
    {
        "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.",
        "author": "David Cameron"
    },
    {
        "quote": "One of my first festivals was Oxygen 2006. It had this amazing lineup with the Arctic Monkeys on their first or second album, the Strokes, Kings of Leon, the Magic Numbers and then the Who and James Brown. I waited in the pit for a good eight hours to see James Brown.",
        "author": "Hozier"
    },
    {
        "quote": "Humans have an amazing capacity to believe in contradictory things. For example, to believe in an omnipotent and benevolent God but somehow excuse Him from all the suffering in the world. Or our ability to believe from the standpoint of law that humans are equal and have free will and from biology that humans are just organic machines.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "What I think is so amazing about having everything, and feeling like I have everything, is that I don't really find happiness within materialistic things. Like, it's cool if I can buy myself a new car, and I think it's amazing for a week, but then the thrill is over, and I'm like, 'Oh, so I guess that wasn't really happiness.'",
        "author": "Kylie Jenner"
    },
    {
        "quote": "Since I was a young wrestling fan, I've been fascinated by super heavyweights and was always amazed at Yokozuna's amazing grace and agility. How could a man who was so large still remain so athletic and retain perfect in-ring timing and spot-on psychology?",
        "author": "Jim Ross"
    },
    {
        "quote": "I have an amazing husband who is a strong man of God. He is very dedicated to me and our family.",
        "author": "Kim Fields"
    },
    {
        "quote": "It's amazing to be able to play the sport that I grew up loving so much and that I have a strong passion for. I'm just having a ball. There's a lot of pressure that comes with being in the spotlight and being a superstar and a role model, but I'm enjoying it.",
        "author": "Reggie Bush"
    },
    {
        "quote": "But one of the amazing things about documentary is that you can remake it every time you make one. There is no rule about how a documentary film has to be made.",
        "author": "Errol Morris"
    },
    {
        "quote": "I've always been a huge family person. Growing up with such a huge family, it was just amazing, so coming home to that is always awesome and... it makes me happy.",
        "author": "Kendall Jenner"
    },
    {
        "quote": "I ate some really amazing food in Thailand. I had river turtle, and dried rat, which was quite chewy and interesting and a bit like biltong.",
        "author": "John Torode"
    },
    {
        "quote": "I couldn't believe it, this is the first time I've been on the Grammys and it's amazing. I've been dreaming to be here at the Grammys for so long.",
        "author": "Mason Ramsey"
    },
    {
        "quote": "There are so many different people that I've emulated vocally. In the rock world - Sebastian Bach, Vince Neil, Freddie Mercury, Robert Plant. They all had amazing vocal talent.",
        "author": "Fergie"
    },
    {
        "quote": "People have mentioned, 'Maybe you should try to be more sexy. Look at how this butt stuff propelled this person to the top of the chart; it's amazing!' And I'm like, 'What if I really want to sing something to people?' I speak my mind. I want to be that person people feel they can listen to.",
        "author": "Kiesza"
    },
    {
        "quote": "The PC has improved the world in just about every area you can think of. Amazing developments in communications, collaboration and efficiencies. New kinds of entertainment and social media. Access to information and the ability to give a voice people who would never have been heard.",
        "author": "Bill Gates"
    },
    {
        "quote": "The villain in 'Call Me by Your Name' is the tragedy of love - what seems to be part of the deal you sign with someone when you experience an amazing time with them.",
        "author": "Timothee Chalamet"
    },
    {
        "quote": "I'm jamming 'Black Sabbath Vol. 4' all the time. Zappa's 'Cruising With Ruben & The Jets.' A lot of Gong lately. Some Hawkwind. The Residents' 'Duck Stab' is amazing. Some Fugs. Lots of stuff, man. I'm pretty schizophrenic with records.",
        "author": "Ty Segall"
    },
    {
        "quote": "Texas women have an amazing sense of purpose when they lose it. They're the best girls in the world - they're loyal and fun, but when they get mad, they'll try to kill you.",
        "author": "John Cusack"
    },
    {
        "quote": "I've had a Hindu upbringing. There's a lot about it I think is cool. Temples are amazing. It's a nice vibe when people are praying. And there's lots about it where I understand why they believe those things. But I'm not practising.",
        "author": "Romesh Ranganathan"
    },
    {
        "quote": "There's so many FM hits that I love. Bob Seger, there's two of his songs that I love. I would probably love more, but I don't sit around listening to Bob Seger records. It's the same thing with Tom Petty; he writes amazing hits, but it's not often that I sit around at home listening to a whole Tom Petty album.",
        "author": "Kurt Vile"
    },
    {
        "quote": "Your car should drive itself. It's amazing to me that we let humans drive cars... It's a bug that cars were invented before computers.",
        "author": "Eric Schmidt"
    },
    {
        "quote": "I was born into the most amazing family an underdog could be born into, and I was born into the LGBTQ community. And what a beautiful community we are. The art, the music, the fashion, the brains, the fight, the survival skills, the diversity, male, female, non-binary, Gender Non Conforming, cis, trans, femme, and all races.",
        "author": "Justin Tranter"
    },
    {
        "quote": "Howard Ashman was an amazing lyricist and an amazing artist.",
        "author": "Alan Menken"
    },
    {
        "quote": "He will never, ever, give up. And, most importantly, he will never, ever, let you down. Donald is, and always has been, an amazing leader. Now, he will go to work for you.",
        "author": "Melania Trump"
    },
    {
        "quote": "I do believe in love; it's wonderful - especially love third time around, it's even more precious; it's kind of amazing.",
        "author": "Robin Williams"
    },
    {
        "quote": "Waving to the Queen after singing Amazing Grace at Buckingham Palace, that was pretty cool.",
        "author": "Gregory Porter"
    },
    {
        "quote": "I never thought that I would have love again, but it's amazing how the universe brings love to you.",
        "author": "Mariah Carey"
    },
    {
        "quote": "My life has changed for the better. It's just amazing. I have to catch myself sometimes. It's like a dream. It's a great thing.",
        "author": "Juicy J"
    },
    {
        "quote": "Fresh snow is amazing. The board is real different... it floats on the powder and goes really fast. If you're riding a long board, it's more like surfing than skiing.",
        "author": "Adam Yauch"
    },
    {
        "quote": "Cyndi Lauper's 'Time After Time' was a perfect song. It was so beautiful and so heartfelt. Her vocals were so amazing. And, for me, that was a song I went to when I was feeling sad and wanted to feel even sadder.",
        "author": "Lea Thompson"
    },
    {
        "quote": "The most amazing thing to me about the sea is the tide. A harbour like St. Ives is totally transformed in a very short space of time by the arrival or departure of the sea.",
        "author": "John Dyer"
    },
    {
        "quote": "The majority of the world is empty space. Empty space, empty space, empty space. All that we see in the world, the life, the animals, plants, people - it's all empty space. That's amazing!",
        "author": "Chris Evans"
    },
    {
        "quote": "When you see a roadblock or challenge as an opportunity, it is amazing how you are already halfway there.",
        "author": "Frances Hesselbein"
    },
    {
        "quote": "As a youngster, when I started writing and stuff, I did actually write more from other people's perspectives. When I hit 18 and something happened to me that hurt me, I discovered that writing the truth is really therapeutic and amazing.",
        "author": "Sam Smith"
    },
    {
        "quote": "Not many people know, but Pahari songs are amazing.",
        "author": "Mohit Chauhan"
    },
    {
        "quote": "I'm really happy and had such an amazing time performing at Super Bowl - wish I could relive it all over again.",
        "author": "Lady Gaga"
    },
    {
        "quote": "It doesn't take money to have style, it just takes a really good eye. Sometimes you can find amazing culinary antiques that will make it feel like an old French kitchen.",
        "author": "Tyler Florence"
    },
    {
        "quote": "I've been given an amazing opportunity and I could not be more grateful. But I also know that all this will eventually die off. It's not real. It will go away and then you'll go away and then, I don't know, I'll be left sitting in some English hotel room.",
        "author": "Josh Brolin"
    },
    {
        "quote": "President Clinton signed a $10 million deal to write a book by 2003. Isn't that amazing? Yes, and get this, not only that, President Bush signed a $10 million deal to read a book by 2003.",
        "author": "Conan O'Brien"
    },
    {
        "quote": "Being surrounded by great women and amazing role models and good teammates allowed me to unfold and evolve into the person that I am today.",
        "author": "Hilary Knight"
    },
    {
        "quote": "The most amazing philanthropists are people who are actually making a significant sacrifice.",
        "author": "Bill Gates"
    },
    {
        "quote": "You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career.",
        "author": "Paul Newman"
    },
    {
        "quote": "I think women of our generation went through Cultural Revolution, went through hardship, coming from nowhere, and suddenly see China's amazing opportunity. So women just seized the opportunity.",
        "author": "Zhang Xin"
    },
    {
        "quote": "It's amazing what you can get on open source now if you actually use the right search engines to find the material.",
        "author": "Gus O'Donnell"
    },
    {
        "quote": "I have a lot of amazing women, you know, women in my life who have been an example for me of what not to do.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "I have had a lot of blessed, interesting things happen to me and have bumped up against some amazing people.",
        "author": "Rob Lowe"
    },
    {
        "quote": "Arnold Schwarzenegger, I don't know if you'd call him a great actor, but he's amazing in terms of his presence, and he is interesting enough that you want to watch him.",
        "author": "F. Murray Abraham"
    },
    {
        "quote": "It doesn't matter if you're small, big, or fit: if you go in front of the camera and deliver and say, 'Oh my God, I look amazing,' and just be sure about yourself, everything will be perfect.",
        "author": "Irina Shayk"
    },
    {
        "quote": "I grew up with park jams. That's how I knew about rap... The local MCs would grab the mic and start rapping. I just used to be so in awe and fascinated and like, 'Wow, this is amazing!' But I would never, ever touch the mic. Heck no.",
        "author": "Pepa"
    },
    {
        "quote": "I'm very proud, and God's blessed me with an amazing career.",
        "author": "Farrah Abraham"
    },
    {
        "quote": "I've always been a big fan of Mariah Carey. I think it's her personality. As much as she has an amazing voice, she has a crazy personality and I love the fact that she's not afraid to hide that.",
        "author": "Jessica Mauboy"
    },
    {
        "quote": "Christina Ricci is amazing, the most professional actor I think I've ever met. You can be chatting with her and when they call action, she's right there.",
        "author": "Lisa Kudrow"
    },
    {
        "quote": "There are always groups on campus that are doing amazing things. I know when I was in college, I was a student at the University of Arizona, working on my bachelor's in history, and I got involved with a number of different groups that were connected to different social justice issues that I cared about.",
        "author": "Opal Tometi"
    },
    {
        "quote": "Part of what made the Macintosh great was that the people working on it were musicians, poets, and artists, and zoologists, and historians. They also happened to be the best computer scientists in the world. But if it hadn't been computer science, these people would have been doing amazing things in other fields.",
        "author": "Steve Jobs"
    },
    {
        "quote": "What's amazing is, if young people understood how doing well in school makes the rest of their life so much interesting, they would be more motivated. It's so far away in time that they can't appreciate what it means for their whole life.",
        "author": "Bill Gates"
    },
    {
        "quote": "Usher is amazing. He's perfection to me as a performer. He gets down.",
        "author": "Ciara"
    },
    {
        "quote": "I went and hung out at a foot fetish party, and I knew that was a very popular fetish to have, but I didn't realize how amazing it would be to have it.",
        "author": "Nikki Glaser"
    },
    {
        "quote": "I realized the other day that I've lived in New York longer than I've lived anywhere else. It's amazing: I am a New Yorker. It's strange; I never thought I would be.",
        "author": "David Bowie"
    },
    {
        "quote": "I admire someone like Beyonce. She has amazing commitment. I needed to accept that I probably did not fit into that forum. Doing that 'The Cherry Thing' record was a big part of finding that place where I belong, where I may shine, but I never doubted it was there.",
        "author": "Neneh Cherry"
    },
    {
        "quote": "Karen Carpenter was just a singularly amazing singer. There was just not anybody like her.",
        "author": "Leon Russell"
    },
    {
        "quote": "Count your blessings. You are one of a kind. There's no one in the world like you. You are amazing.",
        "author": "Richard Simmons"
    },
    {
        "quote": "I thought I was prepared for space, and it still absolutely defied every expectation and dream. It is an incredible thing to put yourself on a rocket and launch off the planet. It is an amazing thing to see the planet from space. This blue sphere is almost indescribably beautiful.",
        "author": "Kathleen Rubins"
    },
    {
        "quote": "I want to be remembered as, I hope, an amazing husband and a great father.",
        "author": "Jason Momoa"
    },
    {
        "quote": "I like work, I like song writing, and I like the history of Atlantic Records. They've sat in the studio with so many artists - like Ray Charles, for example - and created something amazing. As a label, they seem to be great at growing bands rather than telling you how to do it.",
        "author": "John Gourley"
    },
    {
        "quote": "Well, Jeff Buckley for me is one of the greatest singers I've ever heard. And the reason why is he has an amazing range, amazing emotional power in his voice. And the music he put around it also just had this passion and this soul to it and this spirit to it that very few artists have, and he passed at a very young age.",
        "author": "John Legend"
    },
    {
        "quote": "I get the headlines for being slick and different things like that - which is part of my game - but it's just amazing to me that a lot of times, the people don't see the other things that go on in that ring. But a lot of times, when my opponents figure it out, the fight is over. It's too late.",
        "author": "Andre Ward"
    },
    {
        "quote": "There is a very diverse range of superheroes, especially with the Firestorm character. In the comics, there is a black Firestorm. But we still don't see that many black superheroes. So what The CW is doing and what DC Comics is doing with this whole universe with diversity is absolutely amazing.",
        "author": "Franz Drameh"
    },
    {
        "quote": "I have had a simple life. I have amazing support from family, a great set of friends; financially and emotionally, I have been quite balanced.",
        "author": "Shweta Tripathi"
    },
    {
        "quote": "It's beautiful, shooting in Ireland. It's an amazing country.",
        "author": "Travis Fimmel"
    },
    {
        "quote": "Society tends to always make multiples - whether it's twins or triplets or whatever - one person. And it's not always fair. I encourage multiples to embrace their individual uniqueness because, just as you are an amazing unit together, that can only happen when you are strong individually.",
        "author": "Tia Mowry"
    },
    {
        "quote": "Food makes travel so exceptional, because you get to taste what it's actually supposed to taste like. To eat the real Pad Thai or finally have a proper curry is something pretty amazing.",
        "author": "Meghan Markle"
    },
    {
        "quote": "Something I learned along the way is that you really have to have courage in life. You can do amazing things on any level. It doesn't have to change the world; it can just impact the people around you - that's just as amazing.",
        "author": "Joy Mangano"
    },
    {
        "quote": "I was logging 15-hour days, sampling food every minute. I had access to these amazing dishes, and it was easy to lose sight of how quickly the bites added up.",
        "author": "Adam Richman"
    },
    {
        "quote": "I want to take this time to thank Daniel Cormier for being my biggest rival and motivator. He has absolutely no reason to hang his head. He has been a model champion, a model husband, a model father, a teammate, a leader, and I aspire to be a lot more like that man, because he's an amazing human being.",
        "author": "Jon Jones"
    },
    {
        "quote": "I went to a school called Tring Park School for the Performing Arts. I went because initially I was very naughty, and my mom thought if I was busy, I'd be better. And I didn't really do acting until later on in the school, with an amazing teacher. I left, went traveling, came back.",
        "author": "Daisy Ridley"
    },
    {
        "quote": "Painting is the most magical of mediums. The transcendence is truly amazing to me every time I go to a museum and I see how somebody figured another way to rub colored dirt on a flat surface and make space where there is no space or make you think of a life experience.",
        "author": "Chuck Close"
    },
    {
        "quote": "When we're on set, we kind of joke around, and when we're rehearsing, we change up the scenes and make each other laugh. We lighten up the mood. The blooper reel is going to be amazing on 'New Moon.'",
        "author": "Kellan Lutz"
    },
    {
        "quote": "It's very intense to be in front of a live audience. It's just an amazing experience. It's dangerous. Everything out there is heightened. The bad stuff is extra-worse. The silences are extra-silent. The good stuff is amazing. It's electric when you walk out there. For 90 minutes, you're on this other planet.",
        "author": "Steven Wright"
    },
    {
        "quote": "My grandma's chicken soup is amazing: so simple, so full of flavour, and so yummy.",
        "author": "Tana Ramsay"
    },
    {
        "quote": "Tyler Breeze! He is so amazing. He taught me so much about psychology when I was in NXT; he helped me so much with my matches with Eva Marie or Asuka.",
        "author": "Bayley"
    },
    {
        "quote": "Failure is an amazing data point that tells you which direction not to go.",
        "author": "Payal Kadakia"
    },
    {
        "quote": "Love makes no sense at all. But it's the most powerful and amazing force in the entire universe.",
        "author": "Glenn Close"
    },
    {
        "quote": "France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster.",
        "author": "Johnny Depp"
    },
    {
        "quote": "The most amazing lesson in aerodynamics I ever had was the day I climbed a thermal in a glider at the same time as an eagle. I witnessed, close up, effortlessness and lightness combined with strength, precision and determination.",
        "author": "Norman Foster"
    },
    {
        "quote": "And then 'Wanderlust,' Ken Marino and David Wain wrote the funniest - they're amazing. That was one of my most favorite creative experiences; we're all up at that commune, a small group of people. Everyone was funnier than the next. It was an amazing ensemble feeling. Everyone gave and took in the best way.",
        "author": "Kathryn Hahn"
    },
    {
        "quote": "People who work with me think I should cut my hair. They say casting directors are less likely to hire me with long hair - that they don't have imaginations and can't picture me looking normal. People literally have conference calls about my head when I'm not around. I mean, obviously I would cut my hair for an amazing part.",
        "author": "Rory Culkin"
    },
    {
        "quote": "I can't stress how much my daughter is an inspiration to stay sober. When I come home and she opens those big blue eyes at me, it's the most amazing feeling I could ever feel.",
        "author": "A. J. McLean"
    },
    {
        "quote": "My heroes are guys like Tom Hanks, Leonardo DiCaprio, and Matt Damon. These are amazing actors with amazing careers that every actor should aspire to. I'm not saying I'm going to get anywhere close. It's not going to be an easy feat. I'm just in awe of their careers.",
        "author": "Dylan O'Brien"
    },
    {
        "quote": "When 'Red Tails' came along, all I knew was that they were the first African-American fighter pilots in the U.S. Air Force. I had no idea how deep the story went or about all their amazing achievements. There were a few Tuskegee Airmen on the set to make sure everything was as authentic as possible.",
        "author": "Ne-Yo"
    },
    {
        "quote": "I knew that modeling could open doors, and I would be able to travel and forge my own path. Being able to support yourself is amazing, and I think that was one of the things that appealed to me, but I didn't want to be in front of the camera at first.",
        "author": "Adwoa Aboah"
    },
    {
        "quote": "'Lonesome Dove' was the movie. I watched that over and over and over again, and I know every line. It was one that I loved as a kid for all the horses and characters that went over my head, but then the older I got, I realized how amazing it was on so many other different levels - Robert Duvall and Tommy Lee Jones' relationship.",
        "author": "Jesse Plemons"
    },
    {
        "quote": "It's amazing, as a player and as a coach, how you always remember the tough losses better than the victories. They're just way more vivid.",
        "author": "Ben Howland"
    },
    {
        "quote": "There are such wonderful blessings in my life - I have this amazing baby, an amazing family, and I loved X Factor - all these moments of joy, and then these sharp drop-offs. I'd be awake, lying in bed, crying. There's these weird moments of misplaced anger I have.",
        "author": "Ayda Field"
    },
    {
        "quote": "Let me tell you, Barack Obama is the most down dude in the world, but he's so smart; so articulate, such an amazing speaker; such a passionate man. He's humble.",
        "author": "Marlon Wayans"
    },
    {
        "quote": "I love snow; I love building snowman. The only thing I don't like is the cold - so if we could have a hot Christmas, that would be amazing.",
        "author": "Ella Henderson"
    },
    {
        "quote": "In football you always get judged on your last game. Whoever you are, or how amazing you are, it's the last game that everyone has seen.",
        "author": "Thierry Henry"
    },
    {
        "quote": "The hymn 'Amazing Grace' is so inspirational - I wish I'd written it.",
        "author": "Neil Sedaka"
    },
    {
        "quote": "When I got pregnant, I started singing again. It was my saving grace. I literally mean having this amazing human life, and our relationship in the sense of mother and child, redeemed my soul.",
        "author": "Dolores O'Riordan"
    },
    {
        "quote": "Exercise is an amazing tool to help us feel happier, more energised, and more optimistic.",
        "author": "Joe Wicks"
    },
    {
        "quote": "I love Louisiana. It's amazing.",
        "author": "Johnny Knoxville"
    },
    {
        "quote": "The amazing thing about IBM is that it's a company where I have had 10 different careers - local jobs, global jobs, technology jobs, industry jobs, financial services, insurance, start-ups, big scale. The network of talent around you is phenomenal.",
        "author": "Ginni Rometty"
    },
    {
        "quote": "I have an amazing crew, so it makes life so much easier. It's fun being around a bunch of my BFFs on the road.",
        "author": "Jacob Whitesides"
    },
    {
        "quote": "Etretat is becoming more and more amazing. Now is the real moment: the beach with all its fine boats; it is superb, and I am enraged not to be more skillful in rendering all this. I would need two hands and hundreds of canvases.",
        "author": "Claude Monet"
    },
    {
        "quote": "I am truly humbled. Not only that I am going to be known as the final Top Model but as a final Top Model who is deaf! And that is an amazing tagline. This proves that deaf people can do anything and everything.",
        "author": "Nyle DiMarco"
    },
    {
        "quote": "My favourite singer ever in the world is Ari Up from The Slits. Her voice is amazing to me. It's carefree, but it's also really amazing.",
        "author": "Shamir"
    },
    {
        "quote": "My mother was the greatest mother in the world. She thought I was the greatest thing on two feet. I'd come home with a little composition I had written at school, and she'd look at it and say, 'It's wonderful! You're another Shakespeare!' I always assumed I could do anything. It really is amazing how much that has to do with your attitude.",
        "author": "Stan Lee"
    },
    {
        "quote": "I went to an all-girls school for part of high school, and the idea of boys was amazing to me; like, all I ever wanted to do was kiss boys and be around boys.",
        "author": "Alexandra Daddario"
    },
    {
        "quote": "My mother encouraged it so much. She was so supportive. Even if as a kid, I would do the dumbest trick, which now that I look back on some things, she would love it, she would say that's amazing, or if I'd make the ugliest drawing, she would hang it up. She was amazing.",
        "author": "David Blaine"
    },
    {
        "quote": "I love firing guns. It's an amazing feeling - so sexy and powerful.",
        "author": "Hayley Atwell"
    },
    {
        "quote": "'The Comeback' is my favorite TV show of all-time because it's just brill. It's Lisa Kudrow's show about what it's like to be an actor on a TV show. She's so amazing on it.",
        "author": "Gillian Jacobs"
    },
    {
        "quote": "It's amazing to be nominated for two Brits, and I'm in great company. I'm not a politician out blagging votes, but if people like what I do and feel like giving me a vote for British Breakthrough, imagine how mint it would be if I actually won.",
        "author": "Tom Walker"
    },
    {
        "quote": "Coy Wire played in the NFL for 9 years and is now a motivational speaker and has a book out called 'Change Your Mind.' He is an amazing person with such positive energy! When Kroy and I first met and started dating, there weren't a whole lot of people that supported us, but Coy always did.",
        "author": "Kim Zolciak-Biermann"
    },
    {
        "quote": "The most amazing set where I've shot 'Game of Thrones' is definitely Croatia, in Dubrovnik. It's such a stunning country with lots of good watersports there as well. Just a beautiful, beautiful place.",
        "author": "Natalie Dormer"
    },
    {
        "quote": "Drake is an amazing person. Also, a magician. He's a big brother, super-talent; he's cool.",
        "author": "Travis Scott"
    },
    {
        "quote": "Britney Spears was an incredible dancer. That kid was amazing.",
        "author": "Abby Lee Miller"
    },
    {
        "quote": "Sometimes over things that I did, movies that didn't turn out very well - you go, 'Why did you do that?' But in the end, I can't regret them because I met amazing people. There was always something that was worth it.",
        "author": "Robin Williams"
    },
    {
        "quote": "You arrive at Formula One being very skeptical, how far can your talent deal with all this, and then you understand those guys are human and pretty reasonable, and finally succeeding in winning your first race, in circumstance as such, it was just an amazing moment.",
        "author": "Michael Schumacher"
    },
    {
        "quote": "I have written with some amazing singers and songwriters - the moment with Snoop Dogg was amazing - but being able to tell an Aboriginal story is bigger than anything that I have ever known.",
        "author": "Jessica Mauboy"
    },
    {
        "quote": "I was informed yesterday that there's a Twitter account for my laugh. Very hard to get used to things like that. Pretty amazing.",
        "author": "Tom Hiddleston"
    },
    {
        "quote": "If you want to go to the mall, you have to take security. But it's always cool. The kids are amazing.",
        "author": "Aaliyah"
    },
    {
        "quote": "Fame and stuff like that is all very cool, but at the end of the day, we're all human beings. Although what I do is incredibly surreal and fun and amazing and I'm really grateful for it, I don't believe my own press release, do you know what I mean?",
        "author": "Tom Hardy"
    },
    {
        "quote": "I feel like I've lost so many amazing traits because I've listened to stupid people, ignorant people who are bullies.",
        "author": "Kylie Jenner"
    },
    {
        "quote": "'Grease' changed my life in the most amazing way, and I've had such an amazing life. When things go wrong, you've got to believe you will get through them and focus on the positive things in your life.",
        "author": "Olivia Newton-John"
    },
    {
        "quote": "I'm tired of being around men all the time. I'm going to start a band called Skirt with three girls and I'll play the guitar and sing backing vocals in drag. I went window shopping when I was in New York, saw a lot of amazing dresses.",
        "author": "Brian Molko"
    },
    {
        "quote": "Astronomers can look back in time. We can look at things as they used to be. We have an idea there was a Big Bang explosion 13.7 billion years ago. We have a story of how galaxies and stars were made. It's an amazing story.",
        "author": "John C. Mather"
    },
    {
        "quote": "There are goals that I have, and then I dream of it, and then I make it a reality. If I could crawl out of my skin and see it, it would be really amazing.",
        "author": "Simone Biles"
    },
    {
        "quote": "People expect me to be stupid. I'm not saying I'm Stephen Fry, but it is amazing the perception people have.",
        "author": "Jamie Dornan"
    },
    {
        "quote": "One of the big surprises for me about Einstein was... that he wasn't this big introvert; he was more like a novelist or a painter. It's amazing how close society came to not benefiting from Albert Einstein's genius.",
        "author": "Ron Howard"
    },
    {
        "quote": "Of all the planets apart from Earth in our solar system, Mars is the most hospitable. Yeah. Right. Better keep my visit short. And yet, despite the discomfort, the danger, I love it here. I love coming back for these imaginary vacations. The sights are amazing.",
        "author": "Greg Bear"
    },
    {
        "quote": "Growing up, Guess always had these amazing billboards and cool affordable clothing. I wore it then, and I still wear it now! It's come full-circle. When I design the clothes, I have a very good team around me, showing me different pieces and cuts.",
        "author": "Tiesto"
    },
    {
        "quote": "Gabriel Byrne is just an amazing fellow and an amazing actor.",
        "author": "Travis Fimmel"
    },
    {
        "quote": "The strangest thing that human speech and human writing can do is create a metaphor. That is an amazing leap, is it not?",
        "author": "Dennis Potter"
    },
    {
        "quote": "'Aladdin' was probably my favorite Disney animation when I was a kid. The animation was great and Robin Williams was unbelievable as the Genie. 'Aladdin' was an amazing adventure and the lead character was a hero for guys, which I loved. It wasn't a princess or a girl beating the odds; it was a street rat. That seemed really cool to me.",
        "author": "Zachary Levi"
    },
    {
        "quote": "When 'designed in Europe' is combined with 'made in China' and when European technologies are applied to the Chinese market, there will be amazing results.",
        "author": "Li Keqiang"
    },
    {
        "quote": "Every year in Edinburgh, I end up waiting behind the curtain about to go on stage, and I have a moment of thinking, 'No one's told me what to do with this show. I've done exactly what I wanted. This is the biggest arts festival in the world, and all these people have shown up. Aren't I lucky?' It really is amazing.",
        "author": "James Acaster"
    },
    {
        "quote": "Housing Works is the coolest thrift store in the world, because not only are they the best thrift store - they're not the most thrifty thrift store - but they have amazing stuff and all of their proceeds go directly to kids, mostly homeless kids, living with AIDS and HIV in New York, in the metropolitan area.",
        "author": "Ezra Miller"
    },
    {
        "quote": "The journey of filmmaking is so amazing. You start off with great confidence, and develop insecurity at the time of release. When you are ready with the finished product, you are constantly wondering if you have been honest to the story you started out with, if you got what you wanted. One is too close to the project by then to be objective.",
        "author": "Mani Ratnam"
    },
    {
        "quote": "I really enjoy Lana Del Rey, and Pink Floyd are amazing.",
        "author": "Santan Dave"
    },
    {
        "quote": "Chicago is a world-class city filled with amazing people with big ideas.",
        "author": "W. Kamau Bell"
    },
    {
        "quote": "Yves Saint Laurent was my first fashion show. I wore his tuxedo. And Helmut Newton was my first photographer, in 1973. I was really very lucky. I had an amazing career.",
        "author": "Jerry Hall"
    },
    {
        "quote": "There are a few elements - especially platinum and palladium - that have the amazing ability to absorb up to 900 times their own volume in hydrogen gas. To get a sense of the scale there, that's roughly equivalent to a 250-pound man swallowing something the size of a dozen African bull elephants and not gaining an inch on his waistline.",
        "author": "Sam Kean"
    },
    {
        "quote": "When you can watch something grow that you created - it's really an amazing feeling.",
        "author": "Brody Jenner"
    },
    {
        "quote": "I think there are certain events that would be an amazing torch for a turn in how the world is getting on, and the Ryder Cup would be one of them that is like a shining light at the end of the tunnel.",
        "author": "Tommy Fleetwood"
    },
    {
        "quote": "The good Lord is amazing; He opens up doors. I was close to abandoning the dream, and He was like, 'Hey, slow down there, buddy.'",
        "author": "David Nail"
    },
    {
        "quote": "I mean, the whole idea of movies was it was special to go to see - you went to a movie theater to see something that was magical and amazing, in a very special location.",
        "author": "Bob Balaban"
    },
    {
        "quote": "Writing 'If Chloe Can' has taken me on an amazing journey: from launching the event at Downing Street, to a performance to 1,000 inner-city school girls at a West End theatre, then to an audience of hundreds more at the Royal Society of Chemistry.",
        "author": "Karla Crome"
    },
    {
        "quote": "My size has helped make me an amazing performer too. The cliche of the Funny Fat Friend: I absolutely was that character - I am that character... It's a complicated bag of tools I acquired, and I've put them all to work onstage.",
        "author": "Beth Ditto"
    },
    {
        "quote": "Choose upholstery that makes a big statement with texture, colour and design to define the space and colour that demands attention. Peacock blue with creams and warm woods looks amazing!",
        "author": "Hilary Farr"
    },
    {
        "quote": "It would have been amazing to have been a student at Oxford during that golden moment in the 1910s, rubbing elbows with the likes of Aldous Huxley and T.E. Lawrence, before World War I shattered everything forever.",
        "author": "Kevin Kwan"
    },
    {
        "quote": "A tournament pays me to show up because the fans want to see me and I move the needle at the box office? That's amazing. It's good for tennis, good for me and good for the event. If a sponsor wants to pay to put their company name on my shirt because they think I'm a strong ambassador for their brand? Heck yes.",
        "author": "John Isner"
    },
    {
        "quote": "When I tour, it's like, well, like a food tour as much as a comedy tour. I try to eat at all the weird places, the obscure barbecue joints, burger places. There are a few spots in L.A. that I'm obsessed with - one of them is the Taco Zone taco truck on Alvarado. There are secret off-menu items that are amazing.",
        "author": "Aziz Ansari"
    },
    {
        "quote": "Lyrics are important, but it's hard, because English isn't my first language - although it feels like it is these days! I grew up with amazing melodies, so getting that right on a song has always been the key thing for me, but there's no reason why a great melody doesn't deserve great lyrics.",
        "author": "Avicii"
    },
    {
        "quote": "I've got great joy from rediscovering Western music. I love Schumann and Chopin, and those amazing symphonies of Bruckner.",
        "author": "John Tavener"
    },
    {
        "quote": "I think we are afraid to take up space. We are afraid to be amazing. As soon as that fear leaves us and we start building that confidence of being unapologetic about being great, then i think we can get into that space of having a lot of women leaders who are just fearless.",
        "author": "Zozibini Tunzi"
    },
    {
        "quote": "My wife totally backs the way I am on stage; that's one of the amazing things about her. I have 120 per cent respect for her when I'm on stage, so there are definitely certain things I would never do.",
        "author": "Gerard Way"
    },
    {
        "quote": "I grew up a Detroit Tigers fan, and now to be an owner of the Dodgers is amazing.",
        "author": "Magic Johnson"
    },
    {
        "quote": "I'm not that good looking... nobody is that good looking. I have seen a lot of movie stars, and maybe four are amazing looking. The rest have a team of gay guys who make it happen.",
        "author": "Tina Fey"
    },
    {
        "quote": "When women come together, we make a lot of amazing stuff happen.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "There's an amazing intimate feeling in a small club but an insane rush playing a stadium or festival.",
        "author": "Tiesto"
    },
    {
        "quote": "You know that scene in 'Runaway Bride' when Julia Roberts puts on the amazing wedding dress and looks at herself in the mirror and goes, 'Swish, swish'? I loved that moment so much when I was a little girl.",
        "author": "Lily James"
    },
    {
        "quote": "'Tampopo's amazing. I think it's an absolutely fantastic movie, but I don't think it captures for me the meaning of food.",
        "author": "David Chang"
    },
    {
        "quote": "I really like even numbers, and I like heavily divisible numbers. Twelve is my lucky number - I just love how divisible it is. I don't like odd numbers, and I really don't like primes. When I turned 37, I put on a strong face, but I was not looking forward to 37. But 37 turned out to be a pretty amazing year.",
        "author": "Marissa Mayer"
    },
    {
        "quote": "Music, in Mexico, just wasn't working out. So, I fell into acting and I just fell in love with it. It was amazing! It was a great safe place to just vent.",
        "author": "Adan Canto"
    },
    {
        "quote": "For the last 20 years of my life, I've had the mantra to do amazing parts with amazing people in amazing projects, so I'm attracted to good story, writing and character and good people. That's what I'm always searching for and I don't think that's ever going to change.",
        "author": "John Hawkes"
    },
    {
        "quote": "Steve Jobs is considered an amazing genius and made billions of dollars. Sure, we overlook that he didn't pay his share of taxes and didn't believe in charity. But other than these occasional rumblings of dissent, he is pretty much held in high esteem.",
        "author": "Tom Green"
    },
    {
        "quote": "For a long time, it was like I was part of some special forces unit: I'd land, meet everyone, five minutes later I'd have to do some amazing work, then - boom! - I'm out again. You know, playing supporting parts takes courage.",
        "author": "John C. Reilly"
    },
    {
        "quote": "My first novel, 'The Lions of Lucerne,' just poured out of me. It was an amazing feeling of accomplishment. My biggest fear and therefore my biggest obstacle to becoming an author had been, 'What if I spend all that time and the book is no good?'",
        "author": "Brad Thor"
    },
    {
        "quote": "I started dreaming of becoming a singer after seeing Michael Jackson in the 'Billie Jean' video. The mix of fantastic choreography and amazing music made such a huge impact on the music industry.",
        "author": "BoA"
    },
    {
        "quote": "Catherine O'Hara's one of the most amazing, wonderful actresses, but she's an amazing improviser. She really is.",
        "author": "Michael McKean"
    },
    {
        "quote": "Salman was an amazing human being. There are lot of things about him for years, but he's one of the most genuine, helpful guys out there. There's Salman Khan the superhero, and there's that gentle guy who pulls out a charcoal pencil and comes up with some soulful, pure art pieces.",
        "author": "Kubra Sait"
    },
    {
        "quote": "Anytime I meet people who got to make the deliberate choice, whose parents chose Canada, I'm jealous. Because I think being able to choose it, rather than being Canadian by default, is an amazing statement of attachment to Canada.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "It seemed really amazing that you could write a few lines of code and have it learn to do interesting things.",
        "author": "Andrew Ng"
    },
    {
        "quote": "My dad's great. He's an amazing artist. A sculptor. He's wonderful and supportive. I love going to museums with him - we talk about... everything.",
        "author": "Grace Gummer"
    },
    {
        "quote": "I think it's amazing that I can go out there and be myself, and the fact that I'm carrying Puerto Rico on my back a little bit is such an honor.",
        "author": "Laurie Hernandez"
    },
    {
        "quote": "I have amazing parents and some really great friends that would kick my butt if I ever started acting different.",
        "author": "Jane Levy"
    },
    {
        "quote": "I think fatherhood would change anybody when you have your first son. It's been amazing.",
        "author": "Russell Westbrook"
    },
    {
        "quote": "Truthfully, my childhood was so fun. Everything was new, and everything was like Christmas because we were just from this small town, and my sister had amazing success. It was so amazing to see my sister reach such heights.",
        "author": "Jamie Lynn Spears"
    },
    {
        "quote": "Before I left for American University, my mother told me to sign up for everything I could: to take advantage of everything from on-campus lectures to sports and social events to the amazing D.C. culture.",
        "author": "Jesse Itzler"
    },
    {
        "quote": "I see hip-hop as going in a self-managing place. It's very culturally controlled and artist-controlled. It's not really based on a label anymore. Everything is pretty much in the control of the artist. Which is amazing.",
        "author": "Travis Scott"
    },
    {
        "quote": "My dad and I didn't talk much. Our relationship was OK but not amazing. So there I was, dressed up in my sort of uniform, the clothes my band was wearing at the time. He could tell I was I getting serious. I guess he knew I was going to go for it. So he told me how to handle myself professionally, not to take what people write about me to heart.",
        "author": "Timothy B. Schmit"
    },
    {
        "quote": "For me, the amazing thing was entering into this amazing world of 'Sesame Street.' We'd be in the kids' room, and there was a door into the soundstage that said '1-2-3 Open Sesame.' I remember pushing that door open and going into this incredible magical world of make-believe. In one episode, I was playing football with Joe Namath.",
        "author": "Kim Raver"
    },
    {
        "quote": "It's amazing, coconut oil. I use it as a moisturizer. I put it in my hair when I want a kind of greasy look. I take off my makeup with it. I put a little bit in my coffee. I have coconut oil with everything.",
        "author": "Lykke Li"
    },
    {
        "quote": "Do I know A.J. Styles and I could have an amazing match? Seth Rollins and I could tear it down and have a classic? Yeah, if it were me at 35, not me at 45. And not me at 45 not having stepped in a ring for eight years.",
        "author": "Edge"
    },
    {
        "quote": "Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!",
        "author": "Mitch Hedberg"
    },
    {
        "quote": "I went straight from filming the second season of 'Survivor's Remorse,' and the creators over there were so supportive in letting me go early so I could film 'Chi-Raq.' And that was an amazing experience.",
        "author": "Teyonah Parris"
    },
    {
        "quote": "The nuclear industry has this amazing record, even equipment from generations one and two. But nuclear mishaps tend to come in these big events - Chernobyl, Three Mile Island, and now Fukushima - so it's more visible.",
        "author": "Bill Gates"
    },
    {
        "quote": "I want to break into the acting industry. It's something I have a great deal of respect for; it's a passion of mine. It's so amazing, the differences between acting and being an athlete, but the one commonality is they both evoke emotion in the viewer. And those emotions are real. So I think that's pretty cool.",
        "author": "Apolo Ohno"
    },
    {
        "quote": "Urs Fischer specializes in making jaws drop. Cutting giant holes in gallery walls, digging a crater in Gavin Brown's gallery floor in 2007, creating amazing hyperrealist wallpaper for a group show at Tony Shafrazi: It all percolates with uncanny destructiveness, operatic uncontrollability, and barbaric sculptural power.",
        "author": "Jerry Saltz"
    },
    {
        "quote": "It infuriates me that when people forget what it's like not to be a Christian, and they get into other people's face about their life or their beliefs. It's amazing to me that people feel their relationship is so solid with God that they have enough time on their hands to question mine or to fix mine.",
        "author": "John Schneider"
    },
    {
        "quote": "Europe has grown to 27 member states, encompassing an amazing diversity and richness. Some argue this is part of the problem: Europe is simply too big and culturally disparate to be managed properly. But look to India for an example of how social unity can be forged within a culturally, linguistically, and ethnically complex nation.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "Mick Jagger knows how to run a show. It's all about pacing. It's not a sprint, it's a marathon. His output is amazing, but his movements are subtle. As I get older, I'll have to adhere to these rules.",
        "author": "Grace Potter"
    },
    {
        "quote": "Print books have an amazing superpower because they don't disappear when you're done with them. Books on the shelf remind you that they exist.",
        "author": "Robin Sloan"
    },
    {
        "quote": "I think my biggest learning experience is that it's okay to be who you are - you don't have to exactly fit the mold of what people think a certain kind of career is. I think that discovery - of really knowing who I am and being okay with that and loving myself - was amazing.",
        "author": "Dree Hemingway"
    },
    {
        "quote": "My kids are amazing and they are the ones that keep me going.",
        "author": "Jeremy Kyle"
    },
    {
        "quote": "I was about to meet Beyonce, and I had a full-blown anxiety attack. Then she popped in looking gorgeous, and said, 'You're amazing! When I listen to you I feel like I'm listening to God.'",
        "author": "Adele"
    },
    {
        "quote": "I always say spend more on classics, like a good pair of leather trousers, an amazing tailored jacket, or a classic handbag. Then you can just mix your everyday tops from the high street.",
        "author": "Abbey Clancy"
    },
    {
        "quote": "No one works harder at inspiring athletes all over the world than our team at Nike. Creating those experiences requires an amazing amount of energy, a steady flow of big ideas to excite and surprise people, and a constant dialogue that connects us on a personal level.",
        "author": "Mark Parker"
    },
    {
        "quote": "Lorde is awesome. She's amazing. She's so talented. We went on tour in Europe, and it was the greatest time of my life.",
        "author": "Khalid"
    },
    {
        "quote": "My favourite designer is Mulberry - their bags are lovely, but their clothes are amazing, I don't think people realise. I love D&G, Fendi, Moschino, Chanel, Armani - all the classics!",
        "author": "Pixie Lott"
    },
    {
        "quote": "Men are amazing. I love the way they are. They're consistently little boys, and they need to be nurtured and loved. But at the same time, they need to feel like men.",
        "author": "Krista Allen"
    },
    {
        "quote": "The sets on 'Defiance' are incredible. I've never really seen a set like this, where the world is so built around us. There's not too much left for us to have to imagine. We do a lot of stuff on the green screen as well, but when we're outside in the streets, it's all there. It's amazing! The creators have just been incredible.",
        "author": "Stephanie Leonidas"
    },
    {
        "quote": "To be the Grand Marshal of the most recognized Halloween parade in the world is so much fun. People plan for months and months to design their costumes, and it is amazing. It is a true competition and amazing to watch everyone.",
        "author": "Elvis Duran"
    },
    {
        "quote": "What's so amazing in today's society is people look up to football players. And as a football player, you have a platform. And it's so much more important than any touchdown or trophy or anything you could win with football. Its taking that platform and be able to influence people.",
        "author": "Tim Tebow"
    },
    {
        "quote": "My wife, a schoolteacher, very disciplined. If you think I'm tough, trust me, and wait till you see when the children are on the naughty step. It's hilarious. So we decided that I'm going to work like a donkey and provide amazing support for the family.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "I have a message about how you should completely be yourself and not give a damn what everyone thinks about you. Look how you like; you're amazing how you are.",
        "author": "Paige"
    },
    {
        "quote": "Most writer's blocks come from people second-guessing to the point where they get discouraged, and they just quit. For me, if I write something and it's not amazing, I don't care because even if I feel like it might not be amazing, it could still be a number-one hit.",
        "author": "Poo Bear"
    },
    {
        "quote": "I've been lucky, my wife's been amazing. Any time we've had cricket matches she sends me to the spare room to get some sleep. She takes care of everything.",
        "author": "Jos Buttler"
    },
    {
        "quote": "The network is opening up some amazing possibilities for us to reinvent content, reinvent collaboration.",
        "author": "Tim O'Reilly"
    },
    {
        "quote": "I love to have no plans. It is amazing where your day can turn when you have no plans: meeting people or just going to a little pub on the side of the road.",
        "author": "Imelda May"
    },
    {
        "quote": "There's something about a toy to a child where the relationship is real, where the kid is playing, and it's just really amazing.",
        "author": "Charles Ray"
    },
    {
        "quote": "It's amazing how small business owners figure out how to stretch a dollar as far as they possibly can.",
        "author": "Marc Veasey"
    },
    {
        "quote": "I'd like to share my experiences and the lessons I've learned and hopefully create some amazing, fun courses.",
        "author": "Tiger Woods"
    },
    {
        "quote": "I was in art school, and we had all these random classes. We'd listen to a lot of Bollywood. I'd listen to Spanish music - and I don't even speak Spanish, but Hector Lavoe is amazing - we listened to French music like Edith Piaf. She's tight. I like cool vocal inflections; I like cool sounds. I pretty much listen to anything I think is good.",
        "author": "Kehlani"
    },
    {
        "quote": "It's hard for me to just say, 'Wow, this is amazing - I'm famous. I'm living the dream.' I sit there and think, 'I'm scared - this can go away tomorrow.' My dad always says that I'm a tortured soul because I'm never pleased; I never feel like I deserve what I've achieved.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "I think it's amazing how Ramadan can make you really strong.",
        "author": "Kolo Toure"
    },
    {
        "quote": "I admire Kings of Leon. I think their records are amazing. Just from hanging out with them, I can say they're good guys. It's cool to see that they get to do what they love. But I think they clearly have an appreciation for where they came from, and it has shaped who they are.",
        "author": "Nick Jonas"
    },
    {
        "quote": "Women come up to us all the time and give us the most amazing compliments, like, 'Salt-N-Pepa was the soundtrack of my life.' They remind us that we meant so much to them. Sometimes artists don't really grasp that. But when you talk to fans, you get in touch with your legacy.",
        "author": "Pepa"
    },
    {
        "quote": "It is amazing to think after all that has happened in this country in the last few years, the last few decades, that so many people have this blind faith that government is our friend and therefore, so we don't need protections against it.",
        "author": "James Bovard"
    },
    {
        "quote": "The X is an amazing car, but we kind of got carried away with the art and technology. Obviously, you want great art. You want great technology. But we did get a little distracted from our mission, which was to advance the cause of electric vehicles. And it probably delayed us a little bit with the Model 3 as well.",
        "author": "Elon Musk"
    },
    {
        "quote": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter.",
        "author": "Reba McEntire"
    },
    {
        "quote": "Wonder Woman, she's amazing. I love everything that she represents and everything that she stands for. She's all about love and compassion and truth and justice and equality, and she's a whole lot of woman.",
        "author": "Gal Gadot"
    },
    {
        "quote": "It's always pretty amazing to hear your own voice on the radio.",
        "author": "Daya"
    },
    {
        "quote": "I love Jessica Chastain. I love her; she's amazing, and she's such a good actress, and she's been nominated for Oscars, and she's just a big role model to me. I love her.",
        "author": "Joey King"
    },
    {
        "quote": "In 'House of Boys,' I wanted to be in drag. It was amazing to be in the middle of all these drag queens. They did my makeup. I hardly recognized myself! That was very funny.",
        "author": "Udo Kier"
    },
    {
        "quote": "I owe my career to Latina women. I was surrounded by the amazing group: my mother, my aunts, my extended family. They didn't necessarily have access to high fashion, but they had great style and looked stunning naturally at every age.",
        "author": "Narciso Rodriguez"
    },
    {
        "quote": "I understand that being able to appeal to the public and having an amazing sense of humour is not something that comes easy. It's definitely a gift and for which I'm thankful.",
        "author": "Kevin Hart"
    },
    {
        "quote": "It's such an honor to just represent the U.S. in the country where my parents immigrated from, and just this whole process has been amazing, and this journey has been so fun and full of so many memories that I will hold on to for the rest of my life.",
        "author": "Chloe Kim"
    },
    {
        "quote": "My parents, in their 40s, moved to a different country, started a business, bought a house, didn't speak the language, raised two kids - it's kind of amazing.",
        "author": "Jamie Chung"
    },
    {
        "quote": "If I could be involved in the hunting and fishing industry, that would be amazing. That said, I studied biology in college and that led into me being really involved in anatomy and being a pre-med major.",
        "author": "Dustin Lynch"
    },
    {
        "quote": "Dublin is one of my favourite cities. It's an absolutely amazing place.",
        "author": "Tom Holland"
    },
    {
        "quote": "I'm very concerned for the future of the earth and its amazing creatures. We've got to be careful and make sure we don't foul our own nest.",
        "author": "John Lithgow"
    },
    {
        "quote": "Pakistan never valued Nusrat Fateh Ali Khan saab until English songwriter Peter Gabriel started collaborating with him. After that, the country suddenly realised that they have an amazing talent. This is the story of a lot of artistes there.",
        "author": "Adnan Sami"
    },
    {
        "quote": "I lived in Italy for two months when I was in college. And I traveled to Paris. I traveled to Egypt. I traveled to Spain. I just would travel a lot. I remember going to Paris and saying, speaking French, 'I would like some chicken and some fries.' And just the chicken and fries was, oh my gosh, just so amazing. I became intrigued and inspired.",
        "author": "Tia Mowry"
    },
    {
        "quote": "A Boosh fan bought me an original copy of 'The Jungle Book' - like, the first print from 1894 - so I've just started re-reading that and am really enjoying it. But the last book I read in its entirety was 'Willard and his Bowling Trophies,' by Richard Brautigan, which is amazing.",
        "author": "Noel Fielding"
    },
    {
        "quote": "I've had an amazing life, but I think I was born with a little bit of sadness in me. I've always been attracted to those things, whether it's sad movies, sad music... when you're sad, you feel everything in a greater way than you do when you're happy.",
        "author": "Sam Smith"
    },
    {
        "quote": "I was not a good singer. You know those children who are like, 'I'm gonna be a pop star,' and they sound amazing from the day they were born? I was not like that.",
        "author": "Sigrid"
    },
    {
        "quote": "It's amazing that I can inspire little kids to know that you can be short or tall, and your body type doesn't matter because you can do anything.",
        "author": "Simone Biles"
    },
    {
        "quote": "'One Tree Hill' was my first television experience, so naturally I was nervous initially. There is no rehearsal, you get your script a few days ahead, and you work. I was also the youngest actor, 13, on set at that time, but it was amazing to be able to 'learn the ropes' with such a supportive group of people.",
        "author": "Kelsey Chow"
    },
    {
        "quote": "Food from Quebec is not known to be amazing. Actually, even though you can eat really, really well in Montreal, it's crazy. It's one of the best cities I eat in, but typical Quebec food is like food from people that work in the woods. It's potatoes, meat and sauce.",
        "author": "Charlotte Le Bon"
    },
    {
        "quote": "When a garment is in sync with your body and its proportions, it looks and feels amazing, and in France that is something that all women know from a young age.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "I personally run my social media, so I read all the messages. I get amazing messages. I try to respond as much as possible. Slow, but steady.",
        "author": "Kerli"
    },
    {
        "quote": "The creative act amazes me. Whether it's poetry, whether it's music, it's an amazing process, and it has something to do with bringing forth the old out into the world to create and to bring forth that which will rejuvenate.",
        "author": "Joy Harjo"
    },
    {
        "quote": "When I was in the indies, the guys would be like, 'Ugh, a women's match. I'm not gonna watch that.' And to come back here, at every single Live Event to have a guy come up to you and say, 'That was amazing,' I feel so accomplished.",
        "author": "Sasha Banks"
    },
    {
        "quote": "Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful.",
        "author": "Joyce Giraud"
    },
    {
        "quote": "I had a stunt double for 'The Bronze.' She's literally the most amazing human being I've ever seen. She's NCAA women's gymnastics champion. She was incredible. I would poke her thighs, and my nail would break because it was like poking a rock.",
        "author": "Haley Lu Richardson"
    },
    {
        "quote": "It was really amazing. I mean, he'd never mentioned that he played in the symphony, like serious violin playing, not fiddle playing. And he just blew us away.",
        "author": "Guy Clark"
    },
    {
        "quote": "I'm not an Adonis, that's for damn sure. I've never really thought of myself that way, and it doesn't matter to me. My favorite actors aren't Adonises. Dustin Hoffman is a flawed-looking man; he's amazing to me. Tom Hanks is flawed-looking; people love him. Same with Gene Hackman.",
        "author": "Shia LaBeouf"
    },
    {
        "quote": "For the first 18 months of Joy Division, we used our jobs to fund the band. We'd all chip in three, five quid to go and do a gig. But it was worth it. It was amazing we could afford to feed ourselves. But we were so creatively and artistically satisfied. You can't explain that to somebody who's never been there.",
        "author": "Peter Hook"
    },
    {
        "quote": "I feel like I'm in my own head a lot; it just feels amazing, but scary, weird and confusing.",
        "author": "Alessia Cara"
    },
    {
        "quote": "I find that the most special thing to me is if you've connected to people in some way: If someone comes up to you on the street and says something to you, and you know it's meant something to them, and it's connected to some project. That, I find, is amazing.",
        "author": "Tim Burton"
    },
    {
        "quote": "I love insects. They are amazing.",
        "author": "Andrea Arnold"
    },
    {
        "quote": "I've been pleased to work with so many wonderful stars through the years. This has been an amazing journey. I hope it continues.",
        "author": "Keanu Reeves"
    },
    {
        "quote": "I'm lucky that most of the time I'm on location in amazing places. Most of the time, I don't need holidays, I just stop working.",
        "author": "Stephanie Beacham"
    },
    {
        "quote": "It was amazing that a play that seems dated in this world... A man whose best friend is a six-foot white rabbit... But it caught on, especially with young people - they surprised me most of all.",
        "author": "James Stewart"
    },
    {
        "quote": "It's amazing to see these young guys come into the league and want to wear my shoes.",
        "author": "Penny Hardaway"
    },
    {
        "quote": "When I look into the crowd, I see young and old, black and white - it's amazing that I'm able to connect with so many different kinds of people.",
        "author": "Patti LaBelle"
    },
    {
        "quote": "My mom was an amazing singer and music was a big part of my life, so I grew up listening to Nat King Cole, Johnny Mathis, Henry Mancini; I used to watch 'The Andy Williams Show' on TV. I was very musical, so I was watching stuff that most kids my age wouldn't be interested in.",
        "author": "Gloria Estefan"
    },
    {
        "quote": "Women in their thirties are much more nervous about dating. They feel time is 'running out for them. They want to get married and have a family. The women I see in their forties and fifties know what they want. They are amazing, confident women with good jobs, but they are just struggling to find someone who is their equal.",
        "author": "Matthew Hussey"
    },
    {
        "quote": "I want to keep doing interesting work with interesting people in whatever form that may take, but I want to play the big parts of classical theatre; I want to go on stage and play great Shakespearean roles and, at the same time, do amazing, challenging indie films and comedy, and I want to do it all. I am greedy.",
        "author": "Gwilym Lee"
    },
    {
        "quote": "Grease and starch just always win over protein. In food as in so many things. Look around you, that's what our whole country is based on. It's amazing that Michael Jordan can be an iconic figure because he's basically just protein.",
        "author": "Ira Glass"
    },
    {
        "quote": "I think picture books should stretch children. I think they should be full of wonderful, amazing words.",
        "author": "Jane Yolen"
    },
    {
        "quote": "In 'The Matrix,' you see the fight between Keanu Reeves and Lawrence Fishburne. It's an amazing fight. But I know that they've rehearsed it for months beforehand. Because in some of the moves you can see them anticipating blocks before they actually happen.",
        "author": "Daniel Wu"
    },
    {
        "quote": "The NFL has been an amazing page in this chapter of my life. I pray that all successive adventures offer me the same potential for growth, success and most importantly fun.",
        "author": "Ricky Williams"
    },
    {
        "quote": "I'm extremely positive about investment in Africa. Africa has a wonderful climate, wonderful people, and amazing possibilities. Africa has been called dark and hopeless, but today it is neither of these. Africa is awakening. It's a huge market of almost a billion people with huge resources and a young population. It's the best place to invest.",
        "author": "Christoffel Wiese"
    },
    {
        "quote": "The reason I quit fashion was that I had had enough of spending my time always being on my knees, making other people look amazing and fabulous.",
        "author": "Thierry Mugler"
    },
    {
        "quote": "It's not a small thing, it's a pandemic, but economically we should not be in this position that we are this fragile as an industry. We don't go racing for three months and we are on the verge of collapsing, which is amazing.",
        "author": "Guenther Steiner"
    },
    {
        "quote": "Direct confrontation, direct conversation is real respect. And it's amazing how many people get that.",
        "author": "Penn Jillette"
    },
    {
        "quote": "It's the most amazing thing to be able to forgive.",
        "author": "Carrie Fisher"
    },
    {
        "quote": "I mean, why am I considered an 'it girl?' Because I'm in a lot of movies right now or am on the covers of magazines? I just hope there is something solid behind that. Because here's the thing with 'it girl' status. It's great and amazing that anybody is saying that at all. But how long does that last?",
        "author": "Amanda Seyfried"
    },
    {
        "quote": "It's a pretty amazing feeling to know that something I posted on the Internet can impact so many people.",
        "author": "Poppy"
    },
    {
        "quote": "'Westworld' is going to be incredible, and the production line is amazing. That was really nice because Lisa Nolan, who is in charge there, is fabulous and is a great example of a woman doing that role. So that was great, and she's amazing - an incredible writer and fantastic to work with.",
        "author": "Talulah Riley"
    },
    {
        "quote": "Sometimes you feel like people go, 'Oh, he just does funny dances,' or 'That's cute.' It drives me a little crazy when someone does a dance number where all they do is kick to their head for five minutes, and everyone's like, 'That choreography is amazing.' It takes a lot to choreograph a number that also gets laughs in it.",
        "author": "Casey Nicholaw"
    },
    {
        "quote": "I think it's an amazing quality to be able to roll with the punches and not be totally ruined as a person because life's been rough for you. That's a really admirable way to go through your life.",
        "author": "Anna Paquin"
    },
    {
        "quote": "Kickstarter is such an amazing platform, it really is. It's something great for independent artists of all kinds because every musician and every artist needs help to produce the record, make the record. It's like the modern day patronage. It's turning to your direct fan. It's a good motivator too.",
        "author": "Jihae"
    },
    {
        "quote": "There was once a caustic comment from someone suggesting I was breeding a new race. Fans from different countries have married, amazing things like that. I've been to some of the weddings. I went to one here the other day, a pagan ceremony.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Alanis Morissette - I love how she's not afraid to say what she wants to say. Love it or hate it, she's going to say it. And her vocals are crazy; they're amazing, and I also love how her music is really organic.",
        "author": "Manika"
    },
    {
        "quote": "Well, Freddie Mercury is a really huge rock star in my head. I've always thought he was just so tough and such an amazing entertainer, really a contradiction in many ways as well. So he was incredible.",
        "author": "Karen O"
    },
    {
        "quote": "The thing about 'Harry Potter' is it's great fun because of the people - I was usually with Julie Walters and Mark Williams, Brendan Gleeson, Robbie Coltrane, and the kids. Wonderful, funny, amazing people. If you're going to hang around on a set bored, you might as well do it with Julie Walters.",
        "author": "David Thewlis"
    },
    {
        "quote": "I've never watched 'Game Of Thrones', but I obviously know how huge it is and how the fans responded to it, and I only hope for similar success with 'The Witcher' because wow - that would be amazing.",
        "author": "Anya Chalotra"
    },
    {
        "quote": "I kind of stumbled into acting, even though I've always been fascinated by people and kind of their motives, and it's been amazing to me, everything I read before about psychology, philosophy, just to put it into practice somehow.",
        "author": "Adan Canto"
    },
    {
        "quote": "My family sits around and tells all these amazing stories of pirates and the wa. Then one day I'm having a beer after shooting an episode of 'Thank God You're Here,' and started telling Dave Hughes some stories, and he said, 'You've gotta turn this into a book.'",
        "author": "Anh Do"
    },
    {
        "quote": "I seriously love to cook... My grandmother was an amazing cook. As a kid I used to help her make handmade pasta, Cavatelli and Ravioli. It was one of my favorite things to do. I love the idea of making whatever is in the fridge into something.",
        "author": "Bradley Cooper"
    },
    {
        "quote": "My mum's amazing - every time I achieve something in my career, she buys me a diamond earring.",
        "author": "Katie McGrath"
    },
    {
        "quote": "I've bought clothes based on record covers. Particularly from the formative music that turned me onto it in the first place when I was a kid, with the Beatles and the Small Faces. A lot of those Sixties soul artists were in really sharp sharkskin or mohair suits, and Motown artists looked amazing.",
        "author": "Paul Weller"
    },
    {
        "quote": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "The first time I went to the Emmys was amazing. I had someone make me a dress - like, made for me.",
        "author": "Retta"
    },
    {
        "quote": "Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals.",
        "author": "Holly Madison"
    },
    {
        "quote": "I got a phone call from Fearne Cotton. It was amazing! I literally couldn't believe it. It was so cool. It was the night before I was going on her show to sing on the 'Live Lounge.' She was so lovely.",
        "author": "Birdy"
    },
    {
        "quote": "You know how Bette Midler always says her obituary will read, 'Bette Midler dies. Started her career at the Continental Baths?' Mine will say 'Chris March died. He was on Season 4 of 'Project Runway.'' It's an amazing show, it did a lot for me, and I'm fine with it. Unless it becomes terribly disreputable.",
        "author": "Chris March"
    },
    {
        "quote": "Graphene is a single plane of graphite that has to be pulled out of bulk graphite to show its amazing properties.",
        "author": "Andre Geim"
    },
    {
        "quote": "We are strangely biased, as individuals and media institutions, to focus on big sudden changes, whether good or bad - amazing breakthroughs, such as a new gadget that gets released, or catastrophic failures, like a plane crash.",
        "author": "Steven Johnson"
    },
    {
        "quote": "I'd love to interview Bill Clinton. I know that might be a little boring, but he's so interesting and such an amazing guy. All he's done after his presidency... he hasn't just sat around, he's been so active in so many charitable causes.",
        "author": "Damien Fahey"
    },
    {
        "quote": "I met Carl Sagan quite a few times - a fantastic and amazing person. I love him. Neil deGrasse Tyson is a good friend, too.",
        "author": "Peter Max"
    },
    {
        "quote": "When I was a teenager, I used to come to Selfridges, and it was very swanky and overwhelming, and I'd think, 'Wow, this is amazing.' I would never have imaged having my own area in the beauty hall! It's incredible.",
        "author": "Alexa Chung"
    },
    {
        "quote": "I have an amazing education through my wife on female fans and perspectives on it. Things that I never would have thought of.",
        "author": "Dave Filoni"
    },
    {
        "quote": "'The Shining' is operatic and sensational and... really shocking. It has this amazing meld of classical music and modern interpretations of classical music, and incredible imagery. From the set design to the costumes, there's so much to unpack.",
        "author": "Dan Smith"
    },
    {
        "quote": "'Upstairs Downstairs' and 'Downton Abbey' appeal to people because they're about our history, they look so beautiful, are written by amazing writers and have high production values.",
        "author": "Keeley Hawes"
    },
    {
        "quote": "I work with an amazing team - I have a stylist and a hairdresser and make-up artist who are always wondering what I am going to do next!",
        "author": "Netta Barzilai"
    },
    {
        "quote": "I think there's so many amazing LGBTQ artists, ranging from commercial to underground, that are influencing people at large.",
        "author": "MNEK"
    },
    {
        "quote": "I have had this opportunity to go on a journey and experience the ride of racing cars, of different championships around the world, go-karts, F3, F4, and now F1. It's been so amazing to be able to experience that. There have been bad days, good days, and it's been a great ride.",
        "author": "Lance Stroll"
    },
    {
        "quote": "Koch Industries is an amazing business that has succeeded by building a product that customers love dearly. The folks who run Koch are very clear. They would love to have government just get out of the way and allow companies to compete, whether in their particular sectors or other sectors. They are true believers in small government.",
        "author": "Mike Pompeo"
    },
    {
        "quote": "Atlanta and Zone 6 - they produce amazing artists: not just the club bangers but people who go on to become international. There's an extra sense of pride that comes with being from Atlanta and coming from the East Side.",
        "author": "6lack"
    },
    {
        "quote": "Giving birth was the most amazing thing I've ever done. I'd been living in a Third World country, and I said, 'I'm going to just squat behind a tree.' I basically did that but in a chair in my living room. I didn't want a sterile hospital room. I didn't want doctors. I had a midwife.",
        "author": "Carolyn Murphy"
    },
    {
        "quote": "Some countries that I go to are still trying to deny that it's happening. In India, 2.1 million people are living with HIV AIDS. India manufactures most of the drugs that are used to cure HIV around the world, which is an amazing, amazing fact that most people don't know.",
        "author": "Sharon Stone"
    },
    {
        "quote": "I'm the type of person that if I feel strongly about something and if I really want to do something, I'm just gonna do it. And if it works out, amazing, and it's like 'I told you so,' but if it doesn't work out, that's fine.",
        "author": "Eric Nam"
    },
    {
        "quote": "I think realising that you're individual and unique is really amazing.",
        "author": "Anne-Marie"
    },
    {
        "quote": "I did work at Christie's for a couple of weeks, getting ready for 'The Devil Wears Prada,' getting people coffee and doing whatever they needed around the office. It was amazing. I got to see some wonderful art, and everybody was really nice. It was great.",
        "author": "Anne Hathaway"
    },
    {
        "quote": "My favorite part about modeling is probably my least favorite part as well. It's traveling. Because it goes both ways. It's so amazing to get to see the world; we're so fortunate to go to all these places that I would never be in unless I was a model.",
        "author": "Elsa Hosk"
    },
    {
        "quote": "When you really study espionage movies, or spy movies, the beginnings are really set up to have, like, an amazing bit of action, but at the moment you're watching it, you have no idea why or what it's about.",
        "author": "John Lasseter"
    },
    {
        "quote": "'How To Train your Dragon 2' is an amazing film. I think it's an extraordinary film. The animation in it is fantastic.",
        "author": "Andy Serkis"
    },
    {
        "quote": "It's amazing living alone. I'm very lucky. It's like a refuge.",
        "author": "Paloma Faith"
    },
    {
        "quote": "My mom cooks traditional Albanian food for every holiday. She's an amazing cook.",
        "author": "Ava Max"
    },
    {
        "quote": "I love Bournemouth. The place where we live is amazing. It's so chilled and nice, and also the club itself is a family club. Especially as a young player to come here, it's a perfect fit.",
        "author": "Nathan Ake"
    },
    {
        "quote": "Maradona, yes! Diego was very fast, with good skills and brilliant dribbling. Many players are fast but cannot control the ball, but he was amazing.",
        "author": "Lothar Matthaus"
    },
    {
        "quote": "It's amazing what the power of sport does for children and communities.",
        "author": "Martin Brodeur"
    },
    {
        "quote": "I just love comic books. I've always loved comic book art, and I just think it's amazing.",
        "author": "Zayn Malik"
    },
    {
        "quote": "We come from a rich history of amazing sports and athletes here in Canada and there's been a long legacy before us that helped pave the way. And that's why I grew up believing I could go to the Olympics and stand on the podium one day.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "I've had some messages from some famous people which have been so unreal that they know who I am. I had support from Paloma Faith, Luke Evans, Stevie van Zandt, Jojo Siwa and Sharon Stone. It was amazing that so many big names had been talking about me.",
        "author": "Courtney Hadwin"
    },
    {
        "quote": "When you get creative liberty, it's amazing.",
        "author": "Jaideep Ahlawat"
    },
    {
        "quote": "I think this is the biggest win in my career. To beat Venus in Wimbledon is just something amazing.",
        "author": "Elena Vesnina"
    },
    {
        "quote": "Always expect the unexpected. Right around Thanksgiving, when the new Alex Cross will be out. It's called Four Blind Mice and it's a pretty amazing story about several murders inside the military.",
        "author": "James Patterson"
    },
    {
        "quote": "Got a chance to work with amazing and finest directors like Priyadarshan, Anurag Kashyap, Imtiaz Ali, Meghna Gulzar, Vipul Shah, Dibakar Banerjee, Kamal Haasan, etc.",
        "author": "Jaideep Ahlawat"
    },
    {
        "quote": "We spend a lot of time training and retraining. It's heartbreaking because our education system has failed all of us. And again you go to China, even Mexico, Brazil the education systems are valued - ours are not in this country at K-12 level. It's amazing how that change has transpired in my lifetime.",
        "author": "Douglas R. Oberhelman"
    },
    {
        "quote": "Adele's amazing, I think the world of her and her music and I think Tinie Tempah is cool. To work with someone like Kanye West would be awesome.",
        "author": "Joe Jonas"
    },
    {
        "quote": "Of course, you've got Lyoto Machida. He's definitely a karate guy and he's made a big presence in MMA. I would say look up Lyoto Machida. There are some other karate guys who are phenomenal at what they do at their karate game, the point fighting game, Raymond Daniels, who is an amazing point fighter and very flashy.",
        "author": "Stephen Thompson"
    },
    {
        "quote": "I hate the stereotype of the pitfalls of the child actor. There are so many amazing examples - Natalie Portman, Joseph Gordon-Levitt, Jodie Foster, Drew Barrymore - of people who have made it through.",
        "author": "Jamie Bell"
    },
    {
        "quote": "My food hero would be someone like Elizabeth David, because I think what she did for Britain was amazing. Also David Thompson, an Australian chef who does Thai food and really understands the basis of it, has always been very inspiring.",
        "author": "John Torode"
    },
    {
        "quote": "It's amazing when people who don't even know you pray for your good heath and success. But being a private person, sometimes I don't know how to handle the adulation that comes my way.",
        "author": "Shaheer Sheikh"
    },
    {
        "quote": "We came from the '60s era, when we started and made so many hits. The song value from the '60s was so darn good, you've got The Beatles, The Beach Boys, all of Motown, and plenty of other people, too... amazing records, amazing songs.",
        "author": "Mike Love"
    },
    {
        "quote": "It's an amazing honor to be the fourth Black hockey player to go into the Hall of Fame. It's a huge thrill.",
        "author": "Jarome Iginla"
    },
    {
        "quote": "I don't know what I did to my main bass. I've poured makeup into it, I've bashed it around - and we've gone in the back and cleaned it up... It sounds amazing and one of a kind at this point, but it picks up a really decent radio signal if you're anywhere near an antenna.",
        "author": "Justin Chancellor"
    },
    {
        "quote": "The thing about this business is that you always end up finding these amazing stories and these amazing people who make amazing films. I just want to work with good people and keep challenging myself with different kinds of characters.",
        "author": "Madhur Mittal"
    },
    {
        "quote": "It's amazing how the biggest things in our lives - when we're around the fireplace and talking about them when we're older - the things that matter the most to us start off amazingly small and in a humble way.",
        "author": "Frankie Ballard"
    },
    {
        "quote": "You get a world-class athlete like Hershel Walker, who was a Heisman trophy winner and did some amazing things, but he had a martial arts background. He did kickboxing. He had a combat sports background. It was just rekindling that training and that martial arts workout ethic. He got back into it and did quite well.",
        "author": "Scott Coker"
    },
    {
        "quote": "I'm just gonna keep growing as an artist, and I'm excited to work with different people and learn from all these other talented, creative people that I've been around. It's so inspiring to be around other people who have ideas you haven't thought of, and all of a sudden you're like, 'Wow! That's so amazing!'",
        "author": "Banks"
    },
    {
        "quote": "To be in a show like 'Miranda' that captures everyone's imagination is amazing, but it's hard when people can't see beyond that. I started travelling to North America because 'Miranda' was so popular in the U.K.; I always knew I wanted to challenge myself and not go for the obvious roles.",
        "author": "Tom Ellis"
    },
    {
        "quote": "Seven hundred thousand people who have dementia in this country are not heard. I'm fortunate; I can be heard. Regrettably, it's amazing how people listen if you stand up in public and give away $1 million for research into the disease, as I have done.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "'Infernal Affairs' is really amazing and was a really popular movie. I would be fine with playing any character in the movie.",
        "author": "Gong Yoo"
    },
    {
        "quote": "My thing with New York was that it felt so insular. When I went to L.A., everybody I knew was a cool, amazing musician. In New York, they'd be hunkered down trying to form a band. But in L.A., guys in bands were also playing with other artists, touring with other artists, and collaborating with other artists.",
        "author": "LP"
    },
    {
        "quote": "I have had the most wonderful childhood, and I was raised in a very loving family. And it was nothing short of an amazing privilege because I was incredibly lucky to be able to play up in trees and make it like silly dens in a bush and stuff like that.",
        "author": "Rose Leslie"
    },
    {
        "quote": "You don't really get to witness what athletes go through. Like, the sacrifices and stuff like that. It's by far the most amazing, beautiful thing.",
        "author": "Steven Adams"
    },
    {
        "quote": "As much as heartbreak music might be therapeutic, we all want love and long for that feeling. So if a song can give you that feeling, even without being in love, that's amazing.",
        "author": "Ella Mai"
    },
    {
        "quote": "With 'Badhaai Ho,' the lines are so quirky and the situation is so humorous, awkward, and bizarre that people are taking away a lot from the film. The dialogues are amazing. We aren't trying to make people laugh, but the situation is like that, that people are laughing.",
        "author": "Ayushmann Khurrana"
    },
    {
        "quote": "My grandmother used to make the most incredible chicken divan, and my mom has carried out that tradition. It's my comfort food. It's amazing how you can almost taste the memories with a dish like that! And the more leftovers, the better.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "I'm an amazing mama's boy.",
        "author": "Penn Jillette"
    },
    {
        "quote": "Everybody has their role in the food world and what they choose to appreciate. I'm not a fine dining chef. I appreciate it. I think Thomas Keller is amazing. But I really like where I'm at; I like what I do. I like how it makes people feel.",
        "author": "Guy Fieri"
    },
    {
        "quote": "Nothing is more generally known than our duties which belong to Christianity; and yet, how amazing is it, nothing is less practiced?",
        "author": "George Whitefield"
    },
    {
        "quote": "The goal as an actor is to constantly surround yourself with amazing artists who challenge you and make you grow.",
        "author": "Sarah Shahi"
    },
    {
        "quote": "I just did a part in 'Sin City 2.' I got to do a scene with Ray Liotta. Amazing man, extraordinary gentleman who was just so kind to me... I'm so excited about that; I think it's gonna be very cool.",
        "author": "Juno Temple"
    },
    {
        "quote": "If you take 10,000 chimpanzees and cram them together into Wembley Stadium or the Houses of Parliament, you will get chaos. But if you take 10,000 people who have never met before, they can co-operate and create amazing things.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "You re-watch 'Napoleon Dynamite', and there's a lot of thrift shopping that goes on in that movie; there's a lot of funny stuff. It's definitely amusing, and paying 99 cents for a samurai sword is amazing.",
        "author": "Al Madrigal"
    },
    {
        "quote": "It was amazing to watch him in the darkroom at an advanced age, still get excited when the results were pleasing. He still struggled like we all do in the darkroom and he struggled behind the camera, and when he had a success he was beaming.",
        "author": "John Sexton"
    },
    {
        "quote": "Every time you get into a new job, new location, you have an amazing opportunity in front of you. You get to play dumb for as long as people will allow you to play dumb. You get to ask all the dumb questions, you get to ask multiple people the dumb questions, and you get to make mistakes. That's how you stand out in the crowd.",
        "author": "Gary Cohn"
    },
    {
        "quote": "Jaipur is the capital of Rajasthan and, in my opinion, the best place to visit. It is an amazing hub of history. It's called the Pink City because all the architecture has a hint of pink in the stones used. It's an amazing stop for all kinds of food but also for history and shopping. It has a little bit of everything.",
        "author": "Maneet Chauhan"
    },
    {
        "quote": "I grew up in L.A. I actually grew up in the Valley, which was a pretty amazing place to grow up because everybody has nice, big backyards, and I was kind of a little nature being.",
        "author": "Banks"
    },
    {
        "quote": "I'm so thrilled to be partnering up with William Rast. I'm such a fan of the brand and being a part of the new campaign has been amazing.",
        "author": "Tori Kelly"
    },
    {
        "quote": "After every bath, I make sure to moisturize my entire body. I'm obsessed with Diptyque: people love their candles, but their body products are also amazing.",
        "author": "Priyanka Chopra"
    },
    {
        "quote": "I have a weak spot for late '60s-early '70s yippie paperbacks and protest manifestos. I find them at flea markets or online. One of my favorites is 'Right On,' a compendium of student protests made into this 95-cent paperback with the most amazing graphics.",
        "author": "Doug Aitken"
    },
    {
        "quote": "Do you like my suit? I think this is an amazing suit, don't you think?",
        "author": "Tom Selleck"
    },
    {
        "quote": "As a child, I loved being outdoors. Our house had a railway track going past it. Of course, Mum told us not to go near it and, of course, we did. There were amazing blackberry bushes growing all along it, and we collected the fruit.",
        "author": "Nadiya Hussain"
    },
    {
        "quote": "Anyone who has played the game professionally, you're always taught that the ball is the most important, most precious thing, so when the ball hits the ground, it's always a mad scramble. It's amazing how many times there is a fumble, and the person who recovers it initially doesn't walk away with the ball.",
        "author": "Barry Sanders"
    },
    {
        "quote": "There is something in Shanghai that is very exciting and alive - the idea of a city with two different souls, one from today and another from a long time ago, is amazing.",
        "author": "Alessandro Michele"
    },
    {
        "quote": "Picasso was hugely innovative, and, wow, did he have facility, amazing ability, but I don't think he painted a masterpiece.",
        "author": "John Hurt"
    },
    {
        "quote": "Magic is the oldest part of the show business profession. It can now be used as a forward-thinking tool to build a child's confidence. It has been an amazing part in many entertainers' lives, including Steve Martin and the late Johnny Carson.",
        "author": "Criss Angel"
    },
    {
        "quote": "'Fury' whetted my appetite for a bigger canvas and this idea of world creation. You can do amazing things as a filmmaker if you have the proper tools, and those are time and money.",
        "author": "David Ayer"
    },
    {
        "quote": "We come from Spain, from Barcelona. We could perform in many places around the world, and it's been amazing to bring our music to so many people in so many different places. That's been amazing.",
        "author": "Rosalia"
    },
    {
        "quote": "I've been playing for aeons now, but way, way back, I remember Eddie Van Halen came out ,and I loved his playing. He was amazing. But then everyone started copying his guitars with Floyds, and I didn't.",
        "author": "Yngwie Malmsteen"
    },
    {
        "quote": "My fans are great and amazing, but there's no way all of my fans are going to be able to fill up Bristol Motor Speedway.",
        "author": "Kyle Busch"
    },
    {
        "quote": "It's quite amazing what 3D is doing to movies. Just simple things like a paper plane flying at you or flower petals fluttering about are wonderful.",
        "author": "Kou Shibasaki"
    },
    {
        "quote": "'True Blood' is amazing. I have to give a shout out to 'Melrose Place' because I do watch. I love 'Entourage.' One of my favorite shows back in the day was 'Friday Night Lights.'",
        "author": "Tristan Wilds"
    },
    {
        "quote": "The whole process of being one of the 10 finalists for the 'Vogue' Fashion Fund award has to be my biggest achievement to date. Meeting Anna Wintour, Diane von Furstenberg, etc., has been an amazing experience that even now gives me goose bumps when I think about it.",
        "author": "Simon Spurr"
    },
    {
        "quote": "Boom, I move to L.A. after doing 'Aftershock,' and I've been actually working here. So it's all been 'boom'; it's all been 'boom' everything. It's so exciting. It's been amazing. I'm a very lucky girl.",
        "author": "Lorenza Izzo"
    },
    {
        "quote": "Despite the amazing diversity we're blessed with in this country, schools are still in large part segregated because of economic disparity. Sports are one of the few areas where kids are really given the opportunity to interact with those of different races and religions.",
        "author": "Steve Kerr"
    },
    {
        "quote": "Mom and Dad are truly my heroes. And I have to say, so is my little brother Robert. He's 11, and he's just the most amazing boy. He's so much like Dad sometimes, it's a bit scary.",
        "author": "Bindi Irwin"
    },
    {
        "quote": "The lips on my upper right bicep are my girlfriend's lips. She has the most amazing lips, and I wanted to carry them around with me everywhere I go, considering I can't carry her lips physically with me. So I decided to place them in a discreet location, such as the inside part of my bicep.",
        "author": "Jake Owen"
    },
    {
        "quote": "Writing is an amazing place to hide, to go into the rabbit hole, and pull the trap door down over your head.",
        "author": "Ann Patchett"
    },
    {
        "quote": "Meteorologists don't use a script, and most create their own graphics and certainly put together their own forecasts. Most of us went to school to become scientists - at least I did - and studied thermodynamics, physics, and tons of calculus to take this young science to the next level. Our accuracy is amazing and will only continue to improve.",
        "author": "Ginger Zee"
    },
    {
        "quote": "'Entourage' is almost required watching in L.A., and everyone seems to have story suggestions for the show itself, which is amazing because it makes you realize the show's really struck a chord and found its audience.",
        "author": "Kevin Connolly"
    },
    {
        "quote": "Vancouver is an amazing city and luckily, growing up in the Seattle area, I was able to immerse myself into the culture at a young age, traveling back and forth across the border for skating competitions as a youngster.",
        "author": "Apolo Ohno"
    },
    {
        "quote": "Obviously, I come out of the military - I know the amazing work of the men and women in uniform and the work that they can do.",
        "author": "Deborah Birx"
    },
    {
        "quote": "The attitude is we live and let live. This is actually an amazing change in values in a rather short time and it's an example of freedom from religion.",
        "author": "Tom Wolfe"
    },
    {
        "quote": "I'm overjoyed and beyond honored to be a part of the L'Oreal Paris family. I'm such a fan of L'Oreal Paris not just for all of their amazing products, but for what they stand for.",
        "author": "Lea Michele"
    },
    {
        "quote": "I had heard a live show, where my voice didn't sound the way I wanted to hear it and I got paranoid. I'm not an amazing singer, I just belt it out in this crappy old way, but for a while I had it in my head that I couldn't sing.",
        "author": "Kim Shattuck"
    },
    {
        "quote": "I love fashion from the 1930s and '40s - shoulder pads, high waists, things with structure. That is classy for me. Andrea Riseborough from the Madonna movie 'W.E.' had an amazing wardrobe.",
        "author": "Eva Green"
    },
    {
        "quote": "We're so blessed to have an amazing catalog.",
        "author": "Rozonda Thomas"
    },
    {
        "quote": "As a dancer, obviously, we are all inspired by Michael Jackson, and I always looked up to Gene Kelly. He was a bigger version of Fred Astaire, and he was amazing as well.",
        "author": "Maksim Chmerkovskiy"
    },
    {
        "quote": "Obviously, everyone wants to work with Rihanna so that would be amazing. Maybe Drake or even DJ Khaled? I'm dreaming big!",
        "author": "Jax Jones"
    },
    {
        "quote": "The life of an entrepreneur is the life of a human. Some days are amazing. Some days are a struggle. A lot are in between. It's the same for all of us.",
        "author": "Andy Dunn"
    },
    {
        "quote": "It's amazing that people still feel, 'Oh my gosh, it's a black guy.' We've been here for a long time; let's get used to it. Let's get used to other cultures.",
        "author": "John Boyega"
    },
    {
        "quote": "I think a lot of actors need validation. If you see truly amazing actors perform, they expose themselves to such an incredible degree. You can really see their pain.",
        "author": "Alex Kingston"
    },
    {
        "quote": "I'm not an amazing engineer; I'm just super basic. I'm pretty cavalier about it - I stick the mic wherever it sounds good.",
        "author": "Kim Shattuck"
    },
    {
        "quote": "There's no better sight than when I look out from the speaker's rostrum and see a group of Republicans and Democrats who sit in a couple of rows together, laughing together. It is just - it sounds a little silly - but it's just an amazing, great sight.",
        "author": "Sara Gideon"
    },
    {
        "quote": "There's this other girl called Lykke Li from Sweden - I really want to collaborate with her, that'd be great. Obviously Kanye West as well, and Drake would be pretty amazing.",
        "author": "Tinie Tempah"
    },
    {
        "quote": "I know some amazing actors who are not mortified every moment of the day, so my feeling is that maybe you don't have to be a wreck to be good.",
        "author": "Jesse Eisenberg"
    },
    {
        "quote": "A stylist might say you look amazing in anything. Your family will always tell you if you look a complete idiot.",
        "author": "Mika"
    },
    {
        "quote": "I personally was involved in going over to Afghanistan to meet the troops. My father was a marine, so that was just amazing.",
        "author": "Eva Marie"
    },
    {
        "quote": "I've always been a fan of the home workout. I know a lot of people think that jumping around in your living room is never going to be as effective. But you can get an amazing workout using your bodyweight alone.",
        "author": "Joe Wicks"
    },
    {
        "quote": "When things happen - you ask yourself why today, why not tomorrow, why not yesterday? That's the most amazing thing about time.",
        "author": "Ozwald Boateng"
    },
    {
        "quote": "It does blow me away, though, when I see Werdum just got the belt at 37 and then you see Mark Hunt still fighting at 40. All these different things. It is amazing. I don't know. They're out there, they're doing it.",
        "author": "B. J. Penn"
    },
    {
        "quote": "It's just extremely difficult to shoot with five dogs. They're great, and the people who handle them are amazing. But they're animals.",
        "author": "Cobie Smulders"
    },
    {
        "quote": "Most of the southern hemisphere is unexplored. We had more exploration ships down there during Captain Cook's time than now. It's amazing.",
        "author": "Robert Ballard"
    },
    {
        "quote": "It's an amazing feeling: tennis is growing very quickly in Canada, and to be a big part of it is an honour.",
        "author": "Milos Raonic"
    },
    {
        "quote": "For sheer creativity and totality of involvement, 'Rolf's Cartoon Club' with HTV in Bristol was an amazing show to work on, but I think the 'Rolf on Art' series, culminating in the painting of the Queen's portrait to celebrate her 80th birthday, just nudges into the favourite spot.",
        "author": "Rolf Harris"
    },
    {
        "quote": "When I was little, my dad showed me N.E.R.D., their first album, and I thought it was amazing. I thought Pharrell was just killing everything. That was my first introduction to rap.",
        "author": "Lil Xan"
    },
    {
        "quote": "I love 'Criminal Minds' and have put my heart and soul into it for the last 12 years. I had hoped to see it through to the end, but that won't be possible now. I would just like to say thank you to the writers, producers, actors, our amazing crew, and, most importantly, the best fans that a show could ever hope to have.",
        "author": "Thomas Gibson"
    },
    {
        "quote": "Art fairs bring attention to up and coming artists and some amazing new works. They are a way to connect everyone with what's happening at the cutting edge of art, both new and historic.",
        "author": "Paul Allen"
    },
    {
        "quote": "It's an amazing thing to say, 'I'm beautiful,' without feeling like you're cocky.",
        "author": "Christina Aguilera"
    },
    {
        "quote": "I was on tour with Little Dragon with the Gorillaz. She's got an amazing voice and is a lovely girl. Her vibe is fresh pressed and harmless fun with a tinge of the dark side if you look in the right bits of the tunes.",
        "author": "Neneh Cherry"
    },
    {
        "quote": "It's amazing what you can do in your bathroom! I would do vocals and stuff on my computer that would need to be sent to London or New York for things to be added on, and I was thinking they always say you sound good in the bathroom - but then I'd kick the bin, or someone in the next room would flush the chain or something and I'd be like 'oh no!'",
        "author": "Nadine Coyle"
    },
    {
        "quote": "We had an amazing experience shooting the first season of 'Leverage' with such a talented cast and crew and with the full support of TNT behind us.",
        "author": "Dean Devlin"
    },
    {
        "quote": "If you get half a million, at a certain stage you probably will get 4 million people, if they are able to hear it. The touring thing is unbelievable. It really is amazing from what we did the last tour even to what we are doing now.",
        "author": "John Mayer"
    },
    {
        "quote": "There's nothing wrong with showing sexuality. If you have that inside, it's just an expression of who you are. If you want to share that with people, that's amazing. I love that.",
        "author": "Camila Cabello"
    },
    {
        "quote": "The demands at Real Madrid are huge. The expectations are enormous. Sometimes, it is good. When you're winning, it's an amazing place and the fans are happy.",
        "author": "Raul"
    },
    {
        "quote": "In 'Lion King,' the music is brilliant. The CGI is amazing.",
        "author": "John Kani"
    },
    {
        "quote": "Teens like a lot of the same things adults do: smart people doing amazing things against awful odds.",
        "author": "Kim Harrison"
    },
    {
        "quote": "I think having imaginary friends is an amazing coping mechanism. It's pretty wonderful, and it makes a lot of sense to me.",
        "author": "K. A. Applegate"
    },
    {
        "quote": "The really amazing part, to me, was when Florida made it into the Final Four, the Democrats didn't demand a recount.",
        "author": "Ann Coulter"
    },
    {
        "quote": "We live on a planet that is amazing, beautiful, and full of wonder but not protected from powerful destructive forces of nature. We are capable of doing wonderful and selfless things but also self-absorbed and harmful things. This is the world we live in.",
        "author": "Adam Hamilton"
    },
    {
        "quote": "I really like 'Roar' and 'Dark Horse.' 'Dark Horse' I really like, and I feel I would sing that in the bathroom; I would buy that album, and I think Katy Perry's amazing!",
        "author": "Iggy Azalea"
    },
    {
        "quote": "I think Labrinth is an amazing writer and an amazing singer. His voice is just so magnetic. There are so many people that I would work with inside and outside of pop.",
        "author": "Daya"
    },
    {
        "quote": "I don't know how many thoughts we have a second, but it's quite an amazing number, and just to pin down the appropriate sequence of those, all you really need is a pencil and a piece of paper.",
        "author": "Robert Wyatt"
    },
    {
        "quote": "If you're curious, London's an amazing place.",
        "author": "David Bailey"
    },
    {
        "quote": "I came to London constantly, working with Ninja Theory on 'DmC Devil May Cry,' and I kind of fell in love with this amazing architecture, where you have these buildings that have clearly been around a long time, and they have this amazing gothic look, and then on the first floor, it's a McDonald's!",
        "author": "Hideaki Itsuno"
    },
    {
        "quote": "There was only one elective at my college for acting, but thank God for that elective because we had a great teacher who introduced me to the Meisner technique for acting. Once I read that book, I said, 'Wow, if I could do that and have that honest moment on stage, that would be amazing.'",
        "author": "Nestor Carbonell"
    },
    {
        "quote": "I think we have some amazing leaders. But then we have some leaders who turn a blind eye to things that contribute negatively to a really difficult culture for women.",
        "author": "MJ Hegar"
    },
    {
        "quote": "It's amazing how confused and distracted and misdirected so many people are.",
        "author": "Stephen Covey"
    },
    {
        "quote": "Owing to our Indian beliefs, not many believe in organ donation. But I think it's an amazing thing to pledge the donation of organs and is not something people should look down upon.",
        "author": "Richa Chadha"
    },
    {
        "quote": "I've been diving for about 30 years, and I can honestly say that I've had some amazing encounters with sharks, squids, and other whales. But the encounter with the right whales in the Auckland Islands was probably the best thing I've ever done. It was just that amazing.",
        "author": "Brian Skerry"
    },
    {
        "quote": "Winning is an amazing feeling. You don't get that in business; you don't get that in many things.",
        "author": "Tony Fernandes"
    },
    {
        "quote": "Dogs are a really amazing eye opener for us humans because their lives are compressed into such a short period, so we can see them go from puppyhood to adolescence to strong adulthood and then into their sunset years in 10 to 12 years. It really drives home the point of how finite all our lives are.",
        "author": "John Grogan"
    },
    {
        "quote": "For us to win a VMA without even dropping our first album was kind of amazing. It felt like a dream, and then I woke up the next morning like, 'Oh my God - I've got a Moonman!'",
        "author": "Dinah Jane"
    },
    {
        "quote": "When I was in architecture school, I became curious about the exact mathematics, physics, and construction of the great structures I had been studying. I wanted to know how these amazing things would work: the Pantheon, the dome of Michelangelo, the dome of Brunelleschi. So I decided to study civil engineering.",
        "author": "Santiago Calatrava"
    },
    {
        "quote": "I really enjoyed being Peppy Miller. She was an amazing character and her energy followed me everywhere. When I talk about her I want to be her again.",
        "author": "Berenice Bejo"
    },
    {
        "quote": "I will remember the night I won the New Comedy Awards, as I was young and unformed, so that sticks in the mind. I've also done a fantastic gig at the Royal Albert Hall, which was amazing. Appearing in the Christopher Guest film was also a real highlight, even if I was only in it for a couple of minutes.",
        "author": "Nina Conti"
    },
    {
        "quote": "I've learned that while I'd be a fool not to stay open to the advice and experiences of the smart, amazing people in my life, I also need to listen to what I have to say.",
        "author": "Alicia Keys"
    },
    {
        "quote": "It's amazing to be able to embrace young talent.",
        "author": "Ashley Nell Tipton"
    },
    {
        "quote": "My ideal night would probably be a dope outfit, people that I love around me. Go to get some dinner, have some amazing food. Maybe sushi or Italian: I love both.",
        "author": "Bebe Rexha"
    },
    {
        "quote": "Actually, we got signed in November of 2000 with Dreamworks which is the most amazing label. We have friends on other labels and though we are not selling millions of records, yet, they treat us with tons of respect and give us some very good guidance.",
        "author": "Adam Rich"
    },
    {
        "quote": "The Internet is a global resource that does not belong to any one nation or alliance. It has contributed to amazing economic growth, collaboration, civil education, and awe-inspiring lifestyle improvements for billions of people.",
        "author": "Dmitri Alperovitch"
    },
    {
        "quote": "My mom, the fabulous Bertie Kinsey, is an amazing seamstress. She quilts and sews and is so crafty. We call her the Southern Martha Stewart!",
        "author": "Angela Kinsey"
    },
    {
        "quote": "I am writing a book called 'The History of Australia in Hundred Objects.' It's of things we have invented in Australia. And you know, some of them are amazing. We invented the clapper boards used in films. We invented those cranes - those big long cranes used on construction sites.",
        "author": "Barry Humphries"
    },
    {
        "quote": "I love so many different types of music - hard rock, bebop, jazz fusion, R&B. And I've loved meeting and painting so many amazing artists like Lionel Richie, Ronnie Wood, Sia, Steven Tyler, Swizz Beatz, Taylor Swift, James Moody, The Fifth Dimension, Chick Corea, Herbie Hancock and Michael Jackson. It makes me smile thinking about each one of them.",
        "author": "Peter Max"
    },
    {
        "quote": "This person loves tangerines, This person loves raspberries - and my son won't even look at berries. Isn't that amazing? And so I have to apply that to music; otherwise, I would always hide in a hole because of all the people that don't like Coldplay.",
        "author": "Chris Martin"
    },
    {
        "quote": "My family, the support of my friends, the amount of people that have written and come up to me on the street and said, 'Thank you for representing us,' and Adam Lambert, and Lady Gaga, that's been amazing.",
        "author": "Johnny Weir"
    },
    {
        "quote": "Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.",
        "author": "George Whitefield"
    },
    {
        "quote": "I suppose it's amazing how quick life goes by when you have children.",
        "author": "Steffi Graf"
    },
    {
        "quote": "You know what the most amazing luxury problem in the world is? When you've got a bunch of hits you have to play. That means the show's going to have to be a little longer.",
        "author": "John Rzeznik"
    },
    {
        "quote": "I'm really close to my family, and we talk through things. My parents are so amazing, they're brilliant. We try to take one step at a time and be wise about the decisions we make and keep our values and the things that are important.",
        "author": "Naomi Scott"
    },
    {
        "quote": "I have lived a crazy life since I was 16, have travelled the world, and met some amazing people. And if you can turn that into music, then you are doing something right.",
        "author": "Ronan Keating"
    },
    {
        "quote": "I want to remind people that black music is amazing. And there are all forms of it that we've forgotten, you know? Rock music is black music! Don't forget that's what it is.",
        "author": "Robert Glasper"
    },
    {
        "quote": "For a player it's an amazing experience to be at Real Madrid. I matured a lot there, principally as a person.",
        "author": "Kaka"
    },
    {
        "quote": "When people chat to me about my childhood and getting into horses, they're like, 'Was it like the birds sang and the sun came out? Was it an amazing experience?' I'm like, 'No, it was rubbish. I was frightened. I was pretty unbalanced, and most ponies took advantage of me.'",
        "author": "Lee Pearson"
    },
    {
        "quote": "I really used to like TVMaxwell, which is a classic, amazing, super-underrated comedy channel. And Cyndago was great.",
        "author": "Finn Wolfhard"
    },
    {
        "quote": "Competition between men is a fuel that's useful to us. We have to be careful that it doesn't tell the same story over too many times, but it's amazing how durable that story is.",
        "author": "Bill Irwin"
    },
    {
        "quote": "Sumatra has these lush forests and huge, amazing creatures like elephants, orangutans, and tigers. They're disappearing because of industry coming in and cutting down the forests.",
        "author": "Philippe Cousteau, Jr."
    },
    {
        "quote": "It's awesome to see something like 'Inception', which is just mind-blowing and amazing, and it actually resonates with the audiences. I feel like that's rare.",
        "author": "Danny McBride"
    },
    {
        "quote": "'Kit Kittredge' was an amazing experience because I got to go to Canada, and it was my first 'era' film, so I got to wear the 1930s clothes, the real vintage clothes.",
        "author": "Madison Davenport"
    },
    {
        "quote": "I knew from the first episode that 'Longmire' was something special - I met the writers/exec producers, read the script, and knew it was special, so to have the network and the studio and the fans get behind it in the way that they have has been really amazing.",
        "author": "Katee Sackhoff"
    },
    {
        "quote": "I really like the stuff that Showtime puts out. I think that 'Homeland' is phenomenal. I think 'Dexter' is amazing.",
        "author": "Ben Schwartz"
    },
    {
        "quote": "I cried when I found out I was a finalist, I kind of went limp when they called my name. I felt like my spirit jumped out of my body, and I was just flesh - it was just amazing.",
        "author": "Naima Adedapo"
    },
    {
        "quote": "If you ask me, we actors have this amazing ability to detach ourselves from an emotion and just do it for the camera.",
        "author": "Abhinav Shukla"
    },
    {
        "quote": "When I turned 25, something changed in me. I see children in my future 100%. Soon. I started thinking I want my kids to look back and say, 'Wasn't Mummy amazing?' I've really started thinking about what I'm leaving for them.",
        "author": "Jessie J"
    },
    {
        "quote": "I stood for parliament with the amazing support and help of my ex-husband, but it's not something that was handed to me like a peerage. I worked hard and was elected. So my achievements, such as they are, are my own.",
        "author": "Louise Mensch"
    },
    {
        "quote": "It's the best feeling ever: the adrenalin, the extra boost, the support you get from the very passionate Australian Open crowd is amazing.",
        "author": "Ashleigh Barty"
    },
    {
        "quote": "I hope maybe one day I can be like Wayne Rooney. Maybe then some young players will be proud to play against me. That would be amazing.",
        "author": "Aleksandar Mitrovic"
    },
    {
        "quote": "Stradivarius, in particular, was the most amazing craftsman and one of the great artists and scientists that ever lived because he figured out something with the sound and the science of acoustics that we still don't understand it completely.",
        "author": "Joshua Bell"
    },
    {
        "quote": "It is so inspiring when you come across a woman who is very strong and dedicated and is amazing at what they do. That's how I feel about Meryl Streep. You watch her, and you can't help but notice all of that about her. She's so influential.",
        "author": "Agyness Deyn"
    },
    {
        "quote": "Whether it's 18 years old or 40 years old, we think we know what's going on. But if you're lucky enough to continue the journey, its amazing how we keep learning how much we didn't know.",
        "author": "Joe Namath"
    },
    {
        "quote": "I carry my iPod everywhere. My favorite group is the John Butler Trio, an Australian jam band. The lead singer and guitarist writes amazing lyrics.",
        "author": "Hope Solo"
    },
    {
        "quote": "Just going to Africa is amazing; it all comes back to the motherland. It's pretty much where everything started.",
        "author": "Amar'e Stoudemire"
    },
    {
        "quote": "For me, 'Cool Runnings' was amazing because I always wanted to bobsled and go to the Olympics.",
        "author": "Malik Yoba"
    },
    {
        "quote": "Luckily, my wife is amazing. She's one of the few people in my life I'm completely honest with. I've told her everything about my past. She knows me inside and out. There's no secrets at all.",
        "author": "Brendon Urie"
    },
    {
        "quote": "As a young black boy, it made me proud to see black leaders that did something amazing and made the world change.",
        "author": "John Legend"
    },
    {
        "quote": "Milan, for me, is a city of discovery. You can find some amazing gardens behind some great houses; I also love finding beautiful galleries and incredible shops, but you have to explore. And the food is amazing.",
        "author": "Francisco Costa"
    },
    {
        "quote": "Once I was hosting an important dinner party at our house - everything was perfect, candles were lit, the house smelled amazing with great food and drinks ready. We lit a fire and the flue wasn't able to open, unbeknownst to us. We smoked out the entire house and the fire department had to come - it was a mess.",
        "author": "Jeremiah Brent"
    },
    {
        "quote": "The 'Real World Challenges' were amazing. However, Hollywood, back when I was on reality shows, did not like reality shows.",
        "author": "The Miz"
    },
    {
        "quote": "When it comes to celebrities and tabloids, to me that is a bummer. That's a little disappointing. And it is amazing how things really get made. I always used to think that where there is smoke there is fire, and now I see stories pop up out of nowhere with no basis in reality.",
        "author": "Jon Favreau"
    },
    {
        "quote": "There are so many amazing plant-based foods out there that I don't feel the urge to eat tofu bacon.",
        "author": "Ella Woodward"
    },
    {
        "quote": "It's hard not to love Roomba. Roomba had such an amazing impact on the field. When we launched, we asked people, 'Is it a robot?' and got an overwhelming no - 'robots' have arms and legs; they command data. There was a very strong perception that robots had to look like people.",
        "author": "Colin Angle"
    },
    {
        "quote": "It's been an amazing year of individual performances.",
        "author": "Steve Kerr"
    },
    {
        "quote": "Paul McCartney would be the end all, be all. To work with Paul would just be amazing.",
        "author": "Drake Bell"
    },
    {
        "quote": "My personal favorite is Woody Allen, who is just amazing as a comedian.",
        "author": "Vir Das"
    },
    {
        "quote": "Bam Bam Bigelow was an amazing athlete for his size.",
        "author": "Big Show"
    },
    {
        "quote": "In America, celebrities who go to see your show will come backstage and introduce themselves. Meeting Annette Bening and Ethan Hawke that way was amazing, but when Tom Hanks came, it was really special - I've loved him since I first saw him in 'Big!'",
        "author": "Tom Riley"
    },
    {
        "quote": "The immune system constantly creates genes on the fly that are specific to the things that show up in the body. It's amazing.",
        "author": "Erez Lieberman Aiden"
    },
    {
        "quote": "Working with some of the best makeup artists has taught me a lot of amazing tricks to making me feel more confident, and I can't wait to share them with you guys.",
        "author": "Kylie Jenner"
    },
    {
        "quote": "It is very nice Kasper has now also won the Premier League, too. I am very proud; I think he has done a fantastic job. It has been amazing to bring this lad into the world and bring him up and hear his wishes and hopes for the future, his ambitions; he made it fairly clear early on that he wanted to become a footballer.",
        "author": "Peter Schmeichel"
    },
    {
        "quote": "Real power is having the ability and the resources to tell an amazing story or to say 'yes' to a filmmaker and change not only the filmmaker's life but the world.",
        "author": "Donna Langley"
    },
    {
        "quote": "I'm not terribly well read. My wife forces books into my hands and insists I read them, which I'm grateful to her for. She made me read 'War and Peace.' The whole thing. It was amazing, but I had to hide it. You can't walk round reading 'War and Peace' - it's like you're in a comedy sketch and you think you're smart.",
        "author": "Peter Capaldi"
    },
    {
        "quote": "I'm definitely doing better. I never realized that I would get the support that I've gotten from everybody - from my fans, to people that I've idolized my whole life. So it's overwhelming, it's amazing and I believe that everything happens for a reason so I'm in a really good place right now.",
        "author": "Pia Toscano"
    },
    {
        "quote": "It's amazing when you see something on T.V. for years and then you go and see it in person. It's perspective is all different.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Most Canadians previously had no idea what went on in the residential schools. You tell Canadians the last one closed in 1996, they are appalled. So now that Canadians are aware of residential schools, you'd think there would be a huge impetus for progress. It hasn't, and that's amazing.",
        "author": "Paul Martin"
    },
    {
        "quote": "And it is very sexy as well: somebody says I'm taking you on a surprise date, you don't know where you are going and you can't see and then you put your hand out and there is a tiger. Amazing.",
        "author": "Emily Watson"
    },
    {
        "quote": "At 13, I realized that I could fix anything electronic. It was amazing, I could just do it. I started a business repairing radios. It grew to be one of the largest in Philadelphia.",
        "author": "Amar Bose"
    },
    {
        "quote": "Trophies and medals have never meant much to me. I've had amazing experiences, which let you feel like you've accomplished something.",
        "author": "John Krasinski"
    },
    {
        "quote": "When I jumped ship from Roush Racing to Hendrick Motorsports, I couldn't believe the amount of personnel here that get along with each other. It's pretty amazing that there are so many people under one roof, where Roush is more spread out and it feels so different.",
        "author": "Kyle Busch"
    },
    {
        "quote": "My fans are amazing and super loyal.",
        "author": "Taio Cruz"
    },
    {
        "quote": "We've always described our sound as a bit more guitar driven than normal pop music. Kind of Pink in a boy band form. We've heard a few people say that so now we use it. I think Pink is amazing person to be compared to.",
        "author": "Liam Payne"
    },
    {
        "quote": "I've always really been a romantic at heart, and I have always wanted kids, and I think the idea of sharing your life with the right person is amazing, actually.",
        "author": "Monica Lewinsky"
    },
    {
        "quote": "The thing is, I don't believe in most of what's done. The amount of financial and imaginative energy that's put into mediocrity is just amazing which I find to be fundamentally offensive as a human being.",
        "author": "William Hurt"
    },
    {
        "quote": "Because I see my mum and dad as such amazing friends, I think I'll be a really good dad.",
        "author": "Gareth Gates"
    },
    {
        "quote": "I was amazed by how much you have to think about as a director. As an actor, you don't have to think about much at all, as it turns out. It's very easy. And then when you step into the director's role, there's this whole universe of stuff that you have to pay attention to that's amazing to me.",
        "author": "Misha Collins"
    },
    {
        "quote": "The world has changed. People have amazing access to whatever they want, whenever they want it.",
        "author": "John King"
    },
    {
        "quote": "There's so many great wrestlers in this sport who could probably work circles around me and it's amazing to see that, but I love being the kind of character who can take you on a roller coaster, make you smile and laugh.",
        "author": "R-Truth"
    },
    {
        "quote": "A stadium tour would be amazing - that's definitely one of my goals. Just to keep putting out real, honest music that people can really relate to and connect with.",
        "author": "Daya"
    },
    {
        "quote": "I really love Robert Duvall, who I think is maybe the best American actor. I love Robert Duvall because the ability that he has to change and do the most amazing work.",
        "author": "William Forsythe"
    },
    {
        "quote": "Strut' was an amazing experience, but it was also a learning experience, because reality TV can be crazy.",
        "author": "Dominique Jackson"
    },
    {
        "quote": "I am a big fan of long drop, composting toilets - I like the cycle of using waste. When you have experienced one and seen what comes out of the bottom, it is amazing stuff. It's the most beautiful, driest, sweet-smelling compost.",
        "author": "Kevin McCloud"
    },
    {
        "quote": "To be able to transform societies and economies to low-carbon ones was an amazing challenge. To influence and to facilitate such an important transformation in the world would be like witnessing something of industrial revolution proportions.",
        "author": "Patricia Espinosa"
    },
    {
        "quote": "It's amazing. I love being an uncle.",
        "author": "Alfie Allen"
    },
    {
        "quote": "I think it's very empowering to be able to have a career and to be a mother. It gives you an amazing sense of self.",
        "author": "Georgina Chapman"
    },
    {
        "quote": "I just believe that the feeling of wonder is amazing. I am pushing myself as far as I can humanly push myself... I can only hope for the best and expect the worse.",
        "author": "David Blaine"
    },
    {
        "quote": "I learned so much during my time at United. Sharing a dressing room with Paul Scholes, Cristiano Ronaldo, Wayne Rooney, Ruud van Nistelrooy, and Ryan Giggs at such a young age was an amazing experience. I didn't play as much as I would have liked, but it was a master's degree in development both as a player and a person.",
        "author": "Gerard Pique"
    },
    {
        "quote": "It's frustrating sometimes: as an athlete, you're thrust into the spotlight, and you know, I think this team has always done a really amazing job of understanding that we have this incredible platform; let's do something good with it.",
        "author": "Megan Rapinoe"
    },
    {
        "quote": "I've been a huge fan of Adele, Sam Smith, and Ed Sheeran, and those amazing artists draw inspiration from their present and past experiences; they write songs from their heart.",
        "author": "Calum Scott"
    },
    {
        "quote": "My first time on TV doing stand-up, I actually did this show in Holland called 'The Comedy Factory' hosted by Jorgen Raymann. It was in 2006 in Holland. It was amazing. I had only been doing stand-up for four years, and I booked that gig through the Just For Laughs Montreal festival, and they flew me out and put me up.",
        "author": "Hannibal Buress"
    },
    {
        "quote": "The Olympic Gold medal in 1968 was definitely the highest moment of my career. It was a dream come true. I was a 19-year-old boy, and it was just amazing to be standing on top of the podium and hearing the National Anthem in the background.",
        "author": "George Foreman"
    },
    {
        "quote": "Adrenaline is an amazing thing.",
        "author": "Mitch Gaylord"
    },
    {
        "quote": "I'm an amazing cook. And I'm a gentleman but can belch the entire alphabet. Classy.",
        "author": "Jussie Smollett"
    },
    {
        "quote": "When you are growing up to even be involved in a Scotland squad is a massive achievement, to go on and play for your country is an amazing thing, something I will never take for granted.",
        "author": "John McGinn"
    },
    {
        "quote": "Even companies like Baidu and Google, which have amazing AI teams, cannot do all the work needed to get us to an AI-powered society. I thought the best way to get us there would be creating courses to welcome more people to deep learning.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Having presidential candidates say they are supportive of the concept of doing something like the Green New Deal is amazing, but it's not sufficient.",
        "author": "Saikat Chakrabarti"
    },
    {
        "quote": "Britain is an amazing multicultural place to live in, and that should be celebrated and represented.",
        "author": "Alesha Dixon"
    },
    {
        "quote": "I cannot stress enough that the answer to life's questions is often in people's faces. Try putting your iPhones down once in a while, and look in people's faces. People's faces will tell you amazing things. Like if they are angry, or nauseous or asleep.",
        "author": "Amy Poehler"
    },
    {
        "quote": "Food brings back memories. I had a mom that wasn't a good cook, so I would eat my grandma's food. It was amazing because it brings back a time almost in Technicolor. I see her house, I see her stove; I think about what it felt like when I was sick, and it felt like love.",
        "author": "Debi Mazar"
    },
    {
        "quote": "Every day, every time I sing, I feel blessed, really, to be able to do that. It's like having wings, in a way. It's a bit like flying sometimes, because you go off into another realm. And a whole lot of people come with you. It's amazing.",
        "author": "Paul Rodgers"
    },
    {
        "quote": "It's amazing how meaty cauliflower can be.",
        "author": "Alex Guarnaschelli"
    },
    {
        "quote": "Trevor Horn has worked with some of the biggest stars there is. And he was happy to do a record with me. He's worked with some amazing people, and then there's little old me walking in.",
        "author": "Olly Murs"
    },
    {
        "quote": "It's amazing how much you can absorb on a film set.",
        "author": "Mia Wasikowska"
    },
    {
        "quote": "Big dress, cocktails, party - I love that. It is my work, but my work allow me to have glamour, to wear beautiful and amazing dresses, to go to big ceremonies.",
        "author": "Paz Vega"
    },
    {
        "quote": "Cut your manuscript ruthlessly but never throw anything away: it's amazing how often a discarded scene or description, which wouldn't fit in one place, will work perfectly later.",
        "author": "Robert Harris"
    },
    {
        "quote": "I do believe in 'forever' in terms of relationships. There's something really amazing about being with someone for a long time and really knowing each other in that way. They end up becoming your closest friend.",
        "author": "Albert Hammond, Jr."
    },
    {
        "quote": "My mother was amazing. I guess, in our community, if you wanted to get by you had to work hard. So she cleaned offices. She did everything that you could imagine. We were really poor. But she would say, 'Where you are is not who you are.'",
        "author": "Ursula Burns"
    },
    {
        "quote": "I'm thankful that l I have an amazing family, black women that raised me.",
        "author": "LeToya Luckett"
    },
    {
        "quote": "My little sister Kylie puts an amazing outfit together every day, and it just works for her. For me, it's more like jeans, boots, maybe a jacket. Sometimes I get caught in my sweats.",
        "author": "Kendall Jenner"
    },
    {
        "quote": "I want to be like Tom Cruise from 'The Outsiders' and go on and do amazing movies for a long time.",
        "author": "Ashton Kutcher"
    },
    {
        "quote": "I was lucky to have amazing mentors like Brad Feld and Jason Mendelson.",
        "author": "David Cohen"
    },
    {
        "quote": "I think one of the traps of theater - what makes it so amazing is that it's not able to be mass-produced, but it also makes it hard to get work seen by people because if you're a creator, you do a cabaret or something, and maybe 100 people will see it and then it ends the night that you close it.",
        "author": "Andrew Keenan-Bolger"
    },
    {
        "quote": "I am very rich because of 'Chic' - artistically as well as spiritually. It's been an amazing life.",
        "author": "Nile Rodgers"
    },
    {
        "quote": "Now we have so many different genres of music, it's amazing to me. Even in the gospel music arena, you've got hip-hop, you got contemporary, urban contemporary, you got traditional, you got neo-soul gospel, you've got all of these different things.",
        "author": "Marvin Sapp"
    },
    {
        "quote": "It is quite amazing what I didn't feel after a while. I didn't really want to feel things.",
        "author": "Kate Moss"
    },
    {
        "quote": "I enjoy looking at words on paper and visualizing how to make them come to life. As a director, the creative process is really amazing.",
        "author": "Alfonso Ribeiro"
    },
    {
        "quote": "Working with amazing people, you continue to learn and develop yourself, as an actor and as a person.",
        "author": "Josh Hutcherson"
    },
    {
        "quote": "Life is amazing!",
        "author": "Ally Brooke"
    },
    {
        "quote": "There's a lot of amazing people that don't get into college.",
        "author": "David Hogg"
    },
    {
        "quote": "When you're in elementary school, you get these amazing assignments, like to come up with your own animal, come up with your own city, come up with your own planet, what do the people look like; you're very much encouraged to be as imaginative as possible.",
        "author": "Tony DiTerlizzi"
    },
    {
        "quote": "I've been able to go on and have a successful career on Broadway and certainly the last five years in Las Vegas have been amazing.",
        "author": "David Cassidy"
    },
    {
        "quote": "As an Olympic athlete, especially a female Olympic athletic, social media's such an amazing place, people are so positive, all these young girls. Anything negative is such a small space, people aren't coming at you for their gender.",
        "author": "Jessica Mendoza"
    },
    {
        "quote": "I miss the newness of Magic Eye posters, which really are amazing.",
        "author": "Jay Asher"
    },
    {
        "quote": "It's amazing to me that they're cutting physical education programs in the school systems.",
        "author": "Shannon Miller"
    },
    {
        "quote": "There's something about small venues that's amazing for developing material. It's almost like you can not only hear people's response, but you can understand it. In bigger venues you lose that, but you gain this sense of camaraderie in the audience.",
        "author": "Mike Birbiglia"
    },
    {
        "quote": "Before 'Twilight,' occasionally I would get the 'Hey are you that girl from that movie?' but no one knew my first and last name. The fans of the saga are amazing, and it's very flattering.",
        "author": "Nikki Reed"
    },
    {
        "quote": "It's quite amazing how tattoos in general have been more and more accepted.",
        "author": "Lorenzo Lamas"
    },
    {
        "quote": "We're all inspired by what has come before us, but hope to use the inspiration to create our own. That's the artist's journey. It's a pretty amazing path.",
        "author": "Michael Giacchino"
    },
    {
        "quote": "I had one of those light bulb 'a ha' moments while screening 'Good Will Hunting' in Camp David in 1998 - Madeleine Albright and the Clintons were there, and I just became really inspired by all of these amazing people. I left the screening asking myself what I could do.",
        "author": "Lawrence Bender"
    },
    {
        "quote": "UFC is UFC, and God bless them, they have the largest roster and some amazing fighters, but there's amazing fighters everywhere. That's why I am impressed with what Bellator has attempted to do with the tournament or with Aaron Pico and some of the younger talent.",
        "author": "Mauro Ranallo"
    },
    {
        "quote": "I think Pussy Riot is amazing. I'm honored that they were inspired by riot grrl, and obviously they're making history around the world.",
        "author": "Corin Tucker"
    },
    {
        "quote": "When you love somebody, or something, it's amazing how willing you are to overlook the flaws.",
        "author": "Caroline Knapp"
    },
    {
        "quote": "I can do a good roast with my eyes closed. I'm amazing with gravy. That's my speciality; even other people ask me to do gravy at their house. I'm very proud of my gravy.",
        "author": "Kate Moss"
    },
    {
        "quote": "We have seen amazing, creative and interactive pictures from camera owners, and I'm looking forward to the Lytro camera being available in Australia.",
        "author": "Ren Ng"
    },
    {
        "quote": "Someone who gave me a lot of confidence was my friend Martin Taylor, he's the most famous man in Bolton. He is a pianist and used to play in one of the local pubs. He would sing everything from classical to rock to pop. He was amazing.",
        "author": "Jenny Ryan"
    },
    {
        "quote": "Other people pull off amazing festivals and events and things like that. I think ours is a little bit different, and that's what makes us distinct.",
        "author": "Zac Brown"
    },
    {
        "quote": "It may sound amazing to people today, but Rodgers and Hammerstein were considered by - how can I put it? - the sort of opinion-making tastemakers and everything to be 'off the scale as sentimental.'",
        "author": "Andrew Lloyd Webber"
    },
    {
        "quote": "There are a lot of scientists or other people who can be very skeptical or rational within their field, but they may well not do that in other aspects of their lives, when it comes to things like religion, or what have you. People have this amazing gift for being selective with their curiosity and skepticism.",
        "author": "Jamie Hyneman"
    },
    {
        "quote": "Having the opportunity to join the FOX family as a soccer analyst in their Moscow studio for what will be my third World Cup is amazing.",
        "author": "Clarence Seedorf"
    },
    {
        "quote": "I just want to be a part of great stories, whether I'm part of an amazing ensemble cast or I'm leading it or the antagonist or whatever.",
        "author": "Zoe Saldana"
    },
    {
        "quote": "I've had an incredible life with a lot of triumphs, my share of heartbreak, and some pretty amazing experiences.",
        "author": "Mike Love"
    },
    {
        "quote": "I would like to play with Messi; it would be amazing. He is the best of the world, the one who makes more differences.",
        "author": "Rivaldo"
    },
    {
        "quote": "Marriage is amazing, and I wish every person on this planet to have a blissful marriage.",
        "author": "Jennifer Winget"
    },
    {
        "quote": "I feel really lucky that I somehow have blagged my way into loads of different experiences. I find making a film fascinating, I find making a play amazing, and working with my band and scoring things... it's all really cool. I'm just a glutton for experience, really.",
        "author": "Johnny Flynn"
    },
    {
        "quote": "Robert Zemeckis is a genius filmmaker who is an amazing individual. I feel really blessed that I've gotten to work with him on many different occasions.",
        "author": "Charles Fleischer"
    },
    {
        "quote": "I really have a great deal of humility in that department, and a great deal of respect for people who spend their lives learning how to make these amazing preparations.",
        "author": "Ted Allen"
    },
    {
        "quote": "DJ Sliink is amazing, and his production is on the next level. There are a lot of EDM producers that I'd like to work with, not for the sake of having an engineered record, but for the fact that I love their production and music.",
        "author": "Travie McCoy"
    },
    {
        "quote": "For every dancer, no matter how amazing your career, there's more to life than ballet. Being adored by your audience, it's only part of the story.",
        "author": "Darcey Bussell"
    },
    {
        "quote": "It changes your perspective to be able to look out the window and see the planet. One of the thoughts that I had when I first got up here was, 'We really do live on a planet, and we are in a solar system, and we are flying through space right now.' I mean, this is something that you know, obviously, but to see the planet - it's amazing.",
        "author": "Kathleen Rubins"
    },
    {
        "quote": "I've read plenty of amazing science pieces where the writers don't hang out in labs. I just have fun doing it. And I get rewarded for it; I get gushy, especially when kids tell me they expected to be bored by my books, but weren't.",
        "author": "Mary Roach"
    },
    {
        "quote": "I've been to some of the most amazing cities in the world.",
        "author": "Kendall Jenner"
    },
    {
        "quote": "Some of my fans have said that because I've been able to speak about my issues, that they're not afraid to speak about theirs, which is an amazing feeling.",
        "author": "Demi Lovato"
    },
    {
        "quote": "I'd love to have a fashion range; I've been dressed by the amazing Vivienne Westwood, and fashion is something I'm a huge fan of.",
        "author": "Jessie J"
    },
    {
        "quote": "Florence Nightingale was an amazing figure. She created the American Red Cross. She saw the suffering from bad health conditions on the battlefield and in the military hospitals, and she fought like crazy to change the conditions; to make sure that the doctors washed their hands and practiced sanitary measures. She put herself at great risks.",
        "author": "Sharon Lawrence"
    },
    {
        "quote": "Anita Roddick was amazing. Her presence in a room was full of light, and everything she worked to achieve still resonates now.",
        "author": "Annie Lennox"
    },
    {
        "quote": "You know, when I was a kid waiting on the bus, I remember that was when I imagined my life. I imagined everything that I was gonna be when I grew up and I imagined all of these amazing journeys and amazing people I'd meet. Of course, all of it has kind of come to fruition.",
        "author": "Glen Hansard"
    },
    {
        "quote": "I studied classics, and I find it mystifying that we had Medea and Electra and Antigone and all these amazing characters, and they don't really exist in cinema now. The only person who's really doing it, and he gets loads of criticism for it, is Lars Von Trier.",
        "author": "Alice Lowe"
    },
    {
        "quote": "I was always listening to the records that made shredding sound fun - Steve Vai, Satriani, Cacophony, Paul Gilbert. I think that's what's missing from modern shred guitar; so many people are playing so many amazing notes, but a lot of it doesn't really sound all that fun.",
        "author": "Nita Strauss"
    },
    {
        "quote": "Pilates is amazing, my posture is so much better and I'm even starting to get muscles on my tummy - it's incredible.",
        "author": "Kelly Osbourne"
    },
    {
        "quote": "I've always been into fashion and thought it would be amazing to have a clothing line. I just never thought I would have a chance to do something like that.",
        "author": "Trace Cyrus"
    },
    {
        "quote": "Chris Messina is amazing, and he's so serious - he's, like, a proper actor! He's got craft! I love to watch him. But not in a creepy way.",
        "author": "Ed Weeks"
    },
    {
        "quote": "The power of podcasting is pretty remarkable. It is such an amazing way to mobilize fans. It's almost like they're part of your family. They probably listen to you more than they listen to their own families. I know that's true for me. So there is a real bond there.",
        "author": "Scott Aukerman"
    },
    {
        "quote": "'Daddy' is an amazing Bollywood debut for me. I don't play a typical Bollywood heroine. It's a performance-oriented role.",
        "author": "Aishwarya Rajesh"
    },
    {
        "quote": "I was in Barcelona working with Shakira, and it was an amazing experience. She's a great artist, and I learned a lot while working with her.",
        "author": "Maluma"
    },
    {
        "quote": "I remember going for the first time to a place called The Roxy in New York because you can see people breakdancing there. That's the only reason I went! It's amazing, kids are still doing that.",
        "author": "Chris Frantz"
    },
    {
        "quote": "My biggest lesson I've learned about love is to keep on loving. Love is love; it's amazing. It's fine. It hurts. It's probably one of the best experiences in life.",
        "author": "Christina Milian"
    },
    {
        "quote": "I got my service dog when I was medically retired out of the military, and it was the best thing that ever happened to me. I wish every medically retired serviceman could have a service dog. He's amazing. He's my best bud. I go everywhere and anywhere with him.",
        "author": "Marcus Luttrell"
    },
    {
        "quote": "Some people treat seeing me as if they just won a car on 'The Price is Right.' The feet get going, and the hands start flapping, and it's really quite amazing. It's a little scary: you can't have more than two or three of them at the same time because someone might get hurt. But it's great fun.",
        "author": "John Schneider"
    },
    {
        "quote": "I think Stella Tennant is amazing. And then I really loved all those '60s society models, like Edie Sedgwick.",
        "author": "Edie Campbell"
    },
    {
        "quote": "I have the most amazing fans in the world and just want to tell you that I love, love, love, love you all!",
        "author": "Teresa Giudice"
    },
    {
        "quote": "The way Nolan looks at things is just amazing. It can be easily seen in all his films. I was just watching his videos on how he came up with the screenplay of 'Memento,' and it's just extraordinary. It just opens up your mind.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "When I was little, I saw the play 'Les Miserables' on Broadway, I thought it was the most amazing thing I have ever seen.",
        "author": "Ashley Tisdale"
    },
    {
        "quote": "Elizabeth Taylor. In her heyday, she was amazing.",
        "author": "Joe Jonas"
    },
    {
        "quote": "'You Gotta Have Heart' is one of the most ridiculously perfect, amazing musical comedy songs ever.",
        "author": "George C. Wolfe"
    },
    {
        "quote": "Celebrity has some amazing advantages, of course it does. You're given an extraordinary power. It's a door-opener. I might not have to queue for things.",
        "author": "Geri Halliwell"
    },
    {
        "quote": "I think I have had so many amazing moments in my life.",
        "author": "Eve"
    },
    {
        "quote": "'Saturday Night Live' will always be this amazing, powerful behemoth, but it's also not the only thing happening in comedy anymore.",
        "author": "Jenny Slate"
    },
    {
        "quote": "I would love to do a video with Harry Styles and sit with him and talk about, like, his music and One Direction and everything he has going on and all his amazing songs that have been coming out.",
        "author": "James Charles"
    },
    {
        "quote": "There's nothing that helps clear my mind and improve my mood more than sweating in a room with my friends to some amazing new music and feeling stronger and taller every time I walk out. It's truly incredible. I'm addicted. And the results aren't half bad, either.",
        "author": "Anna Kaiser"
    },
    {
        "quote": "I never pictured L.A. as a hub for amazing food, which I learned quite quickly is sheer naivete. The restaurants here are insane.",
        "author": "Dan Levy"
    },
    {
        "quote": "I have an amazing team; I have amazing producers; I have amazing writers, but at the end of it, it's me making the decisions on the writing, the tone, the editing.",
        "author": "Ellen DeGeneres"
    },
    {
        "quote": "I don't think that American drivers going to NASCAR are taking the easy way out because as I said, the racing is amazing; it's just that it's easier to adapt to what you grow up with. American drivers grow up with NASCAR, they know NASCAR, and that's where they want to go.",
        "author": "Jacques Villeneuve"
    },
    {
        "quote": "I have an amazing spouse; we're a team. He works, and I work, and we sort of do this dance with each other so that we can be present to our kids. But I think the whole 'balance' thing is an illusion; we just embrace the imbalance.",
        "author": "Sarah Rafferty"
    },
    {
        "quote": "It definitely feels different to perform to people who know your music. Because people's feedback is not just, 'Oh my God, that was amazing. Who are you?'",
        "author": "Kelela"
    },
    {
        "quote": "There's a restaurant I go to whenever I can called The Richmond Cafe. It's a little Thai restaurant owned by a group of Thai women - I think they're all a family, and they're just really, really nice, and they make amazing massaman curry.",
        "author": "Fionn Whitehead"
    },
    {
        "quote": "New York has an amazing history of farming and fishing that goes right back to the Pilgrim Fathers. At its core are the four seasons, which are distinct, well-established and similar to those in Lyon, where my family lives: when it's snowing in New York, a week later it will be snowing there.",
        "author": "Daniel Boulud"
    },
    {
        "quote": "'The Office' is an amazing show. So is 'Extras.'",
        "author": "Christopher Guest"
    },
    {
        "quote": "'Defenders' seems to have a really gritty, hard, uncomplicated vibe about it. Somehow, we made everything sound stronger and more precise than on 'Screaming Vengeance' through Tom Allom's amazing mixing skills.",
        "author": "Rob Halford"
    },
    {
        "quote": "The Humpback Trail on New Zealand's South Island is really beautiful. It is a 70 km walk over about four days and is fairly arduous. You go through prehistoric forest and up to the top of Humpback Mountain, where there are amazing views down to the Tasman Sea.",
        "author": "Toby Stephens"
    },
    {
        "quote": "The amazing thing about being a dad is to be able to look at your child and realize that the universe is so much bigger than you.",
        "author": "Macklemore"
    },
    {
        "quote": "It's amazing what art can do.",
        "author": "Jasmine Cephas Jones"
    },
    {
        "quote": "Gene Roddenberry is one of the greatest guys who ever lived because he gave us hope that the future might be bright and we could accept one another for whoever we were, even if we were alien. That's an amazing message, don't you think?",
        "author": "Richard Dormer"
    },
    {
        "quote": "I love that '...Baby One More Time' video, to be honest; it's amazing.",
        "author": "Charli XCX"
    },
    {
        "quote": "This might disappoint you somewhat, but I have to say my interest in Tolkien has faded dramatically over the years. His language skills are amazing, his story good and fascinating, but... he has a very Judeo-Christian perspective, and his use of mythical creatures is very... ignorant.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "I would love to work with Drake. I think he's such a pop star, and he's dropping amazing songs.",
        "author": "Kim Petras"
    },
    {
        "quote": "Stories are amazing and powerful because they can resonate with people depending on their needs and experiences and speak truths we need to hear in that moment in time.",
        "author": "Sue Monk Kidd"
    },
    {
        "quote": "It was a wonderful experience to work with Sylvia. She pushed me to be more powerful with my acting, and she told me scores of the most incredible stories I've ever heard. She is amazing.",
        "author": "Lukas Haas"
    },
    {
        "quote": "The past 6 and a half years have been the most amazing years of my life. It's sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible.",
        "author": "Deryck Whibley"
    },
    {
        "quote": "With Jay-Z, it's hard not to be amazing.",
        "author": "Ne-Yo"
    },
    {
        "quote": "For such a small country, Britain packs in an amazing diversity of landscapes: coastline, lakes, mountains, rolling countryside, villages and great cities.",
        "author": "Rory Bremner"
    },
    {
        "quote": "Seth Rogen told me to read 'Preacher,' and 'Preacher' was amazing.",
        "author": "Michael Pena"
    },
    {
        "quote": "Ranveer was almost three when I began my second stint. I took up TV assignments so that I could have enough time at home. While being 24/7 with my child was amazing and his company stimulating, I missed adult conversations.",
        "author": "Sonali Bendre"
    },
    {
        "quote": "What I say is that there's this culture and this vibe and this community in Brooklyn that's so amazing and wonderful, and it has influence on the world. That's the part of Brooklyn that I love and I begin to miss.",
        "author": "Susan Kelechi Watson"
    },
    {
        "quote": "Toronto is an amazing place to be as a family.",
        "author": "Sarah Rafferty"
    },
    {
        "quote": "When you talk to people in working class communities about men, the women aren't telling you that their guys are looking desperately for work but can't find it. An amazing number of them aren't interested in working.",
        "author": "Charles Murray"
    },
    {
        "quote": "'Breakfast at Tiffany's' isn't a great movie because Audrey Hepburn is brilliant and everyone else isn't. It's a great movie because everybody is fascinating, and she is at the center of it being amazing.",
        "author": "Campbell Scott"
    },
    {
        "quote": "It's amazing knowing that a club like Manchester United is interested in you. It's a good feeling.",
        "author": "Juan Mata"
    },
    {
        "quote": "We're going to try and prove to the market that you can do a legal coin offering. If the SEC doesn't crack down, this party will be amazing - the biggest party in town for a long time. If they do crack down, a lot of people are going to feel a lot of pain.",
        "author": "Naval Ravikant"
    },
    {
        "quote": "If you want to get a dog, please adopt. I know a lot of people want these fancy breeds, but I think it's better to adopt, because there are so many amazing dogs.",
        "author": "Skai Jackson"
    },
    {
        "quote": "Working on 'Downton Abbey' is amazing, but there's an ensemble cast of between 18 and 21 actors. With 'Love Life,' there are two couples and a few other key characters. As a smaller unit, you've got to take more responsibility - at the same time, you can have more ownership of the direction it's going in.",
        "author": "Rob James-Collier"
    },
    {
        "quote": "I think the greatest hip-hop artist of all time is Jay-Z, without a doubt. He just keeps amazing me with his performance, and since '96, that guy has been producing at least one hit every summer and every winter. That's a pretty good resume.",
        "author": "John Cena"
    },
    {
        "quote": "Me and my friend Ioan Gruffudd are like chalk and cheese when it comes to clothes. He lives for his clothes and has an amazing wardrobe. If we're going out I'll turn up at his house and say, 'I haven't got anything to wear,' and he'll tut and sigh and then lend me something swanky.",
        "author": "Matthew Rhys"
    },
    {
        "quote": "I thought I was dreaming. It was the most amazing moment of my entire life. Not only is Bill the love of my life, but he's also my best friend. I couldn't believe my dream guy was asking me to marry him!",
        "author": "Giuliana Rancic"
    },
    {
        "quote": "'10' was amazing! I had no career before '10' and then all of a sudden I was able to do pretty much whatever I was able to do in the business.",
        "author": "Bo Derek"
    },
    {
        "quote": "Daphne Guinness was amazingly comfortable in her skin, and she has an amazing collection in fashion that I wish I could just touch.",
        "author": "Rita Ora"
    },
    {
        "quote": "I seem to be landing a lot of roles with animal interactions, which is amazing.",
        "author": "Maisie Williams"
    },
    {
        "quote": "The Evolution of Greatness' was an amazing experience, and it's something that we hope to have been a steppingstone for us to come back and not only do more NBA All-Star performances, but do halftime performances at events like the Super Bowl.",
        "author": "Black Thought"
    },
    {
        "quote": "I had an amazing childhood, lots of love. But my dad worked his tail off, getting up at 4 in the morning and going off at 5, 6 o'clock, yet he always had time to spend with his kids and his wife.",
        "author": "Criss Angel"
    },
    {
        "quote": "When Tom Ford asked me to consult for Gucci, I had never consulted in my life. I didn't know what consulting was, and look, we made something amazing.",
        "author": "Carine Roitfeld"
    },
    {
        "quote": "I believe that friendship is life's most precious and amazing gift and an incredibly powerful force.",
        "author": "Ananya Birla"
    },
    {
        "quote": "I drink bullet coffee, and I make it myself because I hate coffee. I get a shot of raw coffee, mix it with butter from grass-fed cows and coconut milk. It's amazing!",
        "author": "Huda Kattan"
    },
    {
        "quote": "I don't know how to thank all the people listening to our music. It's so amazing to come home to my friends who resist conformity, because they're so happy that I've made it.",
        "author": "Lukas Forchhammer"
    },
    {
        "quote": "I'd said to my sweetheart a couple of days before that the SAG and Spirit Award nomination was amazing and I had no attachment to the Academy Award. I knew I was an underdog so I just decided to sleep through the announcement.",
        "author": "John Hawkes"
    },
    {
        "quote": "Egyptian comedy has a very, very old tradition. Our theater and our movies are just, like, amazing. And Egypt is kind of like the Hollywood of the Middle East. I mean, we had cinema maybe decades before the other Arab countries ever got independence.",
        "author": "Bassem Youssef"
    },
    {
        "quote": "We have got amazing filmmakers in New Zealand with amazing stories to tell, and I want to keep being a part of that.",
        "author": "Julian Dennison"
    },
    {
        "quote": "London gives birth to amazing talent but is rubbish at helping maintain it.",
        "author": "Hussein Chalayan"
    },
    {
        "quote": "Chance The Rapper is just unreal: he's changing rap and really creating this whole amazing new style.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "It is truly an amazing feeling to play in the final of the Champions League with the BVB at Wembley. Ahead of my transfer to Dortmund, I definitely hadn't thought about this being a possible scenario.",
        "author": "Marco Reus"
    },
    {
        "quote": "Just getting to wake up and play somebody else for an entire day is just an amazing thing.",
        "author": "Carly Schroeder"
    },
    {
        "quote": "The night of the WeeLC match was the biggest match of my career. That gave me a ton of amazing memories that will never be able to be taken from me.",
        "author": "Hornswoggle"
    },
    {
        "quote": "The goal is to really blur the line. Can you perform a magic trick in a way that someone doesn't think it's a magic trick but is something amazing they haven't seen before? Then they have to wrestle with reality.",
        "author": "Michael Carbonaro"
    },
    {
        "quote": "When I came out for the 25th anniversary of Raw, I got a great reaction, and it made me feel very good, but as amazing a moment as that was, I know, after two months, fans would want to move on.",
        "author": "Eric Bischoff"
    },
    {
        "quote": "But in Delhi, people love artists. They love any musician, any actor; anybody from the art field who visits from the entertainment industry, gets an amazing response in Delhi.",
        "author": "Raftaar"
    },
    {
        "quote": "I've had 20 years, 25 years of running business. I've been well trained by a number of amazing organizations and I've got a lot of implicit, subconscious pattern recognition on how to make business decisions.",
        "author": "Dido Harding"
    },
    {
        "quote": "I've had the good fortune of working with some amazing people. I mean, my first Broadway show was with Elizabeth Taylor and Maureen Stapleton. Maureen Stapleton, a legend in the theatre; Elizabeth Taylor, a legend, period.",
        "author": "Dennis Christopher"
    },
    {
        "quote": "It's amazing to hear, as a voice matures and then starts to decline, what kind of emotion is still conveyed by a really good vocalist.",
        "author": "Tom Wopat"
    },
    {
        "quote": "Once, when I was 5 years old, a little girl who lived next door to my grandmother dared me to put on a muumuu and run across a nearby parking lot. So I did. I threw it on, hiked it up in one hand, and ran like hell. It felt amazing to be in a dress. But suddenly my grandmother appeared, a look of horror on her face.",
        "author": "Janet Mock"
    },
    {
        "quote": "It's amazing how fast you learn something if they shove you out on the stage and say, 'Learn it.'",
        "author": "Steve Kazee"
    },
    {
        "quote": "When you have an audience standing and screaming the entire way through the short program and cheering every element you do, whether it's footwork, or spin, or a jump, to have that kind of emotion coming at you from every direction in the building, it's the most amazing sensation you can get as a sportsman.",
        "author": "Johnny Weir"
    },
    {
        "quote": "I want to prove to my mom that I'm an amazing dancer.",
        "author": "Sooraj Pancholi"
    },
    {
        "quote": "Family is everything, although I've been fortunate enough to have worked with some of the most amazing minds over the years, including Renzo Piano, John Young, Graham Stirk and Ivan Harbour.",
        "author": "Richard Rogers"
    },
    {
        "quote": "I stumbled on a joke idea and style that worked, the audience went with it and, from that moment on, I was hooked. It's an amazing feeling.",
        "author": "Marcus Brigstocke"
    },
    {
        "quote": "If I wasn't an actress, I'd like to cook. I'm pretty obsessed by it. Rome was great in that sense, going to amazing cookery bookshops. No wonder their food is good because the quality and wide range of their produce is so good. It's not fair, really.",
        "author": "Polly Walker"
    },
    {
        "quote": "Dance has always been my number one. I started when I was seven years old and I've had the opportunity to work with some really amazing artists.",
        "author": "Caity Lotz"
    },
    {
        "quote": "The best live shows I've ever been to were Green on Red live shows. Amazing live band.",
        "author": "Hope Sandoval"
    },
    {
        "quote": "Society puts so much emphasis on outer appearance, but being confident in yourself and not letting others' opinions affect you is pretty amazing.",
        "author": "Brendan Dooling"
    },
    {
        "quote": "My first album after 'American Idol' I did with Desmond - we paid for it together, and we literally were together working on it every day for a year and half, just writing. We wrote in New York, Nashville, L.A., Sweden - we wrote with some other amazing songwriters like Diane Warren, too.",
        "author": "Ace Young"
    },
    {
        "quote": "I'm a T-shirts, sweatpants, and jeans kind of gal; I dress really simply and comfortably. But one of the things I love about being an actor is that I get to wear amazing costumes.",
        "author": "Sutton Foster"
    },
    {
        "quote": "Shah Rukh Khan is such a gentleman that he doesn't intimidate anyone. He is nothing but sweet to everyone, and he has been absolutely amazing to me.",
        "author": "Varun Dhawan"
    },
    {
        "quote": "Once, in an interview with 'V' magazine, I said that I preferred Fitzgerald to Hemingway. I think that Hemingway is an amazing writer, but by being related to him, I had it in my head that I had to like him.",
        "author": "Dree Hemingway"
    },
    {
        "quote": "I was 14 when I decided I wanted to start doing music and stuff. I was a really big fan of Ben Howard, and he put out a really amazing album in 2014, and then, after being inspired by my dad and Lady Gaga and Ed Sheeran, I wanted to start writing songs.",
        "author": "Noah Cyrus"
    },
    {
        "quote": "I have two prosthetic legs. This is my life; what am I going to do with it? And it's put me on this amazing journey. I can look back and be completely grateful and say I would never want to change anything.",
        "author": "Amy Purdy"
    },
    {
        "quote": "I grew up watching Bull Nakano, and she was amazing.",
        "author": "Paige"
    },
    {
        "quote": "The IMAX cameras are big and heavy. And they're loud. So you have to be mindful of whether or not they're worth it; I'd say the image quality is incredible and the scale is amazing.",
        "author": "Nina Jacobson"
    },
    {
        "quote": "If you look at Keith Richards' hands, from the Rolling Stones, they're these gnarled, arthritic - it looks like people beat his hands with clubs. It's amazing there's so much character in his hands.",
        "author": "Tim Miller"
    },
    {
        "quote": "Honestly, it's the most amazing feeling in the world to be able to work on something that you're really proud of.",
        "author": "Dania Ramirez"
    },
    {
        "quote": "People don't talk about small-town racism in Illinois or upstate New York. They're like, 'It's the South.' And it is. It's there. But it's everywhere. But everywhere, there are also amazing people.",
        "author": "Tig Notaro"
    },
    {
        "quote": "And my first film was Carnal Knowledge, another amazing experience, largely because of Mike Nichols, who would tell me you can't do anything wrong because you're doing everything right.",
        "author": "Carol Kane"
    },
    {
        "quote": "Chennai has amazing talent, but in terms of organization... not so much.",
        "author": "Suhasini Maniratnam"
    },
    {
        "quote": "It's amazing what your body does to produce another human... you should thank your body for what it does.",
        "author": "Alyson Hannigan"
    },
    {
        "quote": "Just taking a piece of dirt and envisioning the building you'd like to put on it - it's an amazing process.",
        "author": "The Undertaker"
    },
    {
        "quote": "Edgar Allan Poe is amazing because he was so dark. He's from Baltimore and so cynical that you can feel it when you're reading, it feels so honest.",
        "author": "Goldlink"
    },
    {
        "quote": "I have a storage unit, as I moved out of a bigger house into a smaller house in L.A. I put all my stuff in a storage unit, where I have the most amazing collection of bad paintings, which took me 10 years to put together.",
        "author": "Jennifer Coolidge"
    },
    {
        "quote": "There are so many odd things that happened that are centered around Britney Spears it's kind of amazing. There's just so many cultural moments centered around her existence and nothing else.",
        "author": "JPEGMAFIA"
    },
    {
        "quote": "My family has been amazing, and they understand how blessed I am. They've been able to keep my sense of humor.",
        "author": "Karen Duffy"
    },
    {
        "quote": "Protecting animals is very important to me, and I think speaking out against fur is an amazing cause.",
        "author": "Tim Howard"
    },
    {
        "quote": "Obviously, 'Twilight' had its own alchemy that was amazing, just phenomenal. Nobody thought it was going to make any money. Paramount wouldn't make the movie. Fox wouldn't make it. Nobody wanted to do it.",
        "author": "Catherine Hardwicke"
    },
    {
        "quote": "I think the actors in 'Greystoke' were amazing. They had a really good performance coach called Peter Elliott who's, of his time, one of the greatest simian performance coaches for actors.",
        "author": "Andy Serkis"
    },
    {
        "quote": "I'm constantly astounded by how amazing women are. And as we go through all these different stages of life as long as you share them with others and say, 'Well, this is bloody weird', you can get through everything.",
        "author": "Dawn French"
    },
    {
        "quote": "In terms of leadership, you've got to allow for people to be amazing and to contribute in a way that's meaningful. You can't hold on so tight that people don't get a chance to do what they do best.",
        "author": "Nahnatchka Khan"
    },
    {
        "quote": "When I'm doing a film, I love getting together after work with my costars. But we get back to L.A. and I'm like, 'I don't want to go to a club with you, dude. I mean, I think you're rad, and if you want to come play Scrabble with me, that's amazing.'",
        "author": "Ginnifer Goodwin"
    },
    {
        "quote": "Of course, Cristiano Ronaldo and Messi make a lot of goals, but what Ronaldinho used to do was unbelievable. He used to be amazing on the field, and also scored a lot of goals.",
        "author": "Willian"
    },
    {
        "quote": "One of the remarkable things about slums is that they do develop their own social organization and economy and even culture that is, on some level, functional and in some cases, remarkably resilient. This is kind of amazing.",
        "author": "Geoffrey West"
    },
    {
        "quote": "I did 'Fences' off-broadway at the Beacon Theater, so it's amazing that Denzel Washington and Viola Davis brought it to Broadway.",
        "author": "Omari Hardwick"
    },
    {
        "quote": "Matt Weiner is an amazing writer. He's one of the best, greatest writers that's ever written for television - or just written.",
        "author": "Jared Harris"
    },
    {
        "quote": "Nobody has it all, but for me to even come close is amazing.",
        "author": "Adam Levine"
    }
]