[
    {
        "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
        "author": "Colin Powell"
    },
    {
        "quote": "There is only one boss. The customer. And he can fire everybody in the company from the chairman on down, simply by spending his money somewhere else.",
        "author": "Sam Walton"
    },
    {
        "quote": "It's easy to make a buck. It's a lot tougher to make a difference.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "If you owe the bank $100 that's your problem. If you owe the bank $100 million, that's the bank's problem.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.",
        "author": "Adam Smith"
    },
    {
        "quote": "A brand for a company is like a reputation for a person. You earn reputation by trying to do hard things well.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.",
        "author": "Theodore Isaac Rubin"
    },
    {
        "quote": "An organization, no matter how well designed, is only as good as the people who live and work in it.",
        "author": "Dee Hock"
    },
    {
        "quote": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "If one does not know to which port one is sailing, no wind is favorable.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "If you're trying to create a company, it's like baking a cake. You have to have all the ingredients in the right proportion.",
        "author": "Elon Musk"
    },
    {
        "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
        "author": "Mark Twain"
    },
    {
        "quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Making money is art and working is art and good business is the best art.",
        "author": "Andy Warhol"
    },
    {
        "quote": "Details create the big picture.",
        "author": "Sanford I. Weill"
    },
    {
        "quote": "Sooner or later, those who win are those who think they can.",
        "author": "Paul Tournier"
    },
    {
        "quote": "The meek shall inherit the Earth, but not its mineral rights.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Don't worry about people stealing your ideas. If your ideas are any good, you'll have to ram them down people's throats.",
        "author": "Howard Aiken"
    },
    {
        "quote": "Economic depression cannot be cured by legislative action or executive pronouncement. Economic wounds must be healed by the action of the cells of the economic body - the producers and consumers themselves.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "Corporation: An ingenious device for obtaining profit without individual responsibility.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "When in doubt, mumble; when in trouble, delegate; when in charge, ponder.",
        "author": "James H. Boren"
    },
    {
        "quote": "It's OK to have your eggs in one basket as long as you control what happens to that basket.",
        "author": "Elon Musk"
    },
    {
        "quote": "An economist is an expert who will know tomorrow why the things he predicted yesterday didn't happen today.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork.",
        "author": "Igor Sikorsky"
    },
    {
        "quote": "Great companies are built on great products.",
        "author": "Elon Musk"
    },
    {
        "quote": "An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.",
        "author": "Jack Welch"
    },
    {
        "quote": "Ideas pull the trigger, but instinct loads the gun.",
        "author": "Don Marquis"
    },
    {
        "quote": "Ask five economists and you'll get five different answers - six if one went to Harvard.",
        "author": "Edgar Fiedler"
    },
    {
        "quote": "If you don't drive your business, you will be driven out of business.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "The common question that gets asked in business is, 'why?' That's a good question, but an equally valid question is, 'why not?'",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Almost all quality improvement comes via simplification of design, manufacturing... layout, processes, and procedures.",
        "author": "Tom Peters"
    },
    {
        "quote": "If you don't understand the details of your business you are going to fail.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "All lasting business is built on friendship.",
        "author": "Alfred A. Montapert"
    },
    {
        "quote": "First-rate people hire first-rate people; second-rate people hire third-rate people.",
        "author": "Leo Rosten"
    },
    {
        "quote": "Intellectual property has the shelf life of a banana.",
        "author": "Bill Gates"
    },
    {
        "quote": "I believe you have to be willing to be misunderstood if you're going to innovate.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.",
        "author": "Peter Drucker"
    },
    {
        "quote": "Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product.",
        "author": "Elon Musk"
    },
    {
        "quote": "The secret of business is to know something that nobody else knows.",
        "author": "Aristotle Onassis"
    },
    {
        "quote": "To command is to serve, nothing more and nothing less.",
        "author": "Andre Malraux"
    },
    {
        "quote": "Our work is the presentation of our capabilities.",
        "author": "Edward Gibbon"
    },
    {
        "quote": "We're all working together; that's the secret.",
        "author": "Sam Walton"
    },
    {
        "quote": "People who don't take risks generally make about two big mistakes a year. People who do take risks generally make about two big mistakes a year.",
        "author": "Peter Drucker"
    },
    {
        "quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players.",
        "author": "Blaine Lee"
    },
    {
        "quote": "I rate enthusiasm even above professional skill.",
        "author": "Edward Appleton"
    },
    {
        "quote": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art.",
        "author": "Andy Warhol"
    },
    {
        "quote": "The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on.",
        "author": "Walter Lippmann"
    },
    {
        "quote": "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile.",
        "author": "Gary Ryan Blair"
    },
    {
        "quote": "The way to get things done is not to mind who gets the credit for doing them.",
        "author": "Benjamin Jowett"
    },
    {
        "quote": "Business is a combination of war and sport.",
        "author": "Andre Maurois"
    },
    {
        "quote": "When Henry Ford made cheap, reliable cars people said, 'Nah, what's wrong with a horse?' That was a huge bet he made, and it worked.",
        "author": "Elon Musk"
    },
    {
        "quote": "Everyone is your best friend when you are successful. Make sure that the people that you surround yourself with are also the people that you are not afraid of failing with.",
        "author": "Paula Abdul"
    },
    {
        "quote": "Test fast, fail fast, adjust fast.",
        "author": "Tom Peters"
    },
    {
        "quote": "Just because something doesn't do what you planned it to do doesn't mean it's useless.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "I want to put a ding in the universe.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Meetings are indispensable when you don't want to do anything.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant.",
        "author": "Max de Pree"
    },
    {
        "quote": "If you want to kill any idea in the world, get a committee working on it.",
        "author": "Charles Kettering"
    },
    {
        "quote": "I don't create companies for the sake of creating companies, but to get things done.",
        "author": "Elon Musk"
    },
    {
        "quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.",
        "author": "Arnold H. Glasow"
    },
    {
        "quote": "People will buy anything that is 'one to a customer.'",
        "author": "Sinclair Lewis"
    },
    {
        "quote": "When times are bad is when the real entrepreneurs emerge.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "If it doesn't sell, it isn't creative.",
        "author": "David Ogilvy"
    },
    {
        "quote": "The problem is that at a lot of big companies, process becomes a substitute for thinking. You're encouraged to behave like a little gear in a complex machine. Frankly, it allows you to keep people who aren't that smart, who aren't that creative.",
        "author": "Elon Musk"
    },
    {
        "quote": "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it.",
        "author": "Colin Powell"
    },
    {
        "quote": "Hell, there are no rules here - we're trying to accomplish something.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Everyone has an invisible sign hanging from their neck saying, 'Make me feel important.' Never forget this message when working with people.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "If you listen to your fears, you will die never knowing what a great person you might have been.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Carpe per diem - seize the check.",
        "author": "Robin Williams"
    },
    {
        "quote": "You can't operate a company by fear, because the way to eliminate fear is to avoid criticism. And the way to avoid criticism is to do nothing.",
        "author": "Steve Ross"
    },
    {
        "quote": "Our favorite holding period is forever.",
        "author": "Warren Buffett"
    },
    {
        "quote": "A business that makes nothing but money is a poor business.",
        "author": "Henry Ford"
    },
    {
        "quote": "Effort only fully releases its reward after a person refuses to quit.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Inside every working anarchy, there's an Old Boy Network.",
        "author": "Mitch Kapor"
    },
    {
        "quote": "There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Not for nothing is their motto TGIF - 'Thank God It's Friday.' They live for the weekends, when they can go do what they really want to do.",
        "author": "Richard Nelson Bolles"
    },
    {
        "quote": "Do not trust people. They are capable of greatness.",
        "author": "Stanislaw Lem"
    },
    {
        "quote": "Industry is fortune's right hand, and frugality its left.",
        "author": "John Ray"
    },
    {
        "quote": "Profit in business comes from repeat customers, customers that boast about your project or service, and that bring friends with them.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "The genius of a good leader is to leave behind him a situation which common sense, without the grace of genius, can deal with successfully.",
        "author": "Walter Lippmann"
    },
    {
        "quote": "The superior man understands what is right; the inferior man understands what will sell.",
        "author": "Confucius"
    },
    {
        "quote": "The herd instinct among forecasters makes sheep look like independent thinkers.",
        "author": "Edgar Fiedler"
    },
    {
        "quote": "Rank does not confer privilege or give power. It imposes responsibility.",
        "author": "Peter Drucker"
    },
    {
        "quote": "Definition of Statistics: The science of producing unreliable facts from reliable figures.",
        "author": "Evan Esar"
    },
    {
        "quote": "If the career you have chosen has some unexpected inconvenience, console yourself by reflecting that no career is without them.",
        "author": "Jane Fonda"
    },
    {
        "quote": "We need to become good citizens in the global village, instead of competing. What are we competing for - to drive more cars, eat more steaks? That will destroy the world.",
        "author": "Yuan T. Lee"
    },
    {
        "quote": "A company is only as good as the people it keeps.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Time is the scarcest resource and unless it is managed nothing else can be managed.",
        "author": "Peter Drucker"
    },
    {
        "quote": "Business, more than any other occupation, is a continual dealing with the future; it is a continual calculation, an instinctive exercise in foresight.",
        "author": "Henry R. Luce"
    },
    {
        "quote": "Trust is the lubrication that makes it possible for organizations to work.",
        "author": "Warren Bennis"
    },
    {
        "quote": "I hope we shall crush in its birth the aristocracy of our monied corporations which dare already to challenge our government to a trial by strength, and bid defiance to the laws of our country.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Nothing so conclusively proves a man's ability to lead others as what he does from day to day to lead himself.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.",
        "author": "Andrew Carnegie"
    },
    {
        "quote": "One's mind has a way of making itself up in the background, and it suddenly becomes clear what one means to do.",
        "author": "A. C. Benson"
    },
    {
        "quote": "So little done, so much to do.",
        "author": "Cecil Rhodes"
    },
    {
        "quote": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "The gambling known as business looks with austere disfavor upon the business known as gambling.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
        "author": "Walter Scott"
    },
    {
        "quote": "Don't simply retire from something; have something to retire to.",
        "author": "Harry Emerson Fosdick"
    },
    {
        "quote": "Anyone who has lost track of time when using a computer knows the propensity to dream, the urge to make dreams come true and the tendency to miss lunch.",
        "author": "Tim Berners-Lee"
    },
    {
        "quote": "I buy when other people are selling.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "More business is lost every year through neglect than through any other cause.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "Informed decision-making comes from a long tradition of guessing and then blaming others for inadequate results.",
        "author": "Scott Adams"
    },
    {
        "quote": "If there is anything that a man can do well, I say let him do it. Give him a chance.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Go to your business, pleasure, whilst I go to my pleasure, business.",
        "author": "William Wycherley"
    },
    {
        "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.",
        "author": "Jack Welch"
    },
    {
        "quote": "People are definitely a company's greatest asset. It doesn't make any difference whether the product is cars or cosmetics. A company is only as good as the people it keeps.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Our business is infested with idiots who try to impress by using pretentious jargon.",
        "author": "David Ogilvy"
    },
    {
        "quote": "Lots of folks confuse bad management with destiny.",
        "author": "Kin Hubbard"
    },
    {
        "quote": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "It's not what you pay a man, but what he costs you that counts.",
        "author": "Will Rogers"
    },
    {
        "quote": "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates.",
        "author": "Don Marquis"
    },
    {
        "quote": "If you have to forecast, forecast often.",
        "author": "Edgar Fiedler"
    },
    {
        "quote": "Remind people that profit is the difference between revenue and expense. This makes you look smart.",
        "author": "Scott Adams"
    },
    {
        "quote": "Every day I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.",
        "author": "Robert Orben"
    },
    {
        "quote": "Spend a lot of time talking to customers face to face. You'd be amazed how many companies don't listen to their customers.",
        "author": "Ross Perot"
    },
    {
        "quote": "Word of mouth is the best medium of all.",
        "author": "William Bernbach"
    },
    {
        "quote": "Regard it as just as desirable to build a chicken house as to build a cathedral.",
        "author": "Frank Lloyd Wright"
    },
    {
        "quote": "The opportunity is often lost by deliberating.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "A bankruptcy judge can fix your balance sheet, but he cannot fix your company.",
        "author": "Gordon Bethune"
    },
    {
        "quote": "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "I get to play golf for a living. What more can you ask for - getting paid for doing what you love.",
        "author": "Tiger Woods"
    },
    {
        "quote": "Start with good people, lay out the rules, communicate with your employees, motivate them and reward them. If you do all those things effectively, you can't miss.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "The characteristic of great innovators and great companies is they see a space that others do not. They don't just listen to what people tell them; they actually invent something new, something that you didn't know you needed, but the moment you see it, you say, 'I must have it.'",
        "author": "Eric Schmidt"
    },
    {
        "quote": "A cardinal principle of Total Quality escapes too many managers: you cannot continuously improve interdependent systems and processes until you progressively perfect interdependent, interpersonal relationships.",
        "author": "Stephen Covey"
    },
    {
        "quote": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Reason and judgment are the qualities of a leader.",
        "author": "Tacitus"
    },
    {
        "quote": "For the merchant, even honesty is a financial speculation.",
        "author": "Charles Baudelaire"
    },
    {
        "quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time!",
        "author": "Coco Chanel"
    },
    {
        "quote": "We don't have a monopoly. We have market share. There's a difference.",
        "author": "Steve Ballmer"
    },
    {
        "quote": "Web users ultimately want to get at data quickly and easily. They don't care as much about attractive sites and pretty design.",
        "author": "Tim Berners-Lee"
    },
    {
        "quote": "I find it rather easy to portray a businessman. Being bland, rather cruel and incompetent comes naturally to me.",
        "author": "John Cleese"
    },
    {
        "quote": "Some people regard private enterprise as a predatory tiger to be shot. Others look on it as a cow they can milk. Not enough people see it as a healthy horse, pulling a sturdy wagon.",
        "author": "Winston Churchill"
    },
    {
        "quote": "No person will make a great business who wants to do it all himself or get all the credit.",
        "author": "Andrew Carnegie"
    },
    {
        "quote": "If the head man in a company is not working 12 hours a day, doing things, taking risks, but also standing with his people in the trenches at the most difficult of times, then the company loses something.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "The fastest way to succeed is to look as if you're playing by somebody else's rules, while quietly playing by your own.",
        "author": "Michael Korda"
    },
    {
        "quote": "An advertising agency is 85 percent confusion and 15 percent commission.",
        "author": "Fred Allen"
    },
    {
        "quote": "What we actually learn, from any given set of circumstances, determines whether we become increasingly powerless or more powerful.",
        "author": "Blaine Lee"
    },
    {
        "quote": "Whenever an individual or a business decides that success has been attained, progress stops.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "The business of America is business.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "A consultant is someone who saves his client almost enough to pay his fee.",
        "author": "Arnold H. Glasow"
    },
    {
        "quote": "The man who will use his skill and constructive imagination to see how much he can give for a dollar, instead of how little he can give for a dollar, is bound to succeed.",
        "author": "Henry Ford"
    },
    {
        "quote": "I don't think it's a good idea to plan to sell a company.",
        "author": "Elon Musk"
    },
    {
        "quote": "My son is now an 'entrepreneur.' That's what you're called when you don't have a job.",
        "author": "Ted Turner"
    },
    {
        "quote": "Markets change, tastes change, so the companies and the individuals who choose to compete in those markets must change.",
        "author": "An Wang"
    },
    {
        "quote": "Most of what we call management consists of making it difficult for people to get their work done.",
        "author": "Peter Drucker"
    },
    {
        "quote": "My father told me, never have partners.",
        "author": "Howard Hughes"
    },
    {
        "quote": "The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.",
        "author": "Andre Maurois"
    },
    {
        "quote": "I've never felt like I was in the cookie business. I've always been in a feel good feeling business. My job is to sell joy. My job is to sell happiness. My job is to sell an experience.",
        "author": "Debbi Fields"
    },
    {
        "quote": "The buck stops with the guy who signs the checks.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "It's called a pen. It's like a printer, hooked straight to my brain.",
        "author": "Dale Dauten"
    },
    {
        "quote": "An economist's guess is liable to be as good as anybody else's.",
        "author": "Will Rogers"
    },
    {
        "quote": "A group or an artist shouldn't get his money until his boss gets his.",
        "author": "Bobby Darin"
    },
    {
        "quote": "No employer today is independent of those about him. He cannot succeed alone, no matter how great his ability or capital. Business today is more than ever a question of cooperation.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.",
        "author": "Walt Disney"
    },
    {
        "quote": "Business can be a source of progressive change.",
        "author": "Jerry Greenfield"
    },
    {
        "quote": "The invisible hand of the market always moves faster and better than the heavy hand of government.",
        "author": "Mitt Romney"
    },
    {
        "quote": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Wise are those who learn that the bottom line doesn't always have to be their top priority.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "If you cannot work with love but only with distaste, it is better that you should leave your work.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "One of the challenges in networking is everybody thinks it's making cold calls to strangers. Actually, it's the people who already have strong trust relationships with you, who know you're dedicated, smart, a team player, who can help you.",
        "author": "Reid Hoffman"
    },
    {
        "quote": "If you have one good idea, people will lend you twenty.",
        "author": "Marie von Ebner-Eschenbach"
    },
    {
        "quote": "Cannibals prefer those who have no spines.",
        "author": "Stanislaw Lem"
    },
    {
        "quote": "I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.",
        "author": "Winston Churchill"
    },
    {
        "quote": "I was told to avoid the business all together because of the rejection. People would say to me, 'Don't you want to have a normal job and a normal family?' I guess that would be good advice for some people, but I wanted to act.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "Definition of a Statistician: A man who believes figures don't lie, but admits than under analysis some of them won't stand up either.",
        "author": "Evan Esar"
    },
    {
        "quote": "In modern business it is not the crook who is to be feared most, it is the honest man who doesn't know what he is doing.",
        "author": "William Wordsworth"
    },
    {
        "quote": "Employees make the best dates. You don't have to pick them up and they're always tax-deductible.",
        "author": "Andy Warhol"
    },
    {
        "quote": "No partnership between two independent companies, no matter how well run, can match the speed, effectiveness, responsiveness and efficiency of a solely owned company.",
        "author": "Edward Whitacre, Jr."
    },
    {
        "quote": "I think that there is nothing, not even crime, more opposed to poetry, to philosophy, ay, to life itself than this incessant business.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Business is in itself a power.",
        "author": "Garet Garrett"
    },
    {
        "quote": "If you aren't playing well, the game isn't as much fun. When that happens I tell myself just to go out and play as I did when I was a kid.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "Every young man would do well to remember that all successful business stands on the foundation of morality.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "Business, that's easily defined - it's other people's money.",
        "author": "Peter Drucker"
    },
    {
        "quote": "As a small businessperson, you have no greater leverage than the truth.",
        "author": "John Greenleaf Whittier"
    },
    {
        "quote": "The leader who exercises power with honor will work from the inside out, starting with himself.",
        "author": "Blaine Lee"
    },
    {
        "quote": "Family farms and small businesses are the backbone of our communities.",
        "author": "Tom Allen"
    },
    {
        "quote": "If you can build a business up big enough, it's respectable.",
        "author": "Will Rogers"
    },
    {
        "quote": "I don't think meals have any business being deductible. I'm for separation of calories and corporations.",
        "author": "Ralph Nader"
    },
    {
        "quote": "You need to be in the position where it is the cost of the fuel that actually matters and not the cost of building the rocket in the first place.",
        "author": "Elon Musk"
    },
    {
        "quote": "Like dogs in a wheel, birds in a cage, or squirrels in a chain, ambitious men still climb and climb, with great labor, and incessant anxiety, but never reach the top.",
        "author": "Robert Browning"
    },
    {
        "quote": "If you fire people, you fire customers.",
        "author": "Ferdinand Piech"
    },
    {
        "quote": "Only a monopolist could study a business and ruin it by giving away products.",
        "author": "Scott McNealy"
    },
    {
        "quote": "Exchange ideas frequently.",
        "author": "James Cash Penney"
    },
    {
        "quote": "What's the subject of life - to get rich? All of those fellows out there getting rich could be dancing around the real subject of life.",
        "author": "Paul A. Volcker"
    },
    {
        "quote": "Business is never so healthy as when, like a chicken, it must do a certain amount of scratching around for what it gets.",
        "author": "Henry Ford"
    },
    {
        "quote": "It takes more than capital to swing business. You've got to have the A. I. D. degree to get by - Advertising, Initiative, and Dynamics.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "I never trust an executive who tends to pass the buck. Nor would I want to deal with him as a customer or a supplier.",
        "author": "James Cash Penney"
    },
    {
        "quote": "In business or in life, don't follow the wagon tracks too closely.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "What we've gone through in the last several years has caused some people to question 'Can we trust Microsoft?'",
        "author": "Steve Ballmer"
    },
    {
        "quote": "The consumer isn't a moron; she is your wife.",
        "author": "David Ogilvy"
    },
    {
        "quote": "Your mission is to find a product or service that can positively impact the lives of 1 billion people because that's the game we're playing today.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "Government in the U.S. today is a senior partner in every business in the country.",
        "author": "Norman Cousins"
    },
    {
        "quote": "Never argue with a profit.",
        "author": "Jeff Rich"
    },
    {
        "quote": "When did it become a problem to be a small businessman and become successful? The small businessman - like my father, or like me?",
        "author": "Glenn Beck"
    },
    {
        "quote": "To think that the new economy is over is like somebody in London in 1830 saying the entire industrial revolution is over because some textile manufacturers in Manchester went broke.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "If being the biggest company was a guarantee of success, we'd all be using IBM computers and driving GM cars.",
        "author": "James Surowiecki"
    },
    {
        "quote": "Look at growth, look at how much time people spend on the Net and look at the variety of things that they are doing. It's all really good, so I am actually encouraged by the fundamentals that underlie usage growth on the Net.",
        "author": "Meg Whitman"
    },
    {
        "quote": "I'm not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.",
        "author": "John Dalberg-Acton"
    },
    {
        "quote": "Every few seconds it changes - up an eighth, down an eighth - it's like playing a slot machine. I lose $20 million, I gain $20 million.",
        "author": "Ted Turner"
    },
    {
        "quote": "A manager doesn't hear the cheers.",
        "author": "Alvin Dark"
    },
    {
        "quote": "Our new attitude is how can we put you in front of our customer.",
        "author": "Terry Semel"
    },
    {
        "quote": "The incestuous relationship between government and big business thrives in the dark.",
        "author": "Jack Anderson"
    },
    {
        "quote": "There was a point in the late '90s where all the graduating M.B.A.'s wanted to start companies in Silicon Valley, and for the most part they were not actually qualified to do it.",
        "author": "Marc Andreessen"
    },
    {
        "quote": "A satisfied customer is the best business strategy of all.",
        "author": "Michael LeBoeuf"
    },
    {
        "quote": "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "We need business to understand its social responsibility, that the main task and objective for a business is not to generate extra income and to become rich and transfer the money abroad, but to look and evaluate what a businessman has done for the country, for the people, on whose account he or she has become so rich.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.",
        "author": "Bill Gates"
    },
    {
        "quote": "In the US, there is basically one party - the business party. It has two factions, called Democrats and Republicans, which are somewhat different but carry out variations on the same policies. By and large, I am opposed to those policies. As is most of the population.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "Politics is show business for ugly people.",
        "author": "Paul Begala"
    },
    {
        "quote": "What other people think of you is none of your business.",
        "author": "Regina Brett"
    },
    {
        "quote": "Your customers are the lifeblood of your business. Their needs and wants impact every aspect of your business, from product development to content marketing to sales to customer service.",
        "author": "John Rampton"
    },
    {
        "quote": "My philosophy is it's none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier.",
        "author": "Anthony Hopkins"
    },
    {
        "quote": "Great things in business are never done by one person. They're done by a team of people.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Do what's best for you, and do it to the best of your ability - go after your goals like nobody's business.",
        "author": "Michael Oher"
    },
    {
        "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.",
        "author": "Al Lopez"
    },
    {
        "quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.",
        "author": "Dolley Madison"
    },
    {
        "quote": "In our business, things look like a failure until they're not. It's pretty binary transitions.",
        "author": "Satya Nadella"
    },
    {
        "quote": "I am not yet ready to be Tsar. I know nothing of the business of ruling.",
        "author": "Nicholas II of Russia"
    },
    {
        "quote": "Our main business is not to see what lies dimly at a distance, but to do what lies clearly at hand.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Globalization means that business strategy and business ethics cannot be separated from each other.",
        "author": "Ofra Strauss"
    },
    {
        "quote": "Constantine 'Costa' Gratsos had made his fortune as a lifelong associate of shipping icon Aristotle Onassis. He took a liking to me, became my first mentor, and showed me how to swim in the deep, dangerous waters of business.",
        "author": "Dan Pena"
    },
    {
        "quote": "Information technology and business are becoming inextricably interwoven. I don't think anybody can talk meaningfully about one without the talking about the other.",
        "author": "Bill Gates"
    },
    {
        "quote": "Business is war. I go out there, I want to kill the competitors. I want to make their lives miserable. I want to steal their market share. I want them to fear me and I want everyone on my team thinking we're going to win.",
        "author": "Kevin O'Leary"
    },
    {
        "quote": "The business of business is relationships; the business of life is human connection.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "There is always space for improvement, no matter how long you've been in the business.",
        "author": "Oscar De La Hoya"
    },
    {
        "quote": "Business opportunities are like buses, there's always another one coming.",
        "author": "Richard Branson"
    },
    {
        "quote": "There is no health without mental health; mental health is too important to be left to the professionals alone, and mental health is everyone's business.",
        "author": "Vikram Patel"
    },
    {
        "quote": "When I hear people debate the ROI of social media? It makes me remember why so many business fail. Most businesses are not playing the marathon. They're playing the sprint. They're not worried about lifetime value and retention. They're worried about short-term goals.",
        "author": "Gary Vaynerchuk"
    },
    {
        "quote": "To be successful, you have to have your heart in your business and your business in your heart.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "Don't ever let your business get ahead of the financial side of your business. Accounting, accounting, accounting. Know your numbers.",
        "author": "Tilman J. Fertitta"
    },
    {
        "quote": "Your mindset matters. It affects everything - from the business and investment decisions you make, to the way you raise your children, to your stress levels and overall well-being.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "The gig economy is empowerment. This new business paradigm empowers individuals to better shape their own destiny and leverage their existing assets to their benefit.",
        "author": "John McAfee"
    },
    {
        "quote": "No one on his deathbed ever said, I wish I had spent more time on my business.",
        "author": "Paul Tsongas"
    },
    {
        "quote": "Like the Internet, Bitcoin will change the way people interact and do business around the world.",
        "author": "Erik Voorhees"
    },
    {
        "quote": "No business can stay in business without customers. How you treat - or mistreat - them determines how long your doors stay open.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "The biggest hurdle is rejection. Any business you start, be ready for it. The difference between successful people and unsuccessful people is the successful people do all the things the unsuccessful people don't want to do. When 10 doors are slammed in your face, go to door number 11 enthusiastically, with a smile on your face.",
        "author": "John Paul DeJoria"
    },
    {
        "quote": "I may be president of the United States, but my private life is nobody's damned business.",
        "author": "Chester A. Arthur"
    },
    {
        "quote": "Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business.",
        "author": "Kevin Mitnick"
    },
    {
        "quote": "In terms of diet, my parents had a restaurant business so I don't eat any junk food - they taught me to appreciate good food.",
        "author": "Camille Rowe"
    },
    {
        "quote": "You can rule ignorance; you can manipulate the illiterate; you can do whatever you want when a people are uneducated, so that goes in line with corrupt business and corrupt politics.",
        "author": "will.i.am"
    },
    {
        "quote": "Business reporting is not dealing with objects, it is dealing with relationships between objects.",
        "author": "Hasso Plattner"
    },
    {
        "quote": "Go for a business that any idiot can run - because sooner or later, any idiot probably is going to run it.",
        "author": "Peter Lynch"
    },
    {
        "quote": "What other people think of me is none of my business.",
        "author": "Gary Oldman"
    },
    {
        "quote": "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "When we talk about 'smart transportation,' it is more than moving cargo from A to B. Digitization within transport and logistics means seamless service to our customers, visibility in the supply chain, and driving a more efficient business.",
        "author": "Soren Skou"
    },
    {
        "quote": "War is big business. It's a lot of money going to and fro, and unfortunately a lot of angst, and a lot of fear, and a lot of doubt. And eventually a lot of wonderful people, like soldiers, like men and women that are out there trying to do the best they can, they come back being wounded on many levels.",
        "author": "Jon Anderson"
    },
    {
        "quote": "Sustainability has to be a way of life to be a way of business.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "Business has only two functions - marketing and innovation.",
        "author": "Milan Kundera"
    },
    {
        "quote": "I think a simple rule of business is, if you do the things that are easier first, then you can actually make a lot of progress.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "Debt is a trap, especially student debt, which is enormous, far larger than credit card debt. It's a trap for the rest of your life because the laws are designed so that you can't get out of it. If a business, say, gets in too much debt, it can declare bankruptcy, but individuals can almost never be relieved of student debt through bankruptcy.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "The goal is not to do business with everybody who needs what you have. The goal is to do business with people who believe what you believe.",
        "author": "Simon Sinek"
    },
    {
        "quote": "When a team takes ownership of its problems, the problem gets solved. It is true on the battlefield, it is true in business, and it is true in life.",
        "author": "Jocko Willink"
    },
    {
        "quote": "Intuition is the key to everything, in painting, filmmaking, business - everything. I think you could have an intellectual ability, but if you can sharpen your intuition, which they say is emotion and intellect joining together, then a knowingness occurs.",
        "author": "David Lynch"
    },
    {
        "quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.",
        "author": "Michael Eisner"
    },
    {
        "quote": "I believe that the rights of women and girls is the unfinished business of the 21st century.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "Your own business growth and success depends on many things, and along that growing path, you are going to have to concede certain responsibilities and activities - whether for your accounting, your production, or day-to-day management.",
        "author": "Michael Gerber"
    },
    {
        "quote": "Punctuality is the soul of business.",
        "author": "Thomas Chandler Haliburton"
    },
    {
        "quote": "I did a business in a box called College Pro Painters. They taught you how to paint houses, how to hire and fire, how to sell, how to deal with customers. You got a one-year franchise. It was the hardest year of my life in terms of hard work. I won manager of the year. It was very successful.",
        "author": "Kimbal Musk"
    },
    {
        "quote": "Investing is a business where you can look very silly for a long period of time before you are proven right.",
        "author": "Bill Ackman"
    },
    {
        "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "All things being equal, people will do business with a friend; all things being unequal, people will still do business with a friend.",
        "author": "Mark McCormack"
    },
    {
        "quote": "It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "In the military, they give medals for people who are willing to sacrifice themselves so that others may survive. In business, we give bonuses to people who sacrifice others.",
        "author": "Simon Sinek"
    },
    {
        "quote": "Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business.",
        "author": "Richard Branson"
    },
    {
        "quote": "I couldn't sell water in a desert. I have no business acumen. I can tell you why you have no business acumen, and I can tell you why your project may or may not work, but I have no ability to make money.",
        "author": "Richard Quest"
    },
    {
        "quote": "Hospitality is central to the restaurant business, yet it's a hard idea to define precisely. Mostly, it involves being nice to people and making them feel welcome. You notice it when it's there, and you particularly notice it when it isn't. A single significant lapse in this area can be your dominant impression of an entire meal.",
        "author": "John Lanchester"
    },
    {
        "quote": "People are the core of every business. Businesses are based on relationships, and relationships are based on people. I would go to an average restaurant run by amazing people over an outstanding restaurant run by awful people.",
        "author": "Marcus Lemonis"
    },
    {
        "quote": "A great business at a fair price is superior to a fair business at a great price.",
        "author": "Charlie Munger"
    },
    {
        "quote": "All animals, except man, know that the principal business of life is to enjoy it.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Civilizations are not remembered by their business people, their bankers or lawyers. They're remembered by the arts.",
        "author": "Eli Broad"
    },
    {
        "quote": "Having been in the restaurant business, our job in the restaurant business is to be responsible for our customers' happiness. It's the nature of the hospitality business. You need to take care of people. You take care of customers above all others. Customers are your lifeblood.",
        "author": "Andrew Zimmern"
    },
    {
        "quote": "You can't be successful in business without taking risks. It's really that simple.",
        "author": "Adena Friedman"
    },
    {
        "quote": "If people in the media cannot decide whether they are in the business of reporting news or manufacturing propaganda, it is all the more important that the public understand that difference, and choose their news sources accordingly.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "If we die, we want people to accept it. We're in a risky business, and we hope that if anything happens to us, it will not delay the program. The conquest of space is worth the risk of life.",
        "author": "Gus Grissom"
    },
    {
        "quote": "There is no time and space in the digital world. People chat and collaborate through social networks. Cultural icons garner millions of fans online in locations they have often never been themselves. The boundary between public and private life is now everyone's business.",
        "author": "Eduardo Paes"
    },
    {
        "quote": "When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact.",
        "author": "Warren Buffett"
    },
    {
        "quote": "I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God's business.",
        "author": "Michael J. Fox"
    },
    {
        "quote": "I heard someone from the music business saying they are no longer looking for talent, they want people with a certain look and a willingness to cooperate.",
        "author": "Joni Mitchell"
    },
    {
        "quote": "If anything is good for pounding humility into you permanently, it's the restaurant business.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "I must create a system or be enslaved by another mans; I will not reason and compare: my business is to create.",
        "author": "William Blake"
    },
    {
        "quote": "People want to start their own business or become financially independent. But you don't end up a successful entrepreneur unless you find a way to love the risk, the uncertainty, the repeated failures, and working insane hours on something you have no idea whether will be successful or not.",
        "author": "Mark Manson"
    },
    {
        "quote": "When you see corruption, when you see injustice, you speak up. You don't just shut up and say it's none of my business.",
        "author": "Manal al-Sharif"
    },
    {
        "quote": "If you deprive yourself of outsourcing and your competitors do not, you're putting yourself out of business.",
        "author": "Lee Kuan Yew"
    },
    {
        "quote": "In the luxury business, you have to build on heritage.",
        "author": "Bernard Arnault"
    },
    {
        "quote": "I am a graduate in business management with specialisation in finance, and I love accounts!",
        "author": "Tena Desae"
    },
    {
        "quote": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good.",
        "author": "Shari Arison"
    },
    {
        "quote": "I believe fundamental honesty is the keystone of business.",
        "author": "Harvey S. Firestone"
    },
    {
        "quote": "Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.",
        "author": "Melissa Bean"
    },
    {
        "quote": "There's no reason to be the richest man in the cemetery. You can't do any business from there.",
        "author": "Colonel Sanders"
    },
    {
        "quote": "Networking has been cited as the number one unwritten rule of success in business. Who you know really impacts what you know.",
        "author": "Sallie Krawcheck"
    },
    {
        "quote": "My father runs a restaurant business in Delhi, so if I had chosen to sell kebabs, it would be far easier for me than for anybody else.",
        "author": "Huma Qureshi"
    },
    {
        "quote": "I wouldn't say I was the best manager in the business. But I was in the top one.",
        "author": "Brian Clough"
    },
    {
        "quote": "The TV business is uglier than most things. It is normally perceived as some kind of cruel and shallow money trench through the heart of the journalism industry, a long plastic hallway where thieves and pimps run free and good men die like dogs, for no good reason.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "There is no greater feeling in business than building a product which impacts people's lives in a profound way. When we look around at the thousands of people who have attended Summit gatherings, it makes us smile to see the new friendships, business partnerships and philanthropic initiatives that each event produces.",
        "author": "Elliott Bisnow"
    },
    {
        "quote": "I am a social democrat - I believe in pursuing greater equality and tackling social justice - but... you can't do that unless you have got a strong economy, unless you have got a vibrant business base earning the wealth that makes that possible.",
        "author": "Nicola Sturgeon"
    },
    {
        "quote": "Every breakthrough business idea begins with solving a common problem. The bigger the problem, the bigger the opportunity. I discovered a big one when I took apart an IBM PC. I made two interesting discoveries: The components were all manufactured by other companies, and the system that retailed for $3,000 cost about $600 in parts.",
        "author": "Michael Dell"
    },
    {
        "quote": "Time flies so quick. I remember my second year in business when Bullocks Wilshire did a whole window of my white dresses. I was so excited, I went there at night and took pictures.",
        "author": "Tadashi Shoji"
    },
    {
        "quote": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology.",
        "author": "Donald Johanson"
    },
    {
        "quote": "Sweat equity is the most valuable equity there is. Know your business and industry better than anyone else in the world. Love what you do or don't do it.",
        "author": "Mark Cuban"
    },
    {
        "quote": "The main business of a lawyer is to take the romance, the mystery, the irony, the ambiguity out of everything he touches.",
        "author": "Antonin Scalia"
    },
    {
        "quote": "Jim Newman, the business visionary who created the term 'comfort zone,' showed me how to expand my horizons. Thanks to Jim, after I attended one of his PACE Seminars in 1978; I moved out of my comfort zone at Bear Stearns and became a super successful oilman.",
        "author": "Dan Pena"
    },
    {
        "quote": "Behind every small business, there's a story worth knowing. All the corner shops in our towns and cities, the restaurants, cleaners, gyms, hair salons, hardware stores - these didn't come out of nowhere.",
        "author": "Paul Ryan"
    },
    {
        "quote": "When you run a part of the relay and pass on the baton, there is no sense of unfinished business in your mind. There is just the sense of having done your part to the best of your ability. That is it. The hope is to pass on the baton to somebody who will run faster and run a better marathon.",
        "author": "N. R. Narayana Murthy"
    },
    {
        "quote": "In the business world, the rearview mirror is always clearer than the windshield.",
        "author": "Warren Buffett"
    },
    {
        "quote": "If I love you, what business is it of yours?",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "Know your target audience. Always keep them at the forefront of your mind. Understand their lifestyle and what they are looking for. Gather their feedback and use it to tailor your approach. The voice of the consumer is an essential input into the development of any fashion business or blog.",
        "author": "Imran Amed"
    },
    {
        "quote": "No one has a greater asset for his business than a man's pride in his work.",
        "author": "Hosea Ballou"
    },
    {
        "quote": "Information technology is at the core of how you do your business and how your business model itself evolves.",
        "author": "Satya Nadella"
    },
    {
        "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.",
        "author": "Morrissey"
    },
    {
        "quote": "The concept of corporate social responsibility (CSR) has long been used as an effective lens through which to examine the actions business can take toward ensuring mutual long-term well-being and sustainability.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "I've heard people say South Africans are arrogant, that they act no differently from their colonial masters. That needs to change. It's in your business interest as an entrepreneur to form meaningful partnerships. That's how you do well for your shareholders.",
        "author": "Patrice Motsepe"
    },
    {
        "quote": "We hire military veterans because they make great employees. They bring proven technical and leadership skills. They understand teamwork, and they're adaptable. Bottom line, hiring veterans is good for business.",
        "author": "Randall L. Stephenson"
    },
    {
        "quote": "Longevity in this business is about being able to reinvent yourself or invent the future.",
        "author": "Satya Nadella"
    },
    {
        "quote": "Most people are not good people. In business, in art, in almost every 'world' I've been in, most people I've meet are pretty gray to black. It takes practice to be the person who is a source of compassion and honesty.",
        "author": "James Altucher"
    },
    {
        "quote": "No dancer can watch Fred Astaire and not know that we all should have been in another business.",
        "author": "Mikhail Baryshnikov"
    },
    {
        "quote": "I think everybody has their own way of looking at their lives as some kind of pilgrimage. Some people will see their role as a pilgrim in terms of setting up a fine family, or establishing a business inheritance. Everyone's got their own definition.",
        "author": "Eric Clapton"
    },
    {
        "quote": "Almost everything worthwhile carries with it some sort of risk, whether it's starting a new business, whether it's leaving home, whether it's getting married, or whether it's flying in space.",
        "author": "Chris Hadfield"
    },
    {
        "quote": "Raising the minimum wage represents a substantial financial burden for employers, particularly start-ups, early stage companies, and family-owned businesses. In response, business owners would be forced to either lay off workers or raise prices to offset the rise in labor costs.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "If you wait for the right time or the good times to start a business, you wait all your life.",
        "author": "Fran Tarkenton"
    },
    {
        "quote": "Before WeWork, I had a baby clothing company. When I started out, I had no real contacts in the garment business and no mentor to guide me on how things worked. I just had an idea to put pads on the baby clothes on to protect the baby's knees.",
        "author": "Adam Neumann"
    },
    {
        "quote": "Our business is about technology, yes. But it's also about operations and customer relationships.",
        "author": "Michael Dell"
    },
    {
        "quote": "I've got to keep breathing. It'll be my worst business mistake if I don't.",
        "author": "Steve Martin"
    },
    {
        "quote": "I have always said that everyone is in sales. Maybe you don't hold the title of salesperson, but if the business you are in requires you to deal with people, you, my friend, are in sales.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "For capitalism, war and peace are business and nothing but business.",
        "author": "Karl Liebknecht"
    },
    {
        "quote": "We all have a life story and a message that can inspire others to live a better life or run a better business. Why not use that story and message to serve others and grow a real business doing it?",
        "author": "Brendon Burchard"
    },
    {
        "quote": "If you're not learning, then you're stagnant. If you're stagnant, then you're not evolving and the business isn't progressing.",
        "author": "Seth Rollins"
    },
    {
        "quote": "I had accepted a position as a business analyst at Deloitte Consulting in New York. But before I went into that workforce, I decided to take a year off and went to India to do a social enterprise fellowship. It wasn't the best fit, but that was where a TV show in Korea found me and invited me to first come perform.",
        "author": "Eric Nam"
    },
    {
        "quote": "Your political views should be your political views. I believe in business being non-partisan.",
        "author": "Mark Henry"
    },
    {
        "quote": "Today, companies have to radically revolutionize themselves every few years just to stay relevant. That's because technology and the Internet have transformed the business landscape forever. The fast-paced digital age has accelerated the need for companies to become agile.",
        "author": "Nolan Bushnell"
    },
    {
        "quote": "The most important characteristics you need to succeed in business are resilience, determination and persistence.",
        "author": "Karren Brady"
    },
    {
        "quote": "I am into the candle business, have a home store, The White Window, and interior designing is my primary occupation, though writing now seems to have become better known.",
        "author": "Twinkle Khanna"
    },
    {
        "quote": "Patience is the most necessary quality for business, many a man would rather you heard his story than grant his request.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "In the modern world of business, it is useless to be a creative, original thinker unless you can also sell what you create.",
        "author": "David Ogilvy"
    },
    {
        "quote": "There is a simple rule here, a rule of legislation, a rule of business, a rule of life: beyond a certain point, complexity is fraud. You can apply that rule to left-wing social programs, but you can also apply that rule to credit derivatives, hedge funds, all the rest of it.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "Roosevelt's New Deal regulated business, protected social welfare and promoted national infrastructure on the principle that the role of government was not simply to protect the property of the wealthy, but rather was to promote equality of opportunity for all.",
        "author": "Heather Cox Richardson"
    },
    {
        "quote": "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.",
        "author": "Thomas Paine"
    },
    {
        "quote": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers. It tells people to go out and stick their noses in other people's business.",
        "author": "Jesse Ventura"
    },
    {
        "quote": "A friendship founded on business is better than a business founded on friendship.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "Business is all about risk taking and managing uncertainties and turbulence.",
        "author": "Gautam Adani"
    },
    {
        "quote": "The biggest sources of opportunity are collaboration and partnership. And today, with digital communication, there is more of that everywhere. We need to expose ourselves to that as a matter of doing business.",
        "author": "Mark Parker"
    },
    {
        "quote": "The golden rule for every business man is this: 'Put yourself in your customer's place.'",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Emotions have no place in business, unless you do business with them.",
        "author": "Friedrich Durrenmatt"
    },
    {
        "quote": "In this business, by the time you realize you're in trouble, it's too late to save yourself. Unless you're running scared all the time, you're gone.",
        "author": "Bill Gates"
    },
    {
        "quote": "Let us permit nature to have her way. She understands her business better than we do.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "I started with shoes, and with hard work and discipline, the business prospered.",
        "author": "Henry Sy"
    },
    {
        "quote": "Camping is nature's way of promoting the motel business.",
        "author": "Dave Barry"
    },
    {
        "quote": "I came into this music business at 26 years old. I was a fully developed man at that point. At that age, I didn't have anything to prove.",
        "author": "Jay-Z"
    },
    {
        "quote": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams.",
        "author": "Alain Wertheimer"
    },
    {
        "quote": "The quality of your life is determined by the quality of your relationships. The quality of your business is no different.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "I am a very hands-on person, and I like to be involved in driving my business.",
        "author": "Baba Kalyani"
    },
    {
        "quote": "To qualify the term 'boss' by adding 'girl' or 'babe' or 'honey' or 'pink' or whatever other ridiculous, antiquated-gender role assignment the media thinks is cute this month, is, at the least, disrespectful and at the worst, damaging to the way young women view themselves and our fight for equality in the business world.",
        "author": "Rachel Hollis"
    },
    {
        "quote": "In this business you either sink or swim or you don't.",
        "author": "David Smith"
    },
    {
        "quote": "Digitization and new technologies are rapidly changing all industries, forcing them to prepare for a tomorrow that is unpredictable. This also applies to the industry of container shipping, ports, and logistics, which largely has been driven by the traditional business models focused on optimizing how you move goods.",
        "author": "Soren Skou"
    },
    {
        "quote": "Business is a battlefield. You need to be able to go to battle with your team members. Like the military. Know them, trust them, and know who you're working with.",
        "author": "Pamela Meyer"
    },
    {
        "quote": "Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion.",
        "author": "Jack Welch"
    },
    {
        "quote": "In the real estate business you learn more about people, and you learn more about community issues, you learn more about life, you learn more about the impact of government, probably than any other profession that I know of.",
        "author": "Johnny Isakson"
    },
    {
        "quote": "For me, the winning strategy in any start-up business is, 'Think big but start small.'",
        "author": "Carmen Busquets"
    },
    {
        "quote": "Being a Navy SEAL and sniper taught me all about risk management. Take away all the risk variables under your control and reduce it to an acceptable level. The same fundamentals apply in business.",
        "author": "Brandon Webb"
    },
    {
        "quote": "Profitability is coming from productivity, efficiency, management, austerity, and the way to manage the business.",
        "author": "Carlos Slim"
    },
    {
        "quote": "It doesn't matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "You are free; you are free to go to your temples, you are free to go to your mosques or to any other place or worship in this State of Pakistan. You may belong to any religion or caste or creed - that has nothing to do with the business of the State.",
        "author": "Muhammad Ali Jinnah"
    },
    {
        "quote": "There is not a week that goes by that I don't have a dream that I am back in the business.",
        "author": "Alan Gerry"
    },
    {
        "quote": "Succeeding in business is not just about making money.",
        "author": "Daniel Snyder"
    },
    {
        "quote": "A business has to be involving, it has to be fun, and it has to exercise your creative instincts.",
        "author": "Richard Branson"
    },
    {
        "quote": "You learn in this business: It you want a friend, get a dog.",
        "author": "Carl Icahn"
    },
    {
        "quote": "Good humor is a tonic for mind and body. It is the best antidote for anxiety and depression. It is a business asset. It attracts and keeps friends. It lightens human burdens. It is the direct route to serenity and contentment.",
        "author": "Grenville Kleiser"
    },
    {
        "quote": "Perhaps the greatest utopia would be if we could all realize that no utopia is possible; no place to run, no place to hide, just take care of business here and now.",
        "author": "Jack Carroll"
    },
    {
        "quote": "Justice means minding one's own business and not meddling with other men's concerns.",
        "author": "Plato"
    },
    {
        "quote": "I have found adventure in flying, in world travel, in business, and even close at hand... Adventure is a state of mind - and spirit.",
        "author": "Jacqueline Cochran"
    },
    {
        "quote": "Architecture is not an inspirational business, it's a rational procedure to do sensible and hopefully beautiful things; that's all.",
        "author": "Harry Seidler"
    },
    {
        "quote": "A successful economic development strategy must focus on improving the skills of the area's workforce, reducing the cost of doing business and making available the resources business needs to compete and thrive in today's global economy.",
        "author": "Rod Blagojevich"
    },
    {
        "quote": "Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success.",
        "author": "Thomas J. Stanley"
    },
    {
        "quote": "The saying in business is that, 'You hire for skills and you fire for behavior.' And one would argue that in order to move up in career, to be promoted, to take on additional responsibility, in many ways that's linked more to the attitudes and behaviors that you carry rather than what you know technically about a given subject.",
        "author": "Gerald Chertavian"
    },
    {
        "quote": "Being a top performer - whether it's in business or on the athletic field - requires grit and tenacity, as well as the continuous desire to become better.",
        "author": "Amy Morin"
    },
    {
        "quote": "All the business of war, and indeed all the business of life, is to endeavour to find out what you don't know by what you do; that's what I called 'guess what was at the other side of the hill'.",
        "author": "Duke of Wellington"
    },
    {
        "quote": "My dad was a man of integrity who taught me to always do the right thing even when nobody is watching. He ran a trucking company, and watching how he operated his business instilled a drive and work ethic that stuck with me.",
        "author": "Rob Stone"
    },
    {
        "quote": "My vision is to build an e-commerce ecosystem that allows consumers and businesses to do all aspects of business online.",
        "author": "Jack Ma"
    },
    {
        "quote": "The more people you meet, and the more people you have influence over your business can scale quicker.",
        "author": "Peter Jones"
    },
    {
        "quote": "There will always be a business cycle, and white-collar workers will get hit in the next recession like they always do in recessions.",
        "author": "Robert Reich"
    },
    {
        "quote": "In business, the idea of measuring what you are doing, picking the measurements that count like customer satisfaction and performance... you thrive on that.",
        "author": "Bill Gates"
    },
    {
        "quote": "That Will Never Work' is the untold story of Netflix. It's how a handful of people, with no experience in the video business, went from mailing a used Patsy Cline CD and ended up with a publicly traded company.",
        "author": "Marc Randolph"
    },
    {
        "quote": "Perhaps one of the most important accomplishments of my administration has been minding my own business.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "I was at this casino minding my own business, and this guy came up to me and said, 'You're gonna have to move, you're blocking a fire exit.' As though if there was a fire, I wasn't gonna run. If you're flammible and have legs, you are never blocking a fire exit.",
        "author": "Mitch Hedberg"
    },
    {
        "quote": "Every good business story has a conflict and triumph at the core and a turning point where a transformation takes place.",
        "author": "Dinesh Paliwal"
    },
    {
        "quote": "I have learned the hard way to mind my business, without judging who people are and what they do. I am more troubled by the lack of space being provided for the truth to unfold. Humans cannot seem to wait for or honor the truth. Instead, we make it up based on who we believe people should or should not be.",
        "author": "Iyanla Vanzant"
    },
    {
        "quote": "The world is full of people who have dreams of playing at Carnegie Hall, of running a marathon, and of owning their own business. The difference between the people who make it across the finish line and everyone else is one simple thing: an action plan.",
        "author": "John Tesh"
    },
    {
        "quote": "The best way to look at any business is from the standpoint of the clients.",
        "author": "Jamie Dimon"
    },
    {
        "quote": "In the end, all business operations can be reduced to three words: people, product, and profits.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "We need to revise our economic thinking to give full value to our natural resources. This revised economics will stabilize both the theory and the practice of free-market capitalism. It will provide business and public policy with a powerful new tool for economic development, profitability, and the promotion of the public good.",
        "author": "Paul Hawken"
    },
    {
        "quote": "If Satan wasn't around, churches would go out of business.",
        "author": "Marilyn Manson"
    },
    {
        "quote": "On my business card, I am a corporate president. In my mind, I am a computer programmer. But in my heart, I am a gamer.",
        "author": "Satoru Iwata"
    },
    {
        "quote": "Our movements and feelings are constantly monitored, because surveillance is the business model of the digital age.",
        "author": "Katharine Viner"
    },
    {
        "quote": "Ethics or simple honesty is the building blocks upon which our whole society is based, and business is a part of our society, and it's integral to the practice of being able to conduct business, that you have a set of honest standards.",
        "author": "Kerry Stokes"
    },
    {
        "quote": "When sustainability is viewed as being a matter of survival for your business, I believe you can create massive change.",
        "author": "Cameron Sinclair"
    },
    {
        "quote": "Reality TV is flat with the anti-cultural imperatives of business: cheap to make, it does ideological work even when it is not giving guru status to dull business people. It fits in with capitalism's anti-mythic myth: the idea that we have liberated ourselves from the dangerous illusions allegedly propagated by art and politics.",
        "author": "Mark Fisher"
    },
    {
        "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.",
        "author": "Bill Gates"
    },
    {
        "quote": "The success combination in business is: Do what you do better... and: do more of what you do.",
        "author": "David Joseph Schwartz"
    },
    {
        "quote": "If people like you, they'll listen to you, but if they trust you, they'll do business with you.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "A company's logo can be a visual ambassador, one that goes on everything from business cards to delivery trucks. When used effectively, it can be the window into the soul of a brand.",
        "author": "Tahl Raz"
    },
    {
        "quote": "Starting a business is not for everyone. Starting a business - I'd say, number one is have a high pain threshold.",
        "author": "Elon Musk"
    },
    {
        "quote": "Starting a business and building a product are not for the faint of heart. You have to learn to not let little disappointments get you down and to stay focused on the big picture.",
        "author": "Gillian Tans"
    },
    {
        "quote": "Disbelief in magic can force a poor soul into believing in government and business.",
        "author": "Tom Robbins"
    },
    {
        "quote": "Caste is about dividing people up in ways that preclude every form of solidarity, because even in the lowest castes, there are divisions and sub-castes, and everyone's co-opted into the business of this hierarchical, silo-ised society.",
        "author": "Arundhati Roy"
    },
    {
        "quote": "Team synergy has an extraordinary impact on business results.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "Tact and diplomacy are fine in international relations, in politics, perhaps even in business; in science only one thing matters, and that is the facts.",
        "author": "Hans Eysenck"
    },
    {
        "quote": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams.",
        "author": "H. P. Lovecraft"
    },
    {
        "quote": "As a goalkeeper you need to be good at organising the people in front of you and motivating them. You need to see what's going on and react to the threats. Just like a good manager in business.",
        "author": "Peter Shilton"
    },
    {
        "quote": "I may be kindly, I am ordinarily gentle, but in my line of business I am obliged to will terribly what I will at all.",
        "author": "Catherine the Great"
    },
    {
        "quote": "I went to art school in Chicago for a year at Columbia College. I had this whole master plan of getting into sustainable development and green architecture and construction, so I wanted to go to business school and then get my masters in construction and development.",
        "author": "Nico Tortorella"
    },
    {
        "quote": "And I'm not apolitical - I'm very specific in my politics. But a lot of the time it's nobody's business unless you're over at my house having dinner.",
        "author": "Tom Hanks"
    },
    {
        "quote": "For my money, Tony Bennett is the best singer in the business. He excites me when I watch him. He moves me. He's the singer who gets across what the composer has in mind, and probably a little more.",
        "author": "Frank Sinatra"
    },
    {
        "quote": "My father, Beric, ran a joinery business and owned two factories.",
        "author": "Toyah Willcox"
    },
    {
        "quote": "If every company becomes a technology company, business models and transitions are going to occur. From a CEO's perspective, this is going to be the biggest technology transition of all times.",
        "author": "John T. Chambers"
    },
    {
        "quote": "It's time to fundamentally change the way that we do business in Washington. To help build a new foundation for the 21st century, we need to reform our government so that it is more efficient, more transparent, and more creative. That will demand new thinking and a new sense of responsibility for every dollar that is spent.",
        "author": "Barack Obama"
    },
    {
        "quote": "The best minds are not in government. If any were, business would steal them away.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "While digital wallets are paving the way for the future of payments, you still need to assess whether or not they'll work for your business. If your target audience are less tech-savvy or you're primarily a cash-only business, it may not be worth investing too much into accepting digital payments.",
        "author": "John Rampton"
    },
    {
        "quote": "If there's one thing that's certain in business, it's uncertainty.",
        "author": "Stephen Covey"
    },
    {
        "quote": "With success comes responsibility of playing your part, to do what you can to help not only those that helped you get to where you're at, but the future of who's going to be playing a part of your business and everything you do in your entire career.",
        "author": "Rob Dyrdek"
    },
    {
        "quote": "I admire the courage and self-reliance it takes to start your own business and make it succeed.",
        "author": "Martha Stewart"
    },
    {
        "quote": "The vast majority of small business owners want nothing to do with figuring out a website. They are neck-deep in their business trying to keep it going.",
        "author": "Andrew Yang"
    },
    {
        "quote": "So much of life is a negotiation - so even if you're not in business, you have opportunities to practice all around you.",
        "author": "Kevin O'Leary"
    },
    {
        "quote": "Free Trade puts consumers at the centre of economic activity. It lowers the cost of imports, which gives people the opportunity to buy more with the same amount of money: domestic producers have to compete with the lowest global costs or invest in new business.",
        "author": "Jacob Rees-Mogg"
    },
    {
        "quote": "In many spheres of human endeavor, from science to business to education to economic policy, good decisions depend on good measurement.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "God has blessed me with a wonderful family, a successful business, and outstanding employees. I do not take these blessings lightly.",
        "author": "David Green"
    },
    {
        "quote": "Desperation is the perfume of the young actor. It's so satisfying to have gotten rid of it. If you keep smelling it, it can drive you crazy. In this business a lot of people go nuts, go eccentric, even end up dead from it. Not my plan.",
        "author": "Uma Thurman"
    },
    {
        "quote": "Company culture is my number one priority. It's more important than the team, the product, the business model, or the investors. All of those things can be fixed and made better over time. But culture has to be established on Day 1.",
        "author": "Eric Yuan"
    },
    {
        "quote": "Jerry Ormand was already a legendary Texas oilman when I met him. Yet he took the time to introduce me to the fine points of the oil business and how to survive and prosper amid the chaos of a rough-and-tumble industry.",
        "author": "Dan Pena"
    },
    {
        "quote": "When work is not going well, it's useful to remember that our identities stretch beyond what is on the business card, that we were people long before we became workers - and will continue to be human once we have put our tools down forever.",
        "author": "Alain de Botton"
    },
    {
        "quote": "In this business, there is an insane amount of pressure, spoken and unspoken, to be thin. If you look at some of the television shows, eating disorders become like a competitive thing.",
        "author": "Kim Raver"
    },
    {
        "quote": "Music is spiritual. The music business is not.",
        "author": "Van Morrison"
    },
    {
        "quote": "To thrive, all businesses must focus on the art of self-disruption. Rather than wait for the competition to steal your business, every founder and employee needs to be willing to cannibalize their existing revenue streams in order to create new ones. All disruption starts with introspection.",
        "author": "Jay Samit"
    },
    {
        "quote": "Small business is the backbone of our economy. I'm for big business, too. But small business is where the jobs are generated.",
        "author": "Michele Bachmann"
    },
    {
        "quote": "If we all act together - business, governments, NGOs and citizens and, especially, the young - just imagine the good we could create.",
        "author": "Paul Polman"
    },
    {
        "quote": "The more you drive positive change, the more enhanced your business model.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "In business it's about people. It's about relationships.",
        "author": "Kathy Ireland"
    },
    {
        "quote": "It's been a rollercoaster ride. There have been some great moments and some low points... like when I was leaving Stax. That's when I actually thought of getting out of the business.",
        "author": "William Bell"
    },
    {
        "quote": "Barack Obama's life was so much simpler in 2009. Back then, he had refined the cold act of blaming others for the bad economy into an art form. Deficits? Blame Bush's tax cuts. Spending? Blame the wars in Iraq and Afghanistan. No business investment? Blame Wall Street.",
        "author": "John Sununu"
    },
    {
        "quote": "Creativity is an import-export business.",
        "author": "Ethan Zuckerman"
    },
    {
        "quote": "We didn't know how to run a business, but we had dreams and talent.",
        "author": "Ruth Handler"
    },
    {
        "quote": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.",
        "author": "Phil Knight"
    },
    {
        "quote": "Employers have recognized for some time that it's smart business to have a diverse workforce - one in which many views are represented and everyone's talents are valued. Well, disability is part of diversity.",
        "author": "Tom Perez"
    },
    {
        "quote": "Sustainability makes good business sense, and we're all on the same team at the end of the day. That's the truth about the human condition.",
        "author": "Paul Polman"
    },
    {
        "quote": "The One Ford plan drives the business to get PGA, Profitable Growth for All, meaning that every year we increase the profits and cash flow. So how do we do that? We serve all the markets around the world with a complete family of vehicles and use the One Ford Plan.",
        "author": "Alan Mulally"
    },
    {
        "quote": "Young people are fitter to invent than to judge; fitter for execution than for counsel; and more fit for new projects than for settled business.",
        "author": "Francis Bacon"
    },
    {
        "quote": "My father is a taxi driver, and my mother ran a small business. I hadn't even met a barrister before I got my first shot at the legal profession. But back then, I was lucky enough to be given a break - I can't help but wonder if I would be so lucky today.",
        "author": "Robert Rinder"
    },
    {
        "quote": "The first thing I heard when I got in the business - not from my mentor - was, 'Bulls make money, bears make money, and pigs get slaughtered.' I'm here to tell you I was a pig. And I strongly believe the only way to make long-term returns in our business that are superior is by being a pig.",
        "author": "Stanley Druckenmiller"
    },
    {
        "quote": "Women hold up more than half the sky and represent much of the world's unrealized potential. They are the educators. They raise the children. They hold families together and increasingly drive economies. They are natural leaders. We need their full engagement... in government, business and civil society.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "As far as this business of solitary confinement goes, the most important thing for survival is communication with someone, even if it's only a wave or a wink, a tap on the wall, or to have a guy put his thumb up. It makes all the difference.",
        "author": "John McCain"
    },
    {
        "quote": "From time to time, you have seminal personalities who really change the way the world sees itself - people like Gandhi, Martin Luther King, Nelson Mandela. Warren Buffett is that kind of person in the business world.",
        "author": "Guy Spier"
    },
    {
        "quote": "Hard work isn't enough. And more work is never the real answer. The sort of grit you need to scale a business is less reliant on brute force. It's actually one part determination, one part ingenuity, and one part laziness.",
        "author": "Reid Hoffman"
    },
    {
        "quote": "If I had been thinking business since I was 21, I'd be a rich man right now.",
        "author": "Nate Diaz"
    },
    {
        "quote": "You know, I look like a woman but I think like a man. And in this world of business, that has helped me a lot. Because by the time they think that I don't know what's goin' on, I then got the money, and gone.",
        "author": "Dolly Parton"
    },
    {
        "quote": "I come from a family of business people, but I had the idea I wanted to become an artist.",
        "author": "Dick Bruna"
    },
    {
        "quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.",
        "author": "E. Joseph Cossman"
    },
    {
        "quote": "The Internet has changed the way we communicate with each other, the way we learn about the world and the way we conduct business.",
        "author": "Ron Wyden"
    },
    {
        "quote": "No business in the world has ever made more money with poorer management.",
        "author": "Bill Terry"
    },
    {
        "quote": "I really love travelling to places where I get to learn something new about a new group of people or a new place. Learn some history, contemplate some business ideas, and sort of get off the beaten track a little bit.",
        "author": "Leila Janah"
    },
    {
        "quote": "Joy is the serious business of Heaven.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "If someone asks me what cloud computing is, I try not to get bogged down with definitions. I tell them that, simply put, cloud computing is a better way to run your business.",
        "author": "Marc Benioff"
    },
    {
        "quote": "In this age of communications that span both distance and time, the only tool we have that approximates a 'whisper' is encryption. When I cannot whisper in my wife's ear or the ears of my business partners, and have to communicate electronically, then encryption is our tool to keep our secrets secret.",
        "author": "John McAfee"
    },
    {
        "quote": "The nature of the global business environment guarantees that no matter how hard we work to create a stable and healthy organisation, our organisation will continue to experience dramatic changes far beyond our control.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "Every night, half an hour before curtain up, the bells of St. Malachy's, the Actors' Chapel on New York's 49th Street, peal the tune of 'There's No Business Like Show Business.' If you walk the streets of the theatre district before a show and see the vast, enthusiastic lines it sounds like a calling: there is certainly no place like Broadway.",
        "author": "Dan Stevens"
    },
    {
        "quote": "Sometimes, idealistic people are put off the whole business of networking as something tainted by flattery and the pursuit of selfish advantage. But virtue in obscurity is rewarded only in Heaven. To succeed in this world you have to be known to people.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "I don't care what straight people do, I don't care what gay people do. I don't care what nobody do. That's they business. I just care about what I do. You know what I'm saying?",
        "author": "ASAP Rocky"
    },
    {
        "quote": "A business like an automobile, has to be driven, in order to get results.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "Good design is good business.",
        "author": "Ian Schrager"
    },
    {
        "quote": "Five days a week, I read my goals before I go to sleep and when I wake up. There are 10 goals around health, family and business with expiration dates, and I update them every six months.",
        "author": "Daymond John"
    },
    {
        "quote": "If you were successful, somebody along the line gave you some help... Somebody helped to create this unbelievable American system that we have that allowed you to thrive. Somebody invested in roads and bridges. If you've got a business - you didn't build that. Somebody else made that happen.",
        "author": "Barack Obama"
    },
    {
        "quote": "I started the site when I was 19. I didn't know much about business back then.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "My mom worked for Apple, and my dad owned his own business.",
        "author": "Travis Scott"
    },
    {
        "quote": "You take care of business on the field; everything will take care of itself off the field.",
        "author": "JuJu Smith-Schuster"
    },
    {
        "quote": "The bold enterprises are the successful ones. Take counsel of hopes rather than of fears to win in this business.",
        "author": "Rutherford B. Hayes"
    },
    {
        "quote": "There is an old show business saying which warns never to work with animals or children, but nobody prepared me for Molly Meldrum.",
        "author": "Prince Charles"
    },
    {
        "quote": "What helps people, helps business.",
        "author": "Leo Burnett"
    },
    {
        "quote": "While big business gain subsidies and political access, small businesses drown in red tape, and individuals now risk being classified as terrorists for complaining about it. Economic globalisation is about homogenising differences in the worlds' markets, cultures, tastes and traditions. It's about giving big business access to a global market.",
        "author": "Zac Goldsmith"
    },
    {
        "quote": "I started out mopping floors, waiting tables, and tending bar at my dad's tavern. I put myself through school working odd jobs and night shifts. I poured my heart and soul into a small business. And when I saw how out-of-touch Washington had become with the core values of this great nation, I put my name forward and ran for office.",
        "author": "John Boehner"
    },
    {
        "quote": "In sports and in business, the greatest leaders are those who make the best decisions in the most crucial of situations. They are the ones who focus their energy on turning tough decisions into winning decisions.",
        "author": "Don Yaeger"
    },
    {
        "quote": "Business is not just doing deals; business is having great products, doing great engineering, and providing tremendous service to customers. Finally, business is a cobweb of human relationships.",
        "author": "Ross Perot"
    },
    {
        "quote": "'Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.",
        "author": "Thomas Paine"
    },
    {
        "quote": "We all have a choice. We can create transformational action that will safeguard the living conditions for future generations. Or we can continue with our business as usual and fail.",
        "author": "Greta Thunburg"
    },
    {
        "quote": "Although it's easy to forget sometimes, a share is not a lottery ticket... it's part-ownership of a business.",
        "author": "Peter Lynch"
    },
    {
        "quote": "Whenever I really get serious about something, I pull my hair back into a tight ponytail. If you see me with that, you know I mean business.",
        "author": "Coco Rocha"
    },
    {
        "quote": "In all cities, the better classes - the business men - are the sources of corruption, but they are so rarely pursued and caught that we do not fully realize whence the trouble comes.",
        "author": "Lincoln Steffens"
    },
    {
        "quote": "I don't want to get myself in trouble - and I don't think I'm super important or anything - but I think it's so funny that when you look at the business and the way that people make decisions in their lives, whether they're in art or music or they're in industry, they forget that being unique is the answer.",
        "author": "Justin Vernon"
    },
    {
        "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?",
        "author": "Andrea Jung"
    },
    {
        "quote": "Politics is not a game. It is an earnest business.",
        "author": "Winston Churchill"
    },
    {
        "quote": "People are becoming more and more aware of how the dominance of development and business is altering their lives and, in particular, their own heritage.",
        "author": "Robert Redford"
    },
    {
        "quote": "Everybody's got something. In the end, what choice does one really have but to understand that truth, to really take it in, and then shop for groceries, get a haircut, do one's work; get on with the business of one's life. That's the hope, anyway.",
        "author": "David Rakoff"
    },
    {
        "quote": "Happiness is like a cat, If you try to coax it or call it, it will avoid you; it will never come. But if you pay not attention to it and go about your business, you'll find it rubbing against your legs and jumping into your lap.",
        "author": "William Bennett"
    },
    {
        "quote": "The rule of my life is to make business a pleasure, and pleasure my business.",
        "author": "Aaron Burr"
    },
    {
        "quote": "A man should never neglect his family for business.",
        "author": "Walt Disney"
    },
    {
        "quote": "Corporate executives and business owners need to realize that there can be no compromise when it comes to ethics, and there are no easy shortcuts to success. Ethics need to be carefully sown into the fabric of their companies.",
        "author": "Vivek Wadhwa"
    },
    {
        "quote": "More and more businesses are seeing the potential of a more sustainable business model, driven both by the firm belief that business can be a force for good and by the realization that the cost of inaction often exceeds the cost of action - notably when it comes to the growing threat of climate change and water scarcity.",
        "author": "Paul Polman"
    },
    {
        "quote": "Look at what is broken in society, figure out how to make it better, and then, around that, formulate a business.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "As you grow in this business, you learn how to do more with less.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "If you've been running a business for 38 years, you're approaching your 66th birthday, you've never owed a man a penny or done anyone any grievance in your life, and you feel hard done-by and try to protect yourself and your family, but go to prison, well if that's the society we're living in, I'm happy to accept that.",
        "author": "Sean Quinn"
    },
    {
        "quote": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution.",
        "author": "Kenneth Frazier"
    },
    {
        "quote": "I am just absolutely convinced that the best formula for giving us peace and preserving the American way of life is freedom, limited government, and minding our own business overseas.",
        "author": "Ron Paul"
    },
    {
        "quote": "All you have in business is your reputation - so it's very important that you keep your word.",
        "author": "Richard Branson"
    },
    {
        "quote": "I never get the accountants in before I start up a business. It's done on gut feeling, especially if I can see that they are taking the mickey out of the consumer.",
        "author": "Richard Branson"
    },
    {
        "quote": "Trying to do business without advertising is like winking at a pretty girl through a pair of green goggles. You may know what you are doing, but no one else does.",
        "author": "Cyrus McCormick"
    },
    {
        "quote": "It's none of their business that you have to learn how to write. Let them think you were born that way.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "The percentage of people that go to drama college in the U.K. is probably just like anywhere in the world. It's a very hard business to work in. They say that, at any one time, there's only 5% of actors in the world that are actually working and getting paid, which is a shocking percentage, really.",
        "author": "Luke Evans"
    },
    {
        "quote": "Discourage litigation. Persuade your neighbors to compromise whenever you can. As a peacemaker the lawyer has superior opportunity of being a good man. There will still be business enough.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "It is the artist's business to create sunshine when the sun fails.",
        "author": "Romain Rolland"
    },
    {
        "quote": "There are two ways to extend a business. Take inventory of what you're good at and extend out from your skills. Or determine what your customers need and work backward, even if it requires learning new skills. Kindle is an example of working backward.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You.",
        "author": "Tom Peters"
    },
    {
        "quote": "You gotta have fun. Regardless of how you look at it, we're playing a game. It's a business, it's our job, but I don't think you can do well unless you're having fun.",
        "author": "Derek Jeter"
    },
    {
        "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.",
        "author": "Ron Jaworski"
    },
    {
        "quote": "Our business in life is not to succeed, but to continue to fail in good spirits.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "City life is stressful. Everybody is running around like crazy, stuck in traffic jams trying to make meetings, trying to make ends meet, trying to meet deadlines, trying to get kids to and from activities. There aren't enough hours in the day for all this business.",
        "author": "Rebecca Pidgeon"
    },
    {
        "quote": "After you have exhausted what there is in business, politics, conviviality, and so on - have found that none of these finally satisfy, or permanently wear - what remains? Nature remains.",
        "author": "Walt Whitman"
    },
    {
        "quote": "I think all women in Hollywood are known as sex symbols. That's what our purpose is in this business. You're merchandised, you're a product. You're sold and it's based on sex. But that's okay. I think women should be empowered by that, not degraded.",
        "author": "Megan Fox"
    },
    {
        "quote": "A healthy society rests on three pillars: business, government and civil society, or non-profits. Each has a distinct and important role to play, and all three need to work together synergistically to create the most value for society.",
        "author": "John Mackey"
    },
    {
        "quote": "When I was in N.W.A. and didn't get paid all the money I was owed, that's when the business side of showbiz hit me.",
        "author": "Ice Cube"
    },
    {
        "quote": "To scale your business, you need to delegate responsibilities to others and establish a strong company culture.",
        "author": "Huda Kattan"
    },
    {
        "quote": "An 18-year-old is good enough for our business, and we can teach them engineering in two years.",
        "author": "Shiv Nadar"
    },
    {
        "quote": "You know, when I sit in meetings and things are very tense and people take things extremely seriously and they invest a lot of their ego, I sometimes think to myself, 'Come on, you know, there's life and there's death and there is love.' And all of that ego business is nonsense compared to that.",
        "author": "Christine Lagarde"
    },
    {
        "quote": "Our core values and business ethics will always be paramount in all that we do, and we are always looking to do the right thing and settle claims fairly and accurately.",
        "author": "Tricia Griffith"
    },
    {
        "quote": "The great business of life is to be, to do, to do without and to depart.",
        "author": "John Morley"
    },
    {
        "quote": "Start a part-time business and make as many mistakes as you possibly can while you still have your daytime job.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "The trouble with movies as a business is that it's an art, and the trouble with movies as art is that it's a business.",
        "author": "Charlton Heston"
    },
    {
        "quote": "I use doodling for a variety of reasons: I use it to get clarity around a concept, I use it to relax, I use it to communicate ideas with others and get their refinement of them, I use it to map complex systems for companies, I use it to run innovation games for business, I use it to get insight on something puzzling me.",
        "author": "Sunni Brown"
    },
    {
        "quote": "Duty is the great business of a sea officer; all private considerations must give way to it, however painful it may be.",
        "author": "Horatio Nelson"
    },
    {
        "quote": "In both business and personal life, I've always found that travel inspires me more than anything else I do. Evidence of the languages, cultures, scenery, food, and design sensibilities that I discover all over the world can be found in every piece of my jewelry.",
        "author": "Ivanka Trump"
    },
    {
        "quote": "The known is finite, the unknown infinite; intellectually we stand on an islet in the midst of an illimitable ocean of inexplicability. Our business in every generation is to reclaim a little more land, to add something to the extent and the solidity of our possessions.",
        "author": "Thomas Huxley"
    },
    {
        "quote": "Our philosophy is that we want to be an ecosystem. Our philosophy is to empower others to sell, empower others to service, making sure the other people are more powerful than us. With our technology, our innovation, our partners - 10 million small business sellers - they can compete with Microsoft and IBM.",
        "author": "Jack Ma"
    },
    {
        "quote": "The more diverse a research group or a business, the more robust it is, the more flexible it is, and the better it succeeds.",
        "author": "Jocelyn Bell Burnell"
    },
    {
        "quote": "Being a professional musician doesn't mean you spend 12 hours a day playing music. It means you spend up to 12 hours a day taking care of business, dealing with litigation, with the various characters who've stolen your interests, or fending off hostile lawsuits from former members of the band.",
        "author": "Robert Fripp"
    },
    {
        "quote": "The business of art is to reveal the relation between man and his environment.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "I reject the cynical view that politics is a dirty business.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "Rural technology is moving from kind of the back office to where everything, every company - sales, marketing, customer acquisition, new product development, media - all industries are becoming technology industries. And it's not information technology: it's business technology.",
        "author": "Michael Dell"
    },
    {
        "quote": "Successful technologies often begin as hobbies. Jacques Cousteau invented scuba diving because he enjoyed exploring caves. The Wright brothers invented flying as a relief from the monotony of their normal business of selling and repairing bicycles.",
        "author": "Freeman Dyson"
    },
    {
        "quote": "You can put the greatest seafood restaurant next to an average steak house in an urban area, and that steak house will do more business than the seafood place. If you go to the water, you can put an average seafood place next to the greatest steak house, and people are going to eat seafood.",
        "author": "Tilman J. Fertitta"
    },
    {
        "quote": "My model for business is The Beatles: They were four guys that kept each others' negative tendencies in check; they balanced each other. And the total was greater than the sum of the parts.",
        "author": "Steve Jobs"
    },
    {
        "quote": "A business absolutely devoted to service will have only one worry about profits. They will be embarrassingly large.",
        "author": "Henry Ford"
    },
    {
        "quote": "I always wanted to be a zookeeper when I was growing up, and I've wound up a zookeeper! I've been working with the Los Angeles Zoo for 45 years! I'm the luckiest old broad on two feet because my life is divided absolutely in half - half animals and half show business. You can't ask for better than two things you love the most.",
        "author": "Betty White"
    },
    {
        "quote": "My business is to prevent the future.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Most of the trouble in this world has been caused by folks who can't mind their own business, because they have no business of their own to mind, any more than a smallpox virus has.",
        "author": "William S. Burroughs"
    },
    {
        "quote": "In business, we say that people overestimate what you can do in a year and underestimate what you can do in a decade. This is true in philanthropy as well.",
        "author": "Marc Benioff"
    },
    {
        "quote": "I don't really measure success by anything other than if I am happy. That is success to me. Am I happy waking up every morning? And despite the challenges of running my own business, do I look forward to going to work? Absolutely.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "Business is the salt of life.",
        "author": "Jeff Rich"
    },
    {
        "quote": "It is just as important that business keep out of government as that government keep out of business.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "As Canadians who proudly demand the equal treatment of minorities, religious freedom, gender equality and basic human rights for its citizens - allowing our political leaders to shamefully ignore these values in the name of business abroad, falls short of the high standard we rightfully set for ourselves.",
        "author": "Jagmeet Singh"
    },
    {
        "quote": "The win-win situation is the basis for America's entire business world. Instead of wasting our time attempting to defeat each other, let's find a way that will make both of us gain and go home satisfied. In Israel, it doesn't work because the only meaning of victory is seeing your rival's body lying trampled on the floor.",
        "author": "Yair Lapid"
    },
    {
        "quote": "The whole business is built on ego, vanity, self-satisfaction, and it's total crap to pretend it's not.",
        "author": "George Michael"
    },
    {
        "quote": "'In Search of Excellence' - even the title - is a reminder that business isn't dry, dreary, boring, or by the numbers. Life at work can be cool - and work that's cool isn't confined to Tiger Woods, Yo-Yo Ma, or Tom Hanks. It's available to all of us and any of us.",
        "author": "Tom Peters"
    },
    {
        "quote": "Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "There is the expression of selfishness and there is the expression of selflessness - but economists or theoreticians never touched that part. They said: 'Go and become a philanthropist.' I said, 'No, I can do that in the business world, create a different kind of business - a business based on selflessness.'",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "If you help a chicken out of an egg, most of the time that bird will die. If you help a moth out of a cocoon, it'll die because they don't go through that struggle and maturation. I can give you a fish for the day and you'll eat a day, but if I teach you to fish, you'll eat for a lifetime. Maybe even start a business.",
        "author": "Ted Yoho"
    },
    {
        "quote": "Coinbase is 'the' brand in the Bitcoin space. Their founder Brian Armstrong was amongst the first good entrepreneurs to emerge in this space. While others championed ideological or underground/illicit interests, Brian saw an opportunity to change the world for the better and build a big business out of it.",
        "author": "Adam Draper"
    },
    {
        "quote": "The greatest asset, even in this country, is not oil and gas. It's integrity. Everyone is searching for it, asking, 'Who can I do business with that I can trust?'",
        "author": "George Foreman"
    },
    {
        "quote": "Run a home like you would a small business and treat it with the same seriousness.",
        "author": "Anthea Turner"
    },
    {
        "quote": "Your workforce is your most valuable asset. The knowledge and skills they have represent the fuel that drives the engine of business - and you can leverage that knowledge.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "When you're young, you look at television and think, there's a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that's not true. The networks are in business to give people exactly what they want.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Customer discovery is the process of translating a founder's vision for the company into hypotheses about each component of the business model and creating a set of experiments to test each hypothesis.",
        "author": "Steve Blank"
    },
    {
        "quote": "A shady business never yields a sunny life.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "I do not love to be printed on every occasion, much less to be dunned and teased by foreigners about mathematical things or to be thought by our own people to be trifling away my time about them when I should be about the king's business.",
        "author": "Isaac Newton"
    },
    {
        "quote": "Having haters is just a part of the business, and the more haters you have, the more people like you - that's how I view it, because I try to see the positive in things.",
        "author": "Nick Jonas"
    },
    {
        "quote": "I've had many failures in terms of technological... business... and even research failures. I really believe that entrepreneurship is about being able to face failure, manage failure and succeed after failing.",
        "author": "Kiran Mazumdar-Shaw"
    },
    {
        "quote": "A live concert to me is exciting because of all the electricity that is generated in the crowd and on stage. It's my favorite part of the business, live concerts.",
        "author": "Elvis Presley"
    },
    {
        "quote": "We can no longer pretend that business is immune from the rising tide of environmental or social challenges or that companies can create value in isolation from the communities of which they are a part.",
        "author": "Paul Polman"
    },
    {
        "quote": "There's no control in life, is there? There's only one who's in control, and He'll take me when He wants me. I don't want to know about it. It's none of my business. But when it happens, I just ask that it won't be painful and that He forgives me my sins.",
        "author": "Chris Farley"
    },
    {
        "quote": "Everybody's business is nobody's business, and nobody's business is my business.",
        "author": "Clara Barton"
    },
    {
        "quote": "People who achieve the highest levels of success - whether in business or in raising families or simply in discovering fulfillment and satisfaction and purpose in life - are those who place their focus on other people rather than themselves.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "In business for yourself, not by yourself.",
        "author": "William James"
    },
    {
        "quote": "The swamp is a business model. It's a successful business model.",
        "author": "Steve Bannon"
    },
    {
        "quote": "There's no business like show business, but there are several businesses like accounting.",
        "author": "David Letterman"
    },
    {
        "quote": "I strongly believe that missionaries make better products. They care more. For a missionary, it's not just about the business. There has to be a business, and the business has to make sense, but that's not why you do it. You do it because you have something meaningful that motivates you.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "We do not want to live in a theocracy. We should maintain that barrier and government has no business telling someone what they ought to believe or how they should conduct their private lives.",
        "author": "Robert Reich"
    },
    {
        "quote": "In business, the competition will bite you if you keep running, if you stand still, they will swallow you.",
        "author": "Victor Kiam"
    },
    {
        "quote": "'Strictly Business' is about a young black man who is learning about himself, and that applies to a lot of young black men, those who are trying to find jobs. This film gives them a good look at that situation.",
        "author": "Tommy Davidson"
    },
    {
        "quote": "Advertising is a racket, like the movies and the brokerage business. You cannot be honest without admitting that its constructive contribution to humanity is exactly minus zero.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "Christmas is over and Business is Business.",
        "author": "Franklin Pierce Adams"
    },
    {
        "quote": "At the end of the day, I am a Marwari. So I will always think of business like a Marwari!",
        "author": "Dinesh Paliwal"
    },
    {
        "quote": "Being in the consumer business helps us groom talent in areas like marketing, finance and logistics. We can benchmark our outsourcing business to our consumer business and its best practices.",
        "author": "Azim Premji"
    },
    {
        "quote": "The only thing I fear more than change is no change. The business of being static makes me nuts.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "Be fair in all your dealings, may it be in your family or in your business. At the end of it all, what matters is not how much money you make but how honest you are.",
        "author": "Andrew Gotianun"
    },
    {
        "quote": "We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn't be in this business.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "To me, business isn't about wearing suits or pleasing stockholders. It's about being true to yourself, your ideas and focusing on the essentials.",
        "author": "Richard Branson"
    },
    {
        "quote": "Don't compare your career to anyone else's. It's tough when you're in a business that's competitive. I was having a difficult time with that in college. Now, I'm having to learn to be patient and be where I am.",
        "author": "Danielle Brooks"
    },
    {
        "quote": "I view real estate as the most intriguing opportunity that I've seen in my business lifetime.",
        "author": "Richard Rainwater"
    },
    {
        "quote": "The greatest ability in business is to get along with others and to influence their actions.",
        "author": "John Hancock"
    },
    {
        "quote": "The true measure of the value of any business leader and manager is performance.",
        "author": "Brian Tracy"
    },
    {
        "quote": "The first rule of business is: Do other men for they would do you.",
        "author": "Charles Dickens"
    },
    {
        "quote": "Love and business and family and religion and art and patriotism are nothing but shadows of words when a man's starving!",
        "author": "O. Henry"
    },
    {
        "quote": "My show 'The Big House' was picked up; they flew me to New York. I'm about to step on stage to announce Kevin Hart's 'The Big House.' And a hand grabs my shoulder, 'Kevin no, they just decided to cancel it.' It's a serious smack-in-the-face business, and either you can take it, or you can't.",
        "author": "Kevin Hart"
    },
    {
        "quote": "The dumb-manager theory of business problems just didn't hold water for me. There had to be a deeper reason why smart people would make decisions that lead to failure.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "That's the beauty of country music - you have to get out there and earn it and work hard. And when you're on the road with big name acts, you realize there's no easy way to the 'Promised Land' in this business.",
        "author": "Luke Bryan"
    },
    {
        "quote": "The trunk of a tree is like a community where only one generation at a time is engaged in active business, the great mass of the population being retired and adding solidity and permanence to the social organism.",
        "author": "John Burroughs"
    },
    {
        "quote": "My basic strategy is to stick to my core business and to my area of expertise.",
        "author": "Henry Sy"
    },
    {
        "quote": "Architecture is a service business. An architect is given a program, budget, place, and schedule. Sometimes the end product rises to art - or at least people call it that.",
        "author": "Frank Gehry"
    },
    {
        "quote": "I go out there to win. People don't care if you die in this business. The only way I get back is with success.",
        "author": "Michael Bay"
    },
    {
        "quote": "Today it is not big business that we have to fear. It is big government.",
        "author": "Wendell Phillips"
    },
    {
        "quote": "If you want to be more productive, then start at the start: get there on time. Whether it is a meeting, a flight, an appointment or a date, it's important to ensure you are there when you say you will be there. This may feel like an old-fashioned tip to give, but it has served me well for five decades in business.",
        "author": "Richard Branson"
    },
    {
        "quote": "For me, it's about camaraderie. My whole life is like, if something's going on, nothing ever preceded fun. I always put my friends and the fun and the business ahead of everything.",
        "author": "Ric Flair"
    },
    {
        "quote": "Despite their good intentions, today's businesses are missing an opportunity to integrate social responsibility and day-to-day business objectives - to do good and make money simultaneously.",
        "author": "Cindy Gallop"
    },
    {
        "quote": "The affairs of life embrace a multitude of interests, and he who reasons in any one of them, without consulting the rest, is a visionary unsuited to control the business of the world.",
        "author": "James Fenimore Cooper"
    },
    {
        "quote": "There were six kids in our family, and I grew up fast. I had to do a lot of things on my own. I was a rebellious teenager. That's why coming into the film business was good for me because it gave me some discipline. Once I became an actor, I had to grow up a little more.",
        "author": "Matt Dillon"
    },
    {
        "quote": "My fastest time in high school was a 4:29 mile. I think cross-country has something to do with my longevity in my business. When you're in an eight-mile race, you never give up.",
        "author": "Alice Cooper"
    },
    {
        "quote": "To me, job titles don't matter. Everyone is in sales. It's the only way we stay in business.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "It is none of anyone's business how I make my films or my creative partnerships.",
        "author": "Ram Gopal Varma"
    },
    {
        "quote": "While academic abilities remain integral, it is the work ethics that form the soul of the business.",
        "author": "Jamshyd Godrej"
    },
    {
        "quote": "We cannot make events. Our business is wisely to improve them.",
        "author": "Samuel Adams"
    },
    {
        "quote": "No business can succeed in any great degree without being properly organized.",
        "author": "James Cash Penney"
    },
    {
        "quote": "While a fundamental responsibility of business leaders is to create value for shareholders, I think businesses also exist to deliver value to society.",
        "author": "Kenneth Frazier"
    },
    {
        "quote": "I learned this early on in the variety business: You've got to give folks responsibility, you've got to trust them, and then you've got to check on them.",
        "author": "Sam Walton"
    },
    {
        "quote": "Being tall is an advantage, especially in business. People will always remember you. And if you're in a crowd, you'll always have some clean air to breathe.",
        "author": "Julia Child"
    },
    {
        "quote": "The sooner you accept the fact that you will have both successes and failures, the easier it will be to get your business and personal life headed in the right direction.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "One of biggest lies in politics is the lie that Republicans are the party of big business. Big business does great with big government. Big business is very happy to climb in bed with big government. Republicans are and should be the party of small business and of entrepreneurs.",
        "author": "Ted Cruz"
    },
    {
        "quote": "When from our better selves we have too long been parted by the hurrying world, and droop. Sick of its business, of its pleasures tired, how gracious, how benign is solitude.",
        "author": "William Wordsworth"
    },
    {
        "quote": "Starting your own business isn't just a job - it's a way of life.",
        "author": "Richard Branson"
    },
    {
        "quote": "A well-maintained physique is a great business card. Ideas and intelligence are what matters, but if you have a well-maintained physique, it's better.",
        "author": "Giorgio Armani"
    },
    {
        "quote": "I always feel like 'as long as I'm doin' what I love to do, the money's naturally gonna come.' When you start thinkin' business and you start thinkin' 'What's hot? What's the wave? Who is hot? Let's get at that person,' it becomes a point where you're tryin' to strategize to make money. And that's always a gamble.",
        "author": "Akon"
    },
    {
        "quote": "A disruptive innovation is a technologically simple innovation in the form of a product, service, or business model that takes root in a tier of the market that is unattractive to the established leaders in an industry.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "Cricket is my passion; it is my first love. So I will not act in my movies, as they will just be a side business for me.",
        "author": "Harbhajan Singh"
    },
    {
        "quote": "Managing forests, rivers, grasslands, and coral reefs in sustainable ways makes them more resilient and increases their ability to absorb greenhouse gases, which is good for business.",
        "author": "Johan Rockstrom"
    },
    {
        "quote": "I think quite a bit of organized religion has become big business. Jesus Christ never sold the word of God. He never gave a sermon and then said, 'For $8.99, you can buy the CD.'",
        "author": "Ving Rhames"
    },
    {
        "quote": "In business, there's a saying: 'Disagree and commit.' It means that everyone should speak up before a decision is made. But once the boss has decided, you all get behind it to make it happen.",
        "author": "Steve Hilton"
    },
    {
        "quote": "I don't believe in funerals. I believe in celebrating life, and showing people, while they're alive, how much I care about them. And I don't believe in this business of burial. I'm an organ donor. Whether its my skin or my eyeballs, use whatever bits are intact and put the rest in the garbage.",
        "author": "Carmen Dell'Orefice"
    },
    {
        "quote": "The first rule of show business is get off the stage while people still want more.",
        "author": "Terence Winter"
    },
    {
        "quote": "You can make a lot of mistakes and still recover if you run an efficient operation. Or you can be brilliant and still go out of business if you're too inefficient.",
        "author": "Sam Walton"
    },
    {
        "quote": "Creative ideas flourish best in a shop which preserves some spirit of fun. Nobody is in business for fun, but that does not mean there cannot be fun in business.",
        "author": "Leo Burnett"
    },
    {
        "quote": "The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it's history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn't going to help you unless you have something to say.",
        "author": "George Lucas"
    },
    {
        "quote": "As a small business owner, I've had to find ways to keep costs as low as possible while still providing customers with the ability to use their credit cards for payments. Many credit card processing companies are so expensive when it comes to fees that it started to feel like a losing proposition to offer this payment option.",
        "author": "John Rampton"
    },
    {
        "quote": "I just make it my business to get along with people so I can have fun. It's that simple.",
        "author": "Betty White"
    },
    {
        "quote": "From my very first day as an entrepreneur, I've felt the only mission worth pursuing in business is to make people's lives better.",
        "author": "Richard Branson"
    },
    {
        "quote": "If the opponents of an increase in the minimum wage were correct, then every time you fly to Seattle, you've got to bring a bagged lunch because there shouldn't be any restaurants because they should have all have gone out of business as a result of raising the minimum wage.",
        "author": "Tom Perez"
    },
    {
        "quote": "To succeed in business, to reach the top, an individual must know all it is possible to know about that business.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Family business management is a discipline that has evolved from an art into a science. The market for this line of education has been created by the growing recognition of family-run companies that shareholders are demanding greater clarity on issues ranging from succession to the management of wealth and the distribution of profits.",
        "author": "Sanjaya Baru"
    },
    {
        "quote": "I firmly believe that success lies in the combination of both talent and business savvy, and that the magic comes through partnership between both.",
        "author": "Delphine Arnault"
    },
    {
        "quote": "Politeness and civility are the best capital ever invested in business. Large stores, gilt signs, flaming advertisements, will all prove unavailing if you or your employees treat your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous will be the patronage bestowed upon him.",
        "author": "P. T. Barnum"
    },
    {
        "quote": "Like any business, the oil industry runs on the basic premise of supply and demand. The more supply - the lower the price. The higher the demand - the higher price. In other words, the more people who can buy oil, the higher the price of oil.",
        "author": "Ron Wyden"
    },
    {
        "quote": "I wish I had been born 20 years earlier, so I could have been in the movie business in the 1970s.",
        "author": "Johan Renck"
    },
    {
        "quote": "Judges should be in the business of declaring what the law is using the traditional tools of interpretation, rather than pronouncing the law as they might wish it to be in light of their own political views.",
        "author": "Neil Gorsuch"
    },
    {
        "quote": "'Handsome' means many things to many people. If people consider me handsome, I feel flattered - and have my parents to thank for it. Realistically, it doesn't hurt to be good-looking, especially in this business.",
        "author": "Richard Chamberlain"
    },
    {
        "quote": "I'm fascinated by the business of belief, obviously, because it's so ever present with humanity anyway. And, you know, when you have science, which constantly talks of proofs, you have religion, which constantly talks of beliefs and faith and so on.",
        "author": "John Hurt"
    },
    {
        "quote": "Life labeled me, people gave up on me, and thought that there was no hope, but God takes the people who have been cast aside and look like trash. God's in the recycling business. He recycles that trash and brings forth treasure.",
        "author": "Paula White"
    },
    {
        "quote": "Science fiction writers aren't in the prediction business; they're in the speculation business, using 'hasn't happened' or 'hasn't happened yet' to create entertaining scenarios that may or may not anticipate future realities.",
        "author": "James Gunn"
    },
    {
        "quote": "It is indeed true that the stock market can forecast the business cycle.",
        "author": "Paul Samuelson"
    },
    {
        "quote": "When I was growing up, there was nobody in my family - not even my mother - who I could look to and be like, 'I know you've never said anything homophobic.' So, you know, you worry about people in the business who you've heard talk that way. Some of my heroes coming up talk recklessly like that.",
        "author": "Frank Ocean"
    },
    {
        "quote": "Without our customers, we don't have a business.",
        "author": "Leanne Caret"
    },
    {
        "quote": "Part of Customer Development is understanding which customers make sense for your business.",
        "author": "Steve Blank"
    },
    {
        "quote": "What consenting adults do behind closed doors is not my business.",
        "author": "Shelley Berkley"
    },
    {
        "quote": "I hate tenure. Tenure allows teachers to put their feet up on the desk and possibly have a job forever. That's why I got turned on to charter schools. It's a business model. Every employee and every teacher will be monitored by performance.",
        "author": "Jalen Rose"
    },
    {
        "quote": "This industry is 90 percent business, 10 percent talent.",
        "author": "Pitbull"
    },
    {
        "quote": "Government 'help' to business is just as disastrous as government persecution... the only way a government can be of service to national prosperity is by keeping its hands off.",
        "author": "Ayn Rand"
    },
    {
        "quote": "If you grow up in show business, you look beyond the looking glass. So, all of the surface facades get broken.",
        "author": "RuPaul"
    },
    {
        "quote": "Banking is a very treacherous business because you don't realize it is risky until it is too late. It is like calm waters that deliver huge storms.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "I've got a couple of grays in my beard and maybe a little salt and pepper in my hair. If I let my hair down and go through it, you'd see a good bit of grays. Maybe from the stress of the road and the crazy business I'm in.",
        "author": "Roman Reigns"
    },
    {
        "quote": "Politics is just show business for ugly people.",
        "author": "Jay Leno"
    },
    {
        "quote": "I got an album concept called 'Exit Strategy,' that might be one of my last ones. It's a term they use in business when you build companies. You create an exit strategy as you make a company. You don't wait till you're five years in it; you create a exit strategy as you make the company.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "The music business is really a spiritual business whether we know it or not.",
        "author": "Kurtis Blow"
    },
    {
        "quote": "A lot of young people just starting out unskilled, as all Americans do when they're born here, come to this country, and so the business community is for immigration. Big businesses, small businesses, high-tech, low-tech, the communities of faith, and the Republican leadership.",
        "author": "Grover Norquist"
    },
    {
        "quote": "The diamond business has always been secretive.",
        "author": "Nicky Oppenheimer"
    },
    {
        "quote": "When you are just starting out with an online business, there's a good chance that you'll be making several mistakes. Because of the mistakes that can be made with starting an online business, many people decide to quit or think that online businesses are just a scam.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "By leveraging technology, innovation, and the power of community, Weight Watchers will be able to realize the full growth potential of the business.",
        "author": "Mindy Grossman"
    },
    {
        "quote": "Selling the commodity of humans has to be the biggest business out there, as it is the most lucrative. I cannot go to sleep at night, unless I know that I am using all of my platforms to fight human trafficking.",
        "author": "Jeannie Mai"
    },
    {
        "quote": "The Tea Party is almost solely grassroots-based; business interests have almost no grassroots organization. The Republican Party has for too long been run on behalf of business interests who favor candidates the grassroots hate; the minute that those candidates begin to flag, only loyal Tea Partiers stand behind them.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "If you can't turn yourself into your customer, you probably shouldn't be in the ad writing business at all.",
        "author": "Leo Burnett"
    },
    {
        "quote": "Most artists, you know, you spend their entire lives learning how to play music and write songs, and they don't really know how the music business works.",
        "author": "Moby"
    },
    {
        "quote": "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "No matter what business you're in, you can't run in place or someone will pass you by. It doesn't matter how many games you've won.",
        "author": "Jim Valvano"
    },
    {
        "quote": "Advertising is the ability to sense, interpret... to put the very heart throbs of a business into type, paper and ink.",
        "author": "Leo Burnett"
    },
    {
        "quote": "My father had his own business, a clothing store, which he inherited from his father. He travelled abroad frequently and was quite extravagant, so we had skiing holidays and summer holidays on the beach.",
        "author": "Britt Ekland"
    },
    {
        "quote": "Having George W. Bush giving a lecture on business ethics is like having a leper give you a facial, it just doesn't work!",
        "author": "Robin Williams"
    },
    {
        "quote": "There is something sinister, something quite biographical about what I do - but that part is for me. It's my personal business. I think there is a lot of romance, melancholy. There's a sadness to it, but there's romance in sadness. I suppose I am a very melancholy person.",
        "author": "Alexander McQueen"
    },
    {
        "quote": "I have long understood that losing always comes with the territory when you wander into the gambling business, just as getting crippled for life is an acceptable risk in the linebacker business. They both are extremely violent sports, and pain is part of the bargain. Buy the ticket, take the ride.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "Politicians also have a love affair with the 'small business exemption.' Too much paperwork? Too heavy a burden? Not enough time? Just exempt small businesses from the rule. It sounds so pro-growth. Instead it's an admission that the costs of a regulation just can't be justified.",
        "author": "John Sununu"
    },
    {
        "quote": "It is easier for women to succeed in business, the arts, and politics in America than in Europe.",
        "author": "Hedy Lamarr"
    },
    {
        "quote": "I've helped some of my classmates on how to strategize to get to the next level of their businesses. And it's interesting, because here I am sitting there from the entertainment industry and the fashion industry, and I'm giving a billionaire that has a business that's been in his family for 300 years - I'm giving him advice about strategy!",
        "author": "Tyra Banks"
    },
    {
        "quote": "At the end of the day, it's a business about fighters and a business about people. This is our philosophy.",
        "author": "Scott Coker"
    },
    {
        "quote": "Obesity is a societal issue. We have to come together with government, business, civil society, and NGOs to create solutions for this.",
        "author": "Muhtar Kent"
    },
    {
        "quote": "The stock market is a giant distraction from the business of investing.",
        "author": "John C. Bogle"
    },
    {
        "quote": "Years ago I wanted to buy an apartment in New York City. I was a single female - I had gone through my divorce - I had three children, I was in show business and black. It was, like, impossible.",
        "author": "Diana Ross"
    },
    {
        "quote": "The problem is that many times people suspend their common sense because they get drowned in business models and Harvard business school teachings.",
        "author": "Mo Ibrahim"
    },
    {
        "quote": "We don't seem to be able to check crime, so why not legalize it and then tax it out of business?",
        "author": "Will Rogers"
    },
    {
        "quote": "We win more business, not because of pitching but because clients say, 'We like the work you're doing.'",
        "author": "David Droga"
    },
    {
        "quote": "Everything needs to work at the same time. But what keeps society vibrant permanently is jobs, industry, business, and stuff like that. It pays for everything else. If you just build affordable housing, and those people don't have jobs, it'll no longer be affordable soon. So you really have to build around the business community.",
        "author": "Jamie Dimon"
    },
    {
        "quote": "If China's expansion into Africa and Russia's into Latin America and the former Soviet Union are any indication, Silicon Valley's ability to expand globally will be severely limited, if only because Beijing and Moscow have no qualms about blending politics and business.",
        "author": "Evgeny Morozov"
    },
    {
        "quote": "If you're a person who says yes most of the time, you'll find yourself in the hotel business and the restaurant business.",
        "author": "Francis Ford Coppola"
    },
    {
        "quote": "Admiration takes on a whole new level when you appreciate just how complex it is to run a modern business.",
        "author": "Ursula Burns"
    },
    {
        "quote": "The CIA is made up of boys whose families sent them to Princeton but wouldn't let them into the family brokerage business.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "Think of the sushi trend that started in the '80s. It was as much about the Nintendo entertainment system in your living room as it was about the availability of good-quality raw fish. The Japanese food trend rose as the world of Japanese business and culture was becoming a bigger part of American life.",
        "author": "David Sax"
    },
    {
        "quote": "Design must reflect the practical and aesthetic in business but above all... good design must primarily serve people.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "I think, as a chef and restaurateur, that you have to take care of your business. Otherwise, you're only as good as your last meal. You have to watch if your food costs are too high, or you could be out of business in no time.",
        "author": "Jean-Georges Vongerichten"
    },
    {
        "quote": "The great challenge of the 21st century is to provide good standards of living for 7 billion people without depleting the earth's resources or running up massive levels of public debt. To achieve this, government and business alike will need to find new models of growth that are in both environmental and economic balance.",
        "author": "Paul Polman"
    },
    {
        "quote": "The most important decision I've made in business? The choices of people I have around me. When I first started I brought everybody with me, my homies from the neighborhood, criminals. I just said, 'Come on everybody, we made it.' Then I had to realize we didn't make it. I made it.",
        "author": "Snoop Dogg"
    },
    {
        "quote": "If we must have a tyrant, let him at least be a gentleman who has been bred to the business, and let us fall by the axe and not by the butcher's cleaver.",
        "author": "Lord Byron"
    },
    {
        "quote": "If you get rich in the name of the poor, fine and dandy. The problem is when you earn it. If you earn the money in the private sector by starting a business and hiring a lot of people, that's when you become the enemy.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "There is no Internet business in furniture or bedding. Zero - practically in the world.",
        "author": "Gerry Harvey"
    },
    {
        "quote": "As an artist, illustrator, and photographer, most of my daily work was formed around the Art & Entertainment business, which was about packaging ideas that looked like they were crafted as artist ideas. In the distributed products, my artist credit was hidden inside the package of the artist or entertainment personality.",
        "author": "John Van Hamersveld"
    },
    {
        "quote": "The music business, a lot of times, has a big finesse mentality to it.",
        "author": "Zaytoven"
    },
    {
        "quote": "Unless you can fake sincerity, you'll get nowhere in this business.",
        "author": "Roger Stone"
    },
    {
        "quote": "In the record business, if you sign an artist that don't really know too much about the business, you can really get over on them in a lot of different ways, so it's a lot of people that don't give artist the game because they're trying to make the most money in the fastest way off their artists.",
        "author": "YG"
    },
    {
        "quote": "I am not in the business of pointing fingers or making excuses. However, recent history has shown that I, like thousands of others in Ireland, incorrectly relied upon the persons who guided Anglo and who wrongfully sought to portray a 'blue chip' Irish banking sector.",
        "author": "Sean Quinn"
    },
    {
        "quote": "I never hurt nobody but myself and that's nobody's business but my own.",
        "author": "Billie Holiday"
    },
    {
        "quote": "My advice to every one expecting to go into business is to hit often and hit hard; in other words, strike with all your might.",
        "author": "Madam C. J. Walker"
    },
    {
        "quote": "I think adidas really understands that it's cool to be in business with the right people. It really feels like a bunch of creative minds rather than some rap guys stamping their names on a sneaker. We're arguing over shoes, ideas, and everything - it's like a tug of war.",
        "author": "Pusha T"
    },
    {
        "quote": "I recall an 18-year-old girl named Rachel in Zambia who was given a grant to start a business of her choosing. She decided to breed goats so she could sell the meat and the milk, and donate the kids to orphan children. She herself was an orphan, stepping into young adulthood with no resources, and it was her first opportunity to earn her own money.",
        "author": "Ann Cotton"
    },
    {
        "quote": "In France, President Francois Hollande is leveraging the next wave of the Internet to jumpstart economic reforms and create jobs for hundreds of thousands of citizens. A historically socialist government, France has had the courage to quickly implement unique partnerships with the business community to drive entrepreneurial spirit and thinking.",
        "author": "John T. Chambers"
    },
    {
        "quote": "I didn't even think about good guy, bad guy when I started. I was that unfamiliar with the business.",
        "author": "Charlotte Flair"
    },
    {
        "quote": "Shops are not a growing business, so it's a scary place to be.",
        "author": "Galen Weston"
    },
    {
        "quote": "Your billion-dollar ideas don't show up in the middle of dramatic distraction. They show up when you have the business and personal discipline to make space for your creative mind to flourish.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "Some people want fame, popularity and huge sales. I've always hoped to have a really long career. So I've tried to make each of my creative decisions and business decisions to allow for longevity. As a side effect I got really famous and really big. I didn't realize the two could go together.",
        "author": "Jewel"
    },
    {
        "quote": "I think the path is different for everybody. Go after the doors that are open to you. That has always been my motto getting into the music business. Do the things that seem to be good opportunities and work hard at it. Try to make good decisions and be nice. Hopefully all of that will pay off at some point.",
        "author": "Chris Stapleton"
    },
    {
        "quote": "Acting is an uncomfortable business because you have to make yourself vulnerable.",
        "author": "Beau Garrett"
    },
    {
        "quote": "I get a lot of fan mail addressed to Bilbo and sometimes Sir Bilbo - it's hardly ever addressed to Ian Holm, in fact. My business manager drafts the replies, and then I pop in to the office and sign them, 'Bilbo!'",
        "author": "Ian Holm"
    },
    {
        "quote": "Exactly when people are in turmoil is the time that the entertainment business has always been at its best. Because people don't want to be reminded every day that they are under siege, or that they're not having a great time of life.",
        "author": "Lionel Richie"
    },
    {
        "quote": "Kitty Wells was the first and only Queen of Country Music, no matter what they call the rest of us. She was a great inspiration to me as well as every other female singer in the country music business. In addition to being a wonderful asset to country music, she was a wonderful woman.",
        "author": "Dolly Parton"
    },
    {
        "quote": "When you're invested in your own business, you're going to run it better. When people are financially responsible for whether their store succeeds, they're going to have that kind of entrepreneurial spirit that's harder to get if headquarters is running things.",
        "author": "Fred DeLuca"
    },
    {
        "quote": "When I was building the Vietnam Memorial, I never once asked the veterans what it was like in the war, because from my point of view, you don't pry into other people's business.",
        "author": "Maya Lin"
    },
    {
        "quote": "I think that's what happened to the record business when 'Napster' came around. The industry rejected what was happening instead of accepting it as change.",
        "author": "Jay-Z"
    },
    {
        "quote": "Female rappers get it the hardest. You have to be a girl, yet you have to be just as hard as the guys. I think some female rappers get scared out of the business before they can make it.",
        "author": "Nicki Minaj"
    },
    {
        "quote": "Cove is essentially a collaboration, coordination and communication tool for the administration of organizations and communities, from the Stanford Graduate School of Business Entrepreneurship Club to church groups and schools.",
        "author": "Ruchi Sanghvi"
    },
    {
        "quote": "Startups are rapidly changing systems. If you use an annual review cycle, you aren't getting feedback at the same pace that you need to adapt and change the business.",
        "author": "Fred Wilson"
    },
    {
        "quote": "Time is money in the shipping business.",
        "author": "Ander Crenshaw"
    },
    {
        "quote": "Let me remind you that credit is the lifeblood of business, the lifeblood of prices and jobs.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "When I first came up in the wrestling business, there was a movie called 'The California Dolls' about a female tag team - girls who are struggling trying to make it in the wrestling world. I started out in a tag team, and my name was Britani Knight, and my dad named us after The California Dolls. We were called The Norfolk Dolls.",
        "author": "Paige"
    },
    {
        "quote": "I'm definitely not getting married. In this business, you're either getting married or they want you to be pregnant. I'm not getting married until I'm forty. If ever.",
        "author": "Zac Efron"
    },
    {
        "quote": "When I go to business meetings, I'm still told way too often by some receptionist, 'The mail room is downstairs,' to believe that racial perceptions don't still exist. But I figure there are always going to be knuckleheads no matter how many of their herd get stuck in the tar pits of progress.",
        "author": "John Ridley"
    },
    {
        "quote": "One thing is certain in business. You and everyone around you will make mistakes.",
        "author": "Richard Branson"
    },
    {
        "quote": "Anytime I'm like, 'Ho-hum,' trying to go about my business like anyone else, I'll have a father or someone come up to me and say, 'You know, my daughter never realized she could be in the booth for sports, and now that's what she wants to do.'",
        "author": "Jessica Mendoza"
    },
    {
        "quote": "Some of the fans here were not too sure about their club signing a player from their biggest rivals. Fortunately, we had a great season and won the League title for the first time in four years. Now, I think, everyone can say it was good business.",
        "author": "Luis Figo"
    },
    {
        "quote": "My private life is my own business.",
        "author": "Roddy Llewellyn"
    },
    {
        "quote": "Science is so incremental and so full of setbacks and small steps forward. In order to really thrive in this business, you have to be able to glean as much joy from the failure days and from the small increments as you do from the breakthroughs.",
        "author": "Hope Jahren"
    },
    {
        "quote": "The duty of government is to leave commerce to its own capital and credit as well as all other branches of business, protecting all in their legal pursuits, granting exclusive privileges to none.",
        "author": "Andrew Jackson"
    },
    {
        "quote": "I don't join the New Atheists. So, for example, I wouldn't have the arrogance to lecture some mother who hopes to see her dying child in Heaven - that's none of my business, ultimately. I won't lecture her on the philosophy of science.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "We tend to default to complacency. Stick to the easy option. We all do it. We've tried to create a business model and society around us that is as easy and boxed as possible. We love creating boundaries and borders.",
        "author": "Ben Fogle"
    },
    {
        "quote": "My recipe for dealing with anger and frustration: set the kitchen timer for twenty minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual.",
        "author": "Phyllis Diller"
    },
    {
        "quote": "I've always wanted to be a businessman. No other ambitions - I just wanted to be in business, even when I was a child in Fujian province, south China.",
        "author": "Henry Sy"
    },
    {
        "quote": "I believe our philosophy of conscious capitalism will eventually be widely adopted primarily because it is a better way to do business, and it creates more total value in the world for all of its stakeholders.",
        "author": "John Mackey"
    },
    {
        "quote": "I am in a traditional financial services business - but we at Fidelity can see that the evolution of technology is setting our industry up for disruption. What if this technology could do for the transfer of value what the Internet did for the transfer of information?",
        "author": "Abigail Johnson"
    },
    {
        "quote": "If you want to be a singer, you've got to concentrate on it twenty-four hours a day. You can't be a well driller, too. You've got to concentrate on the business of entertaining and writing songs. Always think different from the next person. Don't ever do a song as you heard somebody else do it.",
        "author": "Otis Redding"
    },
    {
        "quote": "I love Jay-Z, I love Kanye, and I praise the way he's been able to bring more business out of the jungle.",
        "author": "Rakim"
    },
    {
        "quote": "The First Amendment was designed to allow for disruption of business as usual. It is not a quiet and subdued amendment or right.",
        "author": "Naomi Wolf"
    },
    {
        "quote": "Our house is a constant mayhem of music, noise, socializing and business. It vibrates life, as a house should.",
        "author": "Dan Hill"
    },
    {
        "quote": "Business coaching and the personal development and self-help industry is considered to be one of the booming industries today.",
        "author": "Brendon Burchard"
    },
    {
        "quote": "There's no seminar in the world that will give you multi million-dollar advice on building a business from scratch!",
        "author": "Dan Pena"
    },
    {
        "quote": "Nobody forces you to work at Wal-Mart. Start your own business! Sell something to Wal-Mart!",
        "author": "Kevin O'Leary"
    },
    {
        "quote": "My team members are Hector Soto, who is a boxing promoter and Vice-president of Miguel Cotto Promotions. He runs all my business. He was the person that my father left in charge of it all. Bryan Perez is my right-hand man.",
        "author": "Miguel Cotto"
    },
    {
        "quote": "You may not like the way I deliver the truth - you may take umbrage with the way I handle most of my conflicts - but that's the way I do business.",
        "author": "Samoa Joe"
    },
    {
        "quote": "Profit or loss is not guaranteed. That depends on the consumer and depends on the product. That's a risk that business people take.",
        "author": "Mukesh Ambani"
    },
    {
        "quote": "Don't compare me to Babe Ruth. God gave me the opportunity and the ability to be here at the right time, at the right moment, just like he gave Babe Ruth when he was playing. I just hope I can keep doing what I've been doing - keep taking care of business.",
        "author": "Sammy Sosa"
    },
    {
        "quote": "People deal with grief in many different ways. And some people in show business parade their relationships around like an accessory, and others like to keep it separate from business and commerce. It's perfectly fine to say, 'I actually don't want to talk about my love because that's not part of the fantasy world I created in commerce.'",
        "author": "RuPaul"
    },
    {
        "quote": "While I appreciated the educational advantages I enjoyed in the school and was proud of what I could show in mental culture, I had an earnest desire for something more than a mere business education... I desired to study for a profession, and this prompted me to leave my native state.",
        "author": "Hiram Rhodes Revels"
    },
    {
        "quote": "Luckily, my husband is my business partner as well as my life partner, so I never had to do the heavy lifting alone, literally or figuratively.",
        "author": "Josie Maran"
    },
    {
        "quote": "Growing up in eastern Turkey, I was not really involved with the family business - sheep and cow farming, yogurt and cheese making. But I think I learned from my father the unspoken business language or instincts that go back thousands of years.",
        "author": "Hamdi Ulukaya"
    },
    {
        "quote": "At that time, the people that were in the animated film business were mostly guys who were unsuccessful newspaper cartoonists. In other words, their ability to draw living things was practically nil.",
        "author": "Marc Davis"
    },
    {
        "quote": "I don't think any business has to give up legal protections in order to simplify. The main consideration is that whatever protection, rights and remedies a corporation wants, they should be put in terms that are understandable to the consumer.",
        "author": "Alan Siegel"
    },
    {
        "quote": "Fashion is like a four-legged table: you need a good designer, a very good business manager, a good manufacturer, and a very good distributor. Without all the legs, table collapses.",
        "author": "John Rocha"
    },
    {
        "quote": "Perpetual devotion to what a man calls his business is only to be sustained by perpetual neglect of many other things.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "A lot of people want to retire; I couldn't. You don't retire in our business. What, play golf and watch television? Oh, please.",
        "author": "Christopher Plummer"
    },
    {
        "quote": "Generals aren't in the business of commenting on the correctness or incorrectness of the President's decisions. Anybody who thinks he should be able to do that ought to be fired on the spot.",
        "author": "Norman Schwarzkopf"
    },
    {
        "quote": "It's a business driven by curiosity. If you don't want to go out and learn about the world and see the place, it's the wrong business. But if you do... I've had an unbelievable front row seat.",
        "author": "David Muir"
    },
    {
        "quote": "I look out the window in the morning sometimes, and the sun is rising, and the people are going to work. I look at Washington as being that big, sleeping giant, just stretching and waking up, and going about its business. And to know that I'm working in the capital of the most powerful nation in the world - I feel good about that.",
        "author": "Carl Kasell"
    },
    {
        "quote": "I'm not in the business of warning people.",
        "author": "John Bercow"
    },
    {
        "quote": "Piracy was risky business, and injuries were commonplace; a single lost limb or gouged-out eye could end a pirate's career. To encourage pirates not to hesitate in battle - and out of a sense of fairness - many pirate crews compensated wounded crewmen in predetermined amounts.",
        "author": "Robert Kurson"
    },
    {
        "quote": "If you have ideas, you have the main asset you need, and there isn't any limit to what you can do with your business and your life. Ideas are any man's greatest asset.",
        "author": "Harvey S. Firestone"
    },
    {
        "quote": "One way to think about the magnitude of the changes to come is to think about how you went about your business before powerful Web search engines. You probably wouldn't have imagined that a world of answers would be available to you in under a second. The next set of advances will have an different effect, but similar in magnitude.",
        "author": "Tim Berners-Lee"
    },
    {
        "quote": "One of the main lessons I have learned the last five years as Secretary-General is that the United Nations cannot function properly without the support of the business community and civil society. We need to have tripartite support - the governments, the business communities and the civil society.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "I am a woman who came from the cotton fields of the South. From there I was promoted to the washtub. From there I was promoted to the cook kitchen. And from there I promoted myself into the business of manufacturing hair goods and preparations.",
        "author": "Madam C. J. Walker"
    },
    {
        "quote": "Squash was my livelihood and as in business, I had to stay on top.",
        "author": "Jahangir Khan"
    },
    {
        "quote": "Sometimes I feel 15; other times, I feel fully grown and mature and handling all my business. It can waver from day to day, hour to hour.",
        "author": "FKA twigs"
    },
    {
        "quote": "Businesses can lead with their values and make money, too. You don't have to simply be purely profit-driven. You can integrate social and environmental concerns into a business, be a caring business, be a generous business and still do very well financially.",
        "author": "Jerry Greenfield"
    },
    {
        "quote": "I keep lot of my opinions to myself. My grandfather, who was a gravedigger, told me one day, 'Son, the next time you go by the cemetery, remember that a third of the people are in there because they got into other people's business.'",
        "author": "Lee Trevino"
    },
    {
        "quote": "I'm not British. I'm not American. I'm not French. Whatever thing they practise, that is their business. I am an African. I am Rwandese.",
        "author": "Paul Kagame"
    },
    {
        "quote": "Billions are wasted on ineffective philanthropy. Philanthropy is decades behind business in applying rigorous thinking to the use of money.",
        "author": "Michael Porter"
    },
    {
        "quote": "Thanks to the competence, love of God, our country's security and stability, endowed wealth, integrated infrastructure and quality services, the U.A.E. turned into the world's renowned destination for tourism, investment and business management: the interface of choice for hosting major cultural events, artistic and sports, in the world.",
        "author": "Khalifa bin Zayed Al Nahyan"
    },
    {
        "quote": "I've got enough people hoping I'll fail that I need to be smart with my business.",
        "author": "Giggs"
    },
    {
        "quote": "All I wanted was to be big, to be in show business and to travel... and that's what I've been doing all my life.",
        "author": "Count Basie"
    },
    {
        "quote": "My family had a business where they worked with gravestones, and I remember growing up and playing in cemeteries like it was a normal playground.",
        "author": "Zach Roerig"
    },
    {
        "quote": "I stayed in show business to pay for my animal business.",
        "author": "Betty White"
    },
    {
        "quote": "The 9-9-9 plan would resuscitate this economy because it replaces the outdated tax code that allows politicians to pick winners and losers, and to provide favors in the form of tax breaks, special exemptions and loopholes. It simplifies the code dramatically: 9% business flat tax, 9% personal flat tax, 9% sales tax.",
        "author": "Herman Cain"
    },
    {
        "quote": "I think there are probably a handful of real character actors in this business. The rest of us are recycling. So now I'm Sam Malone the editor. I'm Sam Malone the billionaire.",
        "author": "Ted Danson"
    },
    {
        "quote": "Money, while clearly helpful in solving myriad problems, can often conceal a business's real flaws. It can also risk rigidifying a company's business model at the very moment it should be in 'customer discovery' mode or iterating around market opportunities.",
        "author": "Maelle Gavet"
    },
    {
        "quote": "In show business, you get chewed up and spit out.",
        "author": "John Aniston"
    },
    {
        "quote": "I have always been an honest trader. I come from a school of traders where there was honour in the deal. No contracts, just a handshake and that's it, done. That's the way I prefer to do business but it's not always possible these days, sadly.",
        "author": "Alan Sugar"
    },
    {
        "quote": "I'm in a stage where I feel like I need to retrain my mind, because since the beginning of my career, I've been such a fighter and a little hustler and someone who just tried to stay afloat in this business.",
        "author": "Ali Larter"
    },
    {
        "quote": "I think business has to be stupider. I want to do really straightforward, stupid business - just talk to me like a 4-year-old. And I refuse to negotiate. I do not negotiate. I can collaborate. But I'm an artist, so as soon as you negotiate, you're being compromised.",
        "author": "Kanye West"
    },
    {
        "quote": "No other facet of American business is more corrupt, more intoxicated with illegality, more weakly regulated, and has a greater impact on poor and working people than debt collectors; not credit card companies or subprime mortgages, not even payday lenders.",
        "author": "Gary Weiss"
    },
    {
        "quote": "Although I don't like the way the Chinese do business, I continue to do business in China. I have to. They're the next world power.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "The U.S. healthcare industry is undergoing radical transformation with the Affordable Care Act. Evolving thought and business models have little semblance to present mechanisms.",
        "author": "Shiv Nadar"
    },
    {
        "quote": "There are obviously peaks and valleys in everyone's career. This business can be a roller-coaster ride, and it's really hard to stay on top all the time. Very few people do.",
        "author": "Chris O'Donnell"
    },
    {
        "quote": "I'm never going to be one of those guys who gets on TV and yells and screams. That's not how I do my business. But I'm very aware of social responsibility.",
        "author": "Charles Barkley"
    },
    {
        "quote": "My mission in life is to assist women in social and political empowerment through business and education.",
        "author": "Joyce Banda"
    },
    {
        "quote": "Heart is tied with a lot of controversies, a lot of heartbreaks in show business. With 'Love Marie' who I really am in the real world. I feel more free, I feel more clean. I feel like people don't judge me, and that is why I shy away from being Heart when it comes to my painting.",
        "author": "Heart Evangelista"
    },
    {
        "quote": "In my lifetime, as a younger man, you were assumed to be an honest person. Your word was your bond, and a handshake was as good as a contract in business.",
        "author": "Mark Skousen"
    },
    {
        "quote": "I think the 'R&B singer' title came from me entering the business at a time when R&B chick singers were the trend. I was fine with that, but I have a lot more to offer.",
        "author": "Mya"
    },
    {
        "quote": "Interior design is a business of trust.",
        "author": "Venus Williams"
    },
    {
        "quote": "Novelists go about the strenuous business of marrying and burying their people, or else they send them to sea, or to Africa, or at the least, out of town. Essayists in their stillness ponder love and death.",
        "author": "Cynthia Ozick"
    },
    {
        "quote": "Vince and WWE, they're not fresh. Yes, Vince does big business. They have the best talent in the world, but they have no fresh ideas. They should be selling out every arena.",
        "author": "Terry Funk"
    },
    {
        "quote": "I was a business major at the University of Richmond, and after I graduated, I took a job at a corporate ad agency. I had comedic dreams, but I also had a realistic look at what I had to do when I left school: maybe I'm funny, but maybe I'm one of a hundred thousand funny people, you know?",
        "author": "Lil Dicky"
    },
    {
        "quote": "So we have a commitment to the business and to its people.",
        "author": "John Kluge"
    },
    {
        "quote": "Whether you aim to lose 20 pounds or you want to launch your own business, mental strength is the key to long-term success. After all, you need fierce determination and tenacity to reach your greatest potential.",
        "author": "Amy Morin"
    },
    {
        "quote": "When you're in the news business, you always expect the unexpected.",
        "author": "Helen Thomas"
    },
    {
        "quote": "I'd retired for about six or seven years. Coming back to the business, I found that I was sort of not quite a has-been, and it wasn't a new career, it was just kind of difficult to crack the nut, so to speak.",
        "author": "Julie London"
    },
    {
        "quote": "All the things I love is what my business is all about.",
        "author": "Martha Stewart"
    },
    {
        "quote": "Business as usual will not be accepted by any part of this city.",
        "author": "Harold Washington"
    },
    {
        "quote": "Racism, because it favors color over talent, is bad for business.",
        "author": "Steven Pinker"
    },
    {
        "quote": "As business leaders, we should not choose between profit or good; rather, we must choose to profit from good. And that requires connecting what we do with a purpose beyond profit - a reason to exist that meets our shared sense of 'doing good.'",
        "author": "Punit Renjen"
    },
    {
        "quote": "When I came to Congress, like our first panel, small business people, 64 percent of the people had health insurance. We'd buy it. Now, we're down to about 34 percent. That's why we have to do something on health care in this country because the cost is killing us.",
        "author": "Bart Stupak"
    },
    {
        "quote": "I started standup at age nineteen. I decided that the only way I was going to try show business as a career was if I could make total strangers laugh.",
        "author": "Jay Chandrasekhar"
    },
    {
        "quote": "Alignment of business strategy and risk appetite should minimize the firm's exposure to large and unexpected losses. In addition, the firm's risk management capabilities need to be commensurate with the risks it expects to take.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The Rock now the hottest thing. He come from wrestling background. Father, mother, grandfather all from wrestling business: 2-3 generations. I watch his movie. He great movie star, and I be wrestling with his father Rocky Johnson. I love them.",
        "author": "The Iron Sheik"
    },
    {
        "quote": "Alibaba is an ecosystem that helps small business to grow.",
        "author": "Jack Ma"
    },
    {
        "quote": "For my part, I am not a great believer in bad luck on the cricket field, in business - in fact, in any walk of life.",
        "author": "AB de Villiers"
    },
    {
        "quote": "Peaceful, lawful protest - if it is effective - is innately disruptive of 'business as usual.' That is why it is effective.",
        "author": "Naomi Wolf"
    },
    {
        "quote": "We're against hypocrisy, lies, bigotry, show business, insincerity, phonies, and fakers.",
        "author": "Ian Brown"
    },
    {
        "quote": "There's no such thing as a good time. I started an apparel-manufacturing business in the tech-boom years. I mean, come on. Get out of your garage and go take a chance and start your business.",
        "author": "Kevin Plank"
    },
    {
        "quote": "I think my greatest moment in business was when the first Southwest airplane arrived after four years of litigation, and I walked up to it and I kissed that baby on the lips and I cried.",
        "author": "Herb Kelleher"
    },
    {
        "quote": "Business is constantly changing, constantly evolving.",
        "author": "James Dyson"
    },
    {
        "quote": "Business is usually a team sport. There isn't one great person sitting there directing things. You can't run an effective business like that.",
        "author": "Stephen A. Schwarzman"
    },
    {
        "quote": "In the end, the humanities can only be defended by stressing how indispensable they are; and this means insisting on their vital role in the whole business of academic learning, rather than protesting that, like some poor relation, they don't cost much to be housed.",
        "author": "Terry Eagleton"
    },
    {
        "quote": "My whole life I've played music for my own personal enjoyment and the idea of it becoming a machine or a business is just horrible.",
        "author": "Robert Smith"
    },
    {
        "quote": "I did not go into the film business to be symbolized as someone else's vision of me.",
        "author": "Sidney Poitier"
    },
    {
        "quote": "The whole business of marshaling one's energies becomes more and more important as one grows older.",
        "author": "Hume Cronyn"
    },
    {
        "quote": "Everyone wants to call wrestling 'the business.' Why don't you treat it like a business? I don't care if you're running a diner, if you're running a car wash or a wrestling company. It's all business.",
        "author": "Kevin Nash"
    },
    {
        "quote": "The names are bigger, the show is worldwide, but I get a royal pass into life in the broadcasting business.",
        "author": "Larry King"
    },
    {
        "quote": "It's easy not to bribe. But it's not so easy to keep a business running at the same time.",
        "author": "Wang Shi"
    },
    {
        "quote": "I genuinely believe that if you want to get in the film business, get in the film business.",
        "author": "Daniel Craig"
    },
    {
        "quote": "Our people expect the best of us. They send us to take care of the people's business, and those of us who take hold of that responsibility understand that's what it's really about.",
        "author": "Clementa C. Pinckney"
    },
    {
        "quote": "When I get up in the morning I brush my teeth and go about my business, and if I am going anywhere interesting I take my camera along.",
        "author": "Elliott Erwitt"
    },
    {
        "quote": "I think it's a terrible shame that politics has become show business.",
        "author": "Sydney Pollack"
    },
    {
        "quote": "You may earn whatever money you earn as a cricketer, but you want to play for your country. At the end of the day, you want to do something special. There are plenty of people who earn 50 crores or 100 crores as businessmen or big professionals or who are really doing well in business. But what gives pleasure to your mom and dad is the fame.",
        "author": "MS Dhoni"
    },
    {
        "quote": "The reality is that business and investment spending are the true leading indicators of the economy and the stock market. If you want to know where the stock market is headed, forget about consumer spending and retail sales figures. Look to business spending, price inflation, interest rates, and productivity gains.",
        "author": "Mark Skousen"
    },
    {
        "quote": "I feel very strongly that you shouldn't mix your emotions with business. When it comes to my emotions, I certainly don't mix them with my business.",
        "author": "Gautam Singhania"
    },
    {
        "quote": "Unless we can join forces and recognize each other's humanity, how can we do business together, let alone make progress on the increasingly complex and difficult problems in society?",
        "author": "Daniel Lubetzky"
    },
    {
        "quote": "I grew up in the countryside with the factory here, my house 200 metres away, my grandma's house 50 metres away, in a kind of old-style Italian society where everyone works for the family business, everyone lives nearby, and the people you spend your time with are your family.",
        "author": "Margherita Missoni"
    },
    {
        "quote": "I like the city. I like the concrete. I like big business. I like being a CEO of my own company and having a lot of responsibilities. At the same time, when I can go off with a backpack or off on a surfboard or even off on a run somewhere in the woods - that's where I'm really happy.",
        "author": "Matthew McConaughey"
    },
    {
        "quote": "The key, I think, from a business point of view, is to learn how to be efficient in making a record that's not too expensive, so that you're not going crazy spending tons of money making a product that might not ever return that money.",
        "author": "John Oates"
    },
    {
        "quote": "In business, you cannot be afraid to ask questions.",
        "author": "La La Anthony"
    },
    {
        "quote": "Sometimes, we need an obstacle to challenge us and push us further than we would if things were always status quo. I'd say one example is the market crashing. It's like, just when we started to get into a rhythm, everything changed! But, it taught us a great deal about how we do business and how we can improve.",
        "author": "John Varvatos"
    },
    {
        "quote": "Every employee at Workday thinks about how they are going to help customers be successful. It is a simple formula, but a lot of companies go out, and they don't listen to their customers; they don't try to solve hard problems, making it tougher for themselves to create a great business.",
        "author": "Aneel Bhusri"
    },
    {
        "quote": "Purpose has always been part of Unilever's DNA. Our founder, William Lever, built a business around the sale of Lifebuoy soap that was not only profitable and sustainable but also helped transform the health of the poor in Victorian Britain.",
        "author": "Paul Polman"
    },
    {
        "quote": "If you're doing business, not that simple to only buy. You have to create something. You have to create something that never exist for the future.",
        "author": "Jack Ma"
    },
    {
        "quote": "If the First Amendment means anything, it means that a state has no business telling a man, sitting alone in his house, what books he may read or what films he may watch.",
        "author": "Thurgood Marshall"
    },
    {
        "quote": "Commercial institutions, proud of their achievements, do not see that healthy living systems - clean air and water, healthy soil, stable climates - are integral to a functioning economy. As our living systems deteriorate, traditional forecasting and business economics become the equivalent of house rules on a sinking cruise ship.",
        "author": "Paul Hawken"
    },
    {
        "quote": "Labour was founded to make the lives of working people better and to create more opportunities for everyone. Whether it's aspiring to work as a nurse in a hospital or setting up and running your own business, Labour should be about ensuring fairness so that everyone has the same chance in life to reach their goals.",
        "author": "Sadiq Khan"
    },
    {
        "quote": "Business is all about the customer: what the customer wants and what they get. Generally, every customer wants a product or service that solves their problem, worth their money, and is delivered with amazing customer service.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "Neither science, nor the politics in power, nor the mass media, nor business, nor the law nor even the military are in a position to define or control risks rationally.",
        "author": "Ulrich Beck"
    },
    {
        "quote": "I have always recognized that the object of business is to make money in an honorable manner. I have endeavored to remember that the object of life is to do good.",
        "author": "Peter Cooper"
    },
    {
        "quote": "Just because you're big doesn't mean you're going to be successful. The beauty of the motion picture business is that you can make a little movie like 'Driving Miss Daisy' or 'Rain Man' and go right through the roof. This business is still about creative juices, and size is no guarantee of that.",
        "author": "Lee Rich"
    },
    {
        "quote": "My focus is on training and championships. I will look at business after retirement... maybe 20 years later.",
        "author": "Hima Das"
    },
    {
        "quote": "Every business decision I ever made I learned from my grandfather Papa Sam. He moved here from Russia when he was a boy. He worked his way up selling newspapers and ladies' handbags, and eventually, he became Cadillac Sam, one of the biggest car dealers in Chicago.",
        "author": "Bobbi Brown"
    },
    {
        "quote": "Artificial intelligence is here and being rapidly commercialized, with new applications being created not just for manufacturing but also for energy, healthcare, and oil and gas. This will change how we all do business.",
        "author": "Joe Kaeser"
    },
    {
        "quote": "No first-time entrepreneur has the business network of contacts needed to succeed. An incubator should be well integrated into the local business community and have a steady source of contacts and introductions.",
        "author": "Jay Samit"
    },
    {
        "quote": "I think every business, really, has a unique reason for being, unique assets, unique attributes, a unique history. And that can be turned into a very attractive design story, essentially, that consumers can relate to.",
        "author": "Yves Behar"
    },
    {
        "quote": "Madly, futilely, I wrote novel after novel, eight in all, that failed to find a publisher. I persisted because for me the novel was the supreme literary form - not just one among many, not a relic of the past, but the way we communicate to one another the subtlest truths about this business of living.",
        "author": "William Nicholson"
    },
    {
        "quote": "Coca-Cola is the only business in the world where no matter which country or town or village you are in, if someone asks what do you do, and you say you work for Coca-Cola, you never have to answer the question, 'What is that?'",
        "author": "Muhtar Kent"
    },
    {
        "quote": "The most important lesson I've learned in this business is how to say no. I have said no to a lot of temptations, and I am glad I did.",
        "author": "Penelope Cruz"
    },
    {
        "quote": "A man to carry on a successful business must have imagination. He must see things as in a vision, a dream of the whole thing.",
        "author": "Charles M. Schwab"
    },
    {
        "quote": "In any business, the more you learn, the more sympathetic you can be to other people's positions.",
        "author": "Peter Asher"
    },
    {
        "quote": "I worked the bar business in Fort Lauderdale.",
        "author": "Diamond Dallas Page"
    },
    {
        "quote": "I spent some time studying Toyota, because how could a loom maker - they made looms. That was their business for 50 years, 35 years - and then they decided to go into the car business after everyone else was in the car business.",
        "author": "Scott Cook"
    },
    {
        "quote": "The fact is that one of the earliest lessons I learned in business was that balance sheets and income statements are fiction, cash flow is reality.",
        "author": "Chris Chocola"
    },
    {
        "quote": "Atticus Finch is, you know, he was just his whole - the business of his modesty and his ability to see tomorrow and to try to buttress his knowledge of what was coming for his kids was something that I'll never - as a father I'm not able to do.",
        "author": "James McBride"
    },
    {
        "quote": "That's what my specialty's always been in the wrestling business - going out there and making my opponent look better than he can make himself look.",
        "author": "Booker T"
    },
    {
        "quote": "The American people don't believe politicians. They don't believe business leaders or Hollywood celebrities or athletes or other supposed role models. And they certainly don't believe the news media.",
        "author": "John Yarmuth"
    },
    {
        "quote": "Don't be afraid to convince yourself that your business is incredible, but don't expect others to be convinced without solid data to back it up. Ideas can be a worth a lot, but they are usually not. Execution is everything.",
        "author": "Palmer Luckey"
    },
    {
        "quote": "I started studying business and finance in Edinburgh as a backup plan. I was still making music many hours a day, and when I was at university, the electronic music boom started really taking off globally.",
        "author": "Kygo"
    },
    {
        "quote": "Oprah Winfrey is a big role model for me from a business capacity and a creative capacity. She is an incredible interviewer who cultivated a certain style by inserting her own personhood into a show on national television at a time when no one was talking about empowerment, spirituality, or our inner lives.",
        "author": "Ava DuVernay"
    },
    {
        "quote": "I grew up in east Tennessee, and everybody knew everybody's business.",
        "author": "Kenny Chesney"
    },
    {
        "quote": "I want tension in my business. Tension creates change. Change is necessary to evolve and prosper. I am never satisfied.",
        "author": "Kenneth C. Griffin"
    },
    {
        "quote": "When I was 13, I opened my own business called The Awesome Pretzel Company, and my dad helped me build a pretzel cart.",
        "author": "Guy Fieri"
    },
    {
        "quote": "In this business, until you're known as a monster you're not a star.",
        "author": "Bette Davis"
    },
    {
        "quote": "Golf isn't just my business, it's my hobby.",
        "author": "Lee Trevino"
    },
    {
        "quote": "You gotta know that you're better than anybody, 'cause to me, if you don't go in like that, you're gonna lose! They're gonna punk you out! On any stage, court, business venture, on the anchor desk - whatever. You've got to go in believing, 'I can do this better than anybody.'",
        "author": "Stuart Scott"
    },
    {
        "quote": "As the 19th century teetered into the 20th, the clank of typewriter keys went from solo to symphony. They were the weapon of choice for professional writers, the business elite, people with things to say and the need to say them quickly.",
        "author": "Mary Pilon"
    },
    {
        "quote": "Instant, soluble coffee has long been the unspeakable wasteland of the coffee business. Conventional wisdom would be that no premium brand should go near it. But Howard Schultz's vision from day one has been to bring quality coffee to the mass market.",
        "author": "John Quelch"
    },
    {
        "quote": "I founded Atari in my garage in Santa Clara while at Stanford. When I was in school, I took a lot of business classes. I was really fascinated by economics. You end up having to be a marketeer, finance maven and a little bit of a technologist in order to get a business going.",
        "author": "Nolan Bushnell"
    },
    {
        "quote": "I've been around the league for a while. I know the business of the league. Some stuff, like my mom said, you let it roll off your back like water on a duck's back. You keep moving on.",
        "author": "Paul Millsap"
    },
    {
        "quote": "We're in the space exploration business, and the outer solar system is a wild, wooly place. We haven't explored it very well.",
        "author": "Alan Stern"
    },
    {
        "quote": "We've got to start making people realise that it's a proud thing to run a business, to export your goods around the country.",
        "author": "Karren Brady"
    },
    {
        "quote": "Los Angeles is such a town of show business, and I'm a terrible celebrity. I find it difficult - it's the beast that must be fed. There's this big wheel of pictures and articles that goes around, and you get pinned on it.",
        "author": "Julia Roberts"
    },
    {
        "quote": "It happens in this business - The Rolling Stones were ripped off, so were the Beatles. George Harrison hardly had anything left in the end.",
        "author": "Leo Sayer"
    },
    {
        "quote": "There is a huge business case for diversity. You will be making products for people you don't understand, you don't interact with. If you don't have an inclusive, diverse workforce, it makes you myopic.",
        "author": "Renee James"
    },
    {
        "quote": "I begin early in the morning and edit everything I wrote the previous day. I write until mid-afternoon. My goal is to write a chapter per week, and if I am not finished by Friday, I write on the weekend. I get a lot of fan emails and answer them every day. In the late afternoon, I attend to the business of publishing, etc.",
        "author": "Virginia Henley"
    },
    {
        "quote": "I studied business in the U.S. and later worked in Dubai.",
        "author": "Dulquer Salmaan"
    },
    {
        "quote": "My best advice to actors is if you love acting, do it every chance you get. Success does not mean success. All that matters is whether or not you're doing your best to entertain. The way this business works is all about luck and timing.",
        "author": "Matthew Gray Gubler"
    },
    {
        "quote": "There isn't one thing the federal government does that anybody in Big Business would emulate, at least not in the profit sector.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "What attracted me towards microfinance is it's a very sustainable business, which has an impact on people's lives yet it can be very profitable.",
        "author": "Ananya Birla"
    },
    {
        "quote": "There's not a single business model, and there's not a single type of electronic content. There are really a lot of opportunities and a lot of options and we just have to discover all of them.",
        "author": "Tim O'Reilly"
    },
    {
        "quote": "The real question is whether the federal government should be in the business of redistributing wealth to equalize the economic status of every state, including states where not many people, for whatever reason, have chosen to live. That type of redistribution is a distortion of our economy.",
        "author": "Bill Foster"
    },
    {
        "quote": "In the astronaut business - the shuttle is a very complicated vehicle; it's the most complicated flying machine ever built. And in the astronaut business, we have a saying, which is, 'There is no problem so bad that you can't make it worse.'",
        "author": "Chris Hadfield"
    },
    {
        "quote": "When I had challenges, it taught me to be more on top of it for the future. Things go wrong all the time when you're running your own business, but it's how you perceive it and deal with it that matters.",
        "author": "Lori Greiner"
    },
    {
        "quote": "We believe that the business system only is the key to success. It's no miracle, only day-to-day work in the appropriate way.",
        "author": "Alexei Mordashov"
    },
    {
        "quote": "I've hung on for a long time in this business and had some success, and I think it's keeping an open mind and being curious and having a sense of humor about oneself that's important.",
        "author": "Adam West"
    },
    {
        "quote": "Business is about making money but it is also about having fun, so get your character across.",
        "author": "Peter Jones"
    },
    {
        "quote": "Founders are often great storytellers because they're in the business of constantly selling a dream against all odds.",
        "author": "Jennifer Hyman"
    },
    {
        "quote": "I took a job at the Walt Disney Company and after 18 months decided to go to business school at Harvard. I was awestruck by the campus. My first reaction was 'I don't belong here.' Then I said, 'I'm here; let's get on with it.'",
        "author": "Jason Kilar"
    },
    {
        "quote": "What do you need to succeed in business? You need the ability to think critically and communicate, and those things you can get just as easily out of a philosophy degree.",
        "author": "Matthew Stewart"
    },
    {
        "quote": "And, in the past, it has been all too easy for legislators to load costs onto business in order to meet broader social goals. And costs for business means costs for consumers.",
        "author": "John Hutton"
    },
    {
        "quote": "Bitcoin is both disruptive from a technology perspective, but there's a tremendous power of social good behind it. So you can both build a cool business or have a great investment return, and there's the promise of potentially improving the remittance industry or banking the unbanked.",
        "author": "Cameron Winklevoss"
    },
    {
        "quote": "Americans chose a free enterprise system designed to provide a quality of opportunity, not compel a quality of results. And that is why this is only place in the world where you can open up a business in the spare bedroom of your home.",
        "author": "Marco Rubio"
    },
    {
        "quote": "Certainly in the movie business there are bullies all over - bullies in the distribution business, exhibition business, production. Fine-tuning adult bullying is different. When a bully is an adult, it's a whole different set of colors.",
        "author": "Martin Kove"
    },
    {
        "quote": "There has to be a measure of faith. That's what this business is all about: trusting in something that may never show up, that you have no concrete proof of.",
        "author": "Wentworth Miller"
    },
    {
        "quote": "Nobody is accidentally in Alaska. The people who are in Alaska are there because they choose to be, so they've sort of got a real frontier ethic. The people are incredibly friendly, interesting, smart people - but they also stay out of each other's business.",
        "author": "Marcus Sakey"
    },
    {
        "quote": "If you see the kids now they have attitude and a strong character. They play one or two games and demand they are involved. I didn't have that. I was too polite. It is not maybe always good to have fight, but gives a stamp - it shows directly that 'I am here. I mean business.'",
        "author": "Ryan Babel"
    },
    {
        "quote": "Just really, really believe in what you're trying to do. Don't let people alter that. Let people advise you and lead you down paths to make smart business decisions. But trust your instinct and trust that overwhelming drive that made you put all your dreams and everything on the line.",
        "author": "Luke Bryan"
    },
    {
        "quote": "But we have to ask ourselves, what's the purpose of the stock market? It's supposed to be a source of capital for growing business. It's lost that purpose.",
        "author": "Mark Cuban"
    },
    {
        "quote": "I've been in journalism my entire adult life and have often defended it against fellow conservatives who claim the news business is fundamentally corrupt.",
        "author": "Tucker Carlson"
    },
    {
        "quote": "I'm not proud of this at all, but I'm someone who has relied on business managers and accountants and career managers to run the whole bureaucratic side of my life for the last 16 years, so anything, from filing tax returns to paying credit card statements, is something that I feel rather fortunate to have been out of the loop on.",
        "author": "Andrew W.K."
    },
    {
        "quote": "It's the job of any business owner to be clear about the company's nonnegotiable core values. They're the riverbanks that help guide us as we refine and improve on performance and excellence. A lack of riverbanks creates estuaries and cloudy waters that are confusing to navigate. I want a crystal-clear, swiftly flowing stream.",
        "author": "Danny Meyer"
    },
    {
        "quote": "My agent says that I'm a 'repeat business guy.' If you hire me to come do a movie, I'll be on time, know all my material, be ready to go, have a good attitude. I'm here to work, so I get hired over and over again by the same producers. If you just be a team player on set you can work so much more often.",
        "author": "Dean Cain"
    },
    {
        "quote": "Being general manager is like being the de facto owner. It's like wearing the crown of 'Restaurant Man' without being 'Restaurant Man.' You're trying to run the business, but you're running the ranch without riding the big horse.",
        "author": "Joe Bastianich"
    },
    {
        "quote": "I think the moment that I'm very proud of is building a business without using animals. And, hopefully, changing people's perception of how you can do luxury fashion.",
        "author": "Stella McCartney"
    },
    {
        "quote": "Winning is an amazing feeling. You don't get that in business; you don't get that in many things.",
        "author": "Tony Fernandes"
    },
    {
        "quote": "Because I was in the business of translating the 'X-Men' from the very successful comics, and taking the most popular book of the 20th century in 'The Lord of the Rings,' and making it into three movies, I hope people realize I wouldn't get involved in anything I didn't think was really going to be worth their while.",
        "author": "Ian Mckellen"
    },
    {
        "quote": "When I left Genesis, I just wanted to be out of the music business. I felt like I was just in the machinery. We knew what we were going to be doing in 18 months or two years ahead. I just did not enjoy that.",
        "author": "Peter Gabriel"
    },
    {
        "quote": "The more moral the people are in their business dealings, the less paperwork you need, the more handshakes you can have, the more the wheels of capitalism work better because there's trust in the marketplace. Business ethics is not a joke. And, in fact, I think most businesses that I've dealt with encourage exactly that type of behavior.",
        "author": "Rick Santorum"
    },
    {
        "quote": "Civil rights is unfinished business. Make it your business.",
        "author": "Marcia Fudge"
    },
    {
        "quote": "Gold is a commodity; over the long run, as we look back, it has not been a good investment. You can't look at the intrinsic value of gold as you can a business. Gold doesn't give you cash flow, and, at the end of the day, cash flow is what is important. Gold doesn't give you dividends.",
        "author": "Michael Lee-Chin"
    },
    {
        "quote": "Almost every customer that I talk to is talking about how they're using APIs, and what a step function they are for their business.",
        "author": "Diane Greene"
    },
    {
        "quote": "Businesses perform better when you have diversity of view in your senior leadership positions. This is not just the right thing to do socially; it's the right thing to do for your business.",
        "author": "Ruth Porat"
    },
    {
        "quote": "I got one of the best sax players in the business - Arno Hecht. He plays with the Uptown Horns and all the great blues bands. He expresses the heart of the Apollo Theatre, let me tell you.",
        "author": "Dion DiMucci"
    },
    {
        "quote": "The worlds of art, philanthropy, and business are absolutely intertwined.",
        "author": "Jorge M. Perez"
    },
    {
        "quote": "Fashion advertisers are committed to print. It's still a growth business, almost as much for the advertisements as the editorial content.",
        "author": "David Carey"
    },
    {
        "quote": "I'm a mad lover of sport. You cannot say a bad word to me about sports. So I know business is involved and I know it can be cynical, and, of course, I watch it, but for me it's pure.",
        "author": "Hugh Jackman"
    },
    {
        "quote": "Think about all the great leaders. Think about Obama. Think about Clinton. Think about Nelson Mandela. Think about all the people that we know who are very successful in business, in politics and religion. What are they? They tell purposeful stories. They move people to action by aiming at the heart.",
        "author": "Peter Guber"
    },
    {
        "quote": "Swimming upstream in the music business is a hard thing to do.",
        "author": "John Oates"
    },
    {
        "quote": "The U.S. economy and workers benefit from a strong, healthy relationship between government and business.",
        "author": "Harold Ford, Jr."
    },
    {
        "quote": "I learned in business that you had to be very careful when you told somebody that's working for you to do something, because the chances were very high he'd do it. In government, you don't have to worry about that.",
        "author": "George P. Shultz"
    },
    {
        "quote": "If you are under the illusion that you can start a business and run it at your life's schedule, you are mistaken. The business is like a starving puppy - when it needs to eat, then it needs to eat regardless of what you have going on personally.",
        "author": "Robert Herjavec"
    },
    {
        "quote": "I'm in a business where no one cares about anything except how well your last collection sold.",
        "author": "Calvin Klein"
    },
    {
        "quote": "I once said that I never wanted to be a good guy or the 'baby face,' as we call it in the wrestling business. But you know, it is what it is, and I'll be whatever they want me to be. At the end of the day, we work for the WWE fans.",
        "author": "Alberto Del Rio"
    },
    {
        "quote": "I spend a lot of time thinking about this business of letting go - letting go of the children God gives to us for such a brief time before they go off on their own; letting go of old homes, old friends, old places and old dreams.",
        "author": "Susan Estrich"
    },
    {
        "quote": "I think it's a completely good thing to want to do business, to want to make money and be a success in the marketplace, to get the attention of customers. I'm not in the business of pointing fingers or blaming companies, but there is a limit to everything.",
        "author": "Margrethe Vestager"
    },
    {
        "quote": "To the general public, show business may just mean the artistic part, but the dollar and cents element is the reality every performer has to face.",
        "author": "Liza Minnelli"
    },
    {
        "quote": "The rigor and discipline we use in running our business is key to consistently executing our growth strategy. And we systematically applied the same discipline to our investments, including acquisitions.",
        "author": "Pierre Nanterme"
    },
    {
        "quote": "I have always maintained that society has no business dictating morality.",
        "author": "Peter Fonda"
    },
    {
        "quote": "I have a saying, which is, 'Crazy is good for business.' I think rock and roll really is about being a bit crazy.",
        "author": "Billy Corgan"
    },
    {
        "quote": "When a business becomes successful seemingly overnight, no one knows about all the months and years you've invested, all the projects you've tried before that didn't work.",
        "author": "Niklas Zennstrom"
    },
    {
        "quote": "So in 2000, when we changed the business model and started really focusing on that triangle and putting the customer in the center, we decided we should hold off - we've done enough consolidation; we've got enough critical mass.",
        "author": "Sanjay Kumar"
    },
    {
        "quote": "We made 'Pieces' in Cleveland with zero connections to the film business. Absolutely zero.",
        "author": "Joe Russo"
    },
    {
        "quote": "Doing business in Jamaica is not easy, but it is rewarding.",
        "author": "Michael Lee-Chin"
    },
    {
        "quote": "The fundamentals of your business are like free throws: emphasize and practice them to perfection.",
        "author": "Cathy Engelbert"
    },
    {
        "quote": "The rise of digital technologies has eroded boundaries: Anyone can participate, start a business, and reach a global audience.",
        "author": "David Cohen"
    },
    {
        "quote": "I've just been so blessed in my journey. Fat kid from Oklahoma, buddy - Southern accent and Bell's palsy, becoming a broadcaster and hanging around a fickle business for 40 years. You wonder how in the hell that happened. It was somebody's plan.",
        "author": "Jim Ross"
    },
    {
        "quote": "I've come across people who look smart in a suit who haven't really got a lot underneath. Football is an unforgiving business and you're easily found out if you're a bit of a fraud.",
        "author": "Chris Wilder"
    },
    {
        "quote": "When I've gone back to work, it's always with that sense of inevitability. That may be a complete delusion, but it's the one that I need to get out of bed and go about my business. That sense that I can't avoid this thing. I better just get on with it.",
        "author": "Daniel Day-Lewis"
    },
    {
        "quote": "I admit my view of the world is colored by my legal and business experiences at Liberty.",
        "author": "Jerry Falwell, Jr."
    },
    {
        "quote": "I know some people whose father has basically spent their whole inheritance on scammers. He's old; he wants to feel important, like he's doing business, so he goes to his bank and pays out - it's terrifying.",
        "author": "James Veitch"
    },
    {
        "quote": "This is a sick business. It's so sad.",
        "author": "Sia"
    },
    {
        "quote": "The problem with taking venture capital is if you take $5m from someone, it may feel great; you may feel like they're validating your business model. But they're giving $5m out to 20 different people, hoping one of them will be a hit. They don't really care if it's you.",
        "author": "Jon Oringer"
    },
    {
        "quote": "All the time, you take a look at what government rules are, so you can minimize the impact of government regulations. That's just smart business.",
        "author": "Ron Johnson"
    },
    {
        "quote": "No hotels have gone out of business because of Airbnb... Airbnb is not a perfect substitute for a hotel. We excel at different things.",
        "author": "Nathan Blecharczyk"
    },
    {
        "quote": "I read 'Tiger Beat' and 'Bop' from the time I was 9, 10, 11 years old. I loved movies. I saw 'E.T.' seven times. I used to yell at people who called me when 'L.A. Law' was on because they should know better. So I just have been so in love with the business of Hollywood since I can remember.",
        "author": "Julie Plec"
    },
    {
        "quote": "We all get into business, and we take a risk in terms of putting capital.",
        "author": "Mukesh Ambani"
    },
    {
        "quote": "Agriculture is a business that has been up to its bib overalls in politics since the first Thanksgiving dinner kickback to the Indians for subsidizing Pilgrim maize production with fish head fertilizer grants.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "Ultimately, we're incredibly resilient creatures. People really do get on with the business of living.",
        "author": "Lynn Nottage"
    },
    {
        "quote": "I think I'm lucky having parents that have been in show business for a while, and they don't care about the shiny stuff so much. They raised me in that way - to stay grounded, not to chase the shiny, pretty things.",
        "author": "Zoe Kravitz"
    },
    {
        "quote": "I had a band with David Gates. There was just a lot of opportunity at that time. But I left for Los Angeles the week after I graduated high school, and I actually left to try to get into the advertising business. That was really why I went out to L.A. My music career was almost an accident.",
        "author": "Leon Russell"
    },
    {
        "quote": "Venture capital is a dynamic and people-driven business.",
        "author": "Steve Jurvetson"
    },
    {
        "quote": "If you count my childhood appearances in a few TV shows and being the son of two well-known actor parents in the U.K., plus three years of drama school, you could say that I've been pretty much surrounded by the business of acting and performing my entire life.",
        "author": "Linus Roache"
    },
    {
        "quote": "I felt very strongly about the Ashley Madison thing. Of the 39 million people who signed up for Ashley Madison, only a tiny percentage of them actually had an affair. And I'd go a step further and say even if they did, it's none of our business, frankly.",
        "author": "Jon Ronson"
    },
    {
        "quote": "For over forty years, I've been one of the most passionate believers in entrepreneurs. From day one, I've learned that too many small businesses are predicated on business models that the owner barely understands, and then, those same men and women are baffled when their business dreams are overwhelmed with struggles they never foresaw.",
        "author": "Michael Gerber"
    },
    {
        "quote": "I'm called away by particular business - but I leave my character behind me.",
        "author": "Richard Brinsley Sheridan"
    },
    {
        "quote": "If the gay community thinks you're doing a good job, you're in. I don't think anything gets done in this business without the gay community - at least not anything good.",
        "author": "Max Greenfield"
    },
    {
        "quote": "When I was a kid growing up in the '60s, music was an outlet for enlightenment, frustration, rebellion. It was more about individualism. Today it's just like a big business.",
        "author": "Joey Ramone"
    },
    {
        "quote": "As I have consistently argued, leaving the E.U. needs to be accompanied by a strong set of pro-enterprise policies to counteract any disruption: cut corporate taxes to make the U.K. an attractive destination for business and investment.",
        "author": "Steve Hilton"
    },
    {
        "quote": "To me, mentorships and internships are two big pillars in business development. I believe in having multiple mentors.",
        "author": "Troy Carter"
    },
    {
        "quote": "You can't equate me with Joe Jackson. I've never hit my kid, I'm educated, I understand the business world.",
        "author": "Mathew Knowles"
    },
    {
        "quote": "The wrong personality with the greatest resume in a business will not grow that business.",
        "author": "Jon Taffer"
    },
    {
        "quote": "Business is a team sport.",
        "author": "Greg Brenneman"
    },
    {
        "quote": "My stepfather is my mentor. He's also like a father to me. He taught me how to be a man, how to carry myself and how to handle my business.",
        "author": "Zion Williamson"
    },
    {
        "quote": "I'm in no hurry to get anywhere. I don't have any plans. I don't have a map. If you did in this business, you'd destroy yourself.",
        "author": "Colin Farrell"
    },
    {
        "quote": "I very much want to be in the business of creating content, of doing stories all over the world rather than figuring out what the business model is for 'Newsweek' on the iPad, although that's very important work as well.",
        "author": "Fareed Zakaria"
    },
    {
        "quote": "I think if we had eight or 12 of us in the Senate who came from my business background, you'd see a lot of different things in government.",
        "author": "Mike Braun"
    },
    {
        "quote": "For me, Facebook and Twitter was always just a way for me to reach out to the fans of the show, to communicate with my friends who where in the business, and I never felt like I wanted to use it to further my career in some way. I don't know that it has the power or the ability to do that. I just never thought about it in those terms.",
        "author": "Steve Kazee"
    },
    {
        "quote": "Governor Romney has a great business background. He is extremely well educated. He has several degrees from Harvard, including, you know, business and including a law degree.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "The more business one has, the more you are able to accomplish, for you learn to economize your time.",
        "author": "Matthew Hale"
    },
    {
        "quote": "It's a false choice to say we either have job safety or job growth. It's a false choice to suggest that the only way for a business to survive is to make sure workers have low wages and little or no benefits. There are ample models across this country where we've demonstrated the contrary.",
        "author": "Tom Perez"
    },
    {
        "quote": "When I started Biocon in 1978, the obstacles I needed to navigate were manifold - ranging from infrastructural hurdles to issues related to my credibility as a business woman. With no access to venture capital, money was scarce and high-cost, debt-based capital was all I had.",
        "author": "Kiran Mazumdar-Shaw"
    },
    {
        "quote": "I've been mocked a lot. I've been made fun of, you know, of the standards that I keep out, and that I hold out on the road and the way I conduct my business and myself and the way I behave in this business.",
        "author": "Josh Turner"
    },
    {
        "quote": "Part of show business is magic. You don't know how it happens.",
        "author": "Sammy Davis, Jr."
    },
    {
        "quote": "The preppy lifestyle has gone global. We feel that our business has grown so well because preppy travels so well. It's all-American classic.",
        "author": "Tommy Hilfiger"
    },
    {
        "quote": "If you take 10,000 people at random, 9,999 have something in common: their interests in business lie on or near the Earth's surface. The odd one out is an astronomer, and I am one of that strange breed.",
        "author": "Martin Rees"
    },
    {
        "quote": "When you're trying to expand your business, it's about real estate in the stores.",
        "author": "Janet Evanovich"
    },
    {
        "quote": "As a restaurateur, my job is to basically control the chaos and the drama. There's always going to be chaos in the restaurant business.",
        "author": "Rocco DiSpirito"
    },
    {
        "quote": "I think actors always retain one foot in the cradle. We're switched on to our youth, to our childhood. We have to be because we're in the business of transferring emotions to other people.",
        "author": "Derek Jacobi"
    },
    {
        "quote": "Both my parents were entrepreneurs and built a nice leisure business. But money was tight when I was growing up.",
        "author": "Deborah Meaden"
    },
    {
        "quote": "I am so pleased and happy, and I believe that the Almighty God has a plan for our nation by putting us in strategic positions in politics, business, and everywhere.",
        "author": "Yemi Osinbajo"
    },
    {
        "quote": "In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Every successful business professional I know is constantly learning, reading, growing in their field.",
        "author": "Rachel Hollis"
    },
    {
        "quote": "It's an error in judgment to bounce into starting a small business before you cash in on building a strong foundation.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "My plumbing is no one's business but my own.",
        "author": "Peter O'Toole"
    },
    {
        "quote": "Atlanta is the number one place to live. You live better, you eat better, the rides are better, vehicles is better deals. It's better people. More mean people, but at my level you want it to be about business, so it's perfect for me.",
        "author": "Young Thug"
    },
    {
        "quote": "Creating a strong company culture isn't just good business. It's the right thing to do, and it makes your company better for all stakeholders - employees, management, and customers.",
        "author": "Julia Hartz"
    },
    {
        "quote": "I don't think business news is just for old white men with money.",
        "author": "Neil Cavuto"
    },
    {
        "quote": "No matter what you're doing, whether you have a business with someone, a band with someone, when you feel confident that your idea is going to be embraced, and even if it isn't, that everyone is going to work on it as hard as they can, then that's a great thing.",
        "author": "Tim Commerford"
    },
    {
        "quote": "I mean, if someone wants to buy a dog that's their business, but I would definitely say adopt, don't shop.",
        "author": "Skai Jackson"
    },
    {
        "quote": "Sharmell was the first woman that I thought about talking to, and if you listen to Sharmell, she thought I hated her the first time we met because I was always all business.",
        "author": "Booker T"
    }
]