[
    {
        "quote": "If you change the way you look at things, the things you look at change.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "You must be the change you wish to see in the world.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "author": "Barack Obama"
    },
    {
        "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "When we are no longer able to change a situation - we are challenged to change ourselves.",
        "author": "Viktor E. Frankl"
    },
    {
        "quote": "They always say time changes things, but you actually have to change them yourself.",
        "author": "Andy Warhol"
    },
    {
        "quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
        "author": "Alan Watts"
    },
    {
        "quote": "We cannot change anything until we accept it. Condemnation does not liberate, it oppresses.",
        "author": "Carl Jung"
    },
    {
        "quote": "If we don't change, we don't grow. If we don't grow, we aren't really living.",
        "author": "Gail Sheehy"
    },
    {
        "quote": "The first step toward change is awareness. The second step is acceptance.",
        "author": "Nathaniel Branden"
    },
    {
        "quote": "Sometimes it's the smallest decisions that can change your life forever.",
        "author": "Keri Russell"
    },
    {
        "quote": "Some people don't like change, but you need to embrace change if the alternative is disaster.",
        "author": "Elon Musk"
    },
    {
        "quote": "If you don't like something, change it. If you can't change it, change your attitude.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I cannot say whether things will get better if we change; what I can say is they must change if they are to get better.",
        "author": "Georg C. Lichtenberg"
    },
    {
        "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.",
        "author": "Gilda Radner"
    },
    {
        "quote": "The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Just because everything is different doesn't mean anything has changed.",
        "author": "Irene Peter"
    },
    {
        "quote": "Very often a change of self is needed more than a change of scene.",
        "author": "A. C. Benson"
    },
    {
        "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery.",
        "author": "Harold Wilson"
    },
    {
        "quote": "There is nothing permanent except change.",
        "author": "Heraclitus"
    },
    {
        "quote": "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world.",
        "author": "Jack Layton"
    },
    {
        "quote": "Everyone thinks of changing the world, but no one thinks of changing himself.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "To improve is to change; to be perfect is to change often.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Money and success don't change people; they merely amplify what is already there.",
        "author": "Will Smith"
    },
    {
        "quote": "The truth does not change according to our ability to stomach it.",
        "author": "Flannery O'Connor"
    },
    {
        "quote": "Just when I think I have learned the way to live, life changes.",
        "author": "Hugh Prather"
    },
    {
        "quote": "I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Change is inevitable. Change is constant.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "There is nothing so stable as change.",
        "author": "Bob Dylan"
    },
    {
        "quote": "Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken.",
        "author": "Frank Herbert"
    },
    {
        "quote": "Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you.",
        "author": "Jon Bon Jovi"
    },
    {
        "quote": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have.",
        "author": "Margaret Mead"
    },
    {
        "quote": "Any change, even a change for the better, is always accompanied by drawbacks and discomforts.",
        "author": "Arnold Bennett"
    },
    {
        "quote": "I hope everyone that is reading this is having a really good day. And if you are not, just know that in every new minute that passes you have an opportunity to change that.",
        "author": "Gillian Anderson"
    },
    {
        "quote": "Because things are the way they are, things will not stay the way they are.",
        "author": "Bertolt Brecht"
    },
    {
        "quote": "Since we cannot change reality, let us change the eyes which see reality.",
        "author": "Nikos Kazantzakis"
    },
    {
        "quote": "The world hates change, yet it is the only thing that has brought progress.",
        "author": "Charles Kettering"
    },
    {
        "quote": "Sometimes if you want to see a change for the better, you have to take things into your own hands.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "Things do not change; we change.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "If you want to change attitudes, start with a change in behavior.",
        "author": "William Glasser"
    },
    {
        "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.",
        "author": "Lech Walesa"
    },
    {
        "quote": "If you want to change the culture, you will have to start by changing the organization.",
        "author": "Mary Douglas"
    },
    {
        "quote": "Progress is a nice word. But change is its motivator. And change has its enemies.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "You're only as young as the last time you changed your mind.",
        "author": "Timothy Leary"
    },
    {
        "quote": "All change is not growth, as all movement is not forward.",
        "author": "Ellen Glasgow"
    },
    {
        "quote": "We all have big changes in our lives that are more or less a second chance.",
        "author": "Harrison Ford"
    },
    {
        "quote": "If you do not change direction, you may end up where you are heading.",
        "author": "Lao Tzu"
    },
    {
        "quote": "If you want to make enemies, try to change something.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Change before you have to.",
        "author": "Jack Welch"
    },
    {
        "quote": "Excuses change nothing, but make everyone feel better.",
        "author": "Mason Cooley"
    },
    {
        "quote": "All changes, even the most longed for, have their melancholy; for what we leave behind us is a part of ourselves; we must die to one life before we can enter another.",
        "author": "Anatole France"
    },
    {
        "quote": "The more things change, the more they are the same.",
        "author": "Alphonse Karr"
    },
    {
        "quote": "I think you should always bear in mind that entropy is not on your side.",
        "author": "Elon Musk"
    },
    {
        "quote": "Only the wisest and stupidest of men never change.",
        "author": "Confucius"
    },
    {
        "quote": "Change your opinions, keep to your principles; change your leaves, keep intact your roots.",
        "author": "Victor Hugo"
    },
    {
        "quote": "In order to change the world, you have to get your head together first.",
        "author": "Jimi Hendrix"
    },
    {
        "quote": "The foolish and the dead alone never change their opinions.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable.",
        "author": "Denis Waitley"
    },
    {
        "quote": "As with anything creative, change is inevitable.",
        "author": "Enya"
    },
    {
        "quote": "What's dangerous is not to evolve.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "The world changes in direct proportion to the number of people willing to be honest about their lives.",
        "author": "Armistead Maupin"
    },
    {
        "quote": "Change brings opportunity.",
        "author": "Nido Qubein"
    },
    {
        "quote": "Change alone is eternal, perpetual, immortal.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "There are two kinds of fools: those who can't change their opinions and those who won't.",
        "author": "Josh Billings"
    },
    {
        "quote": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of.",
        "author": "Jim Rohn"
    },
    {
        "quote": "It's the most unhappy people who most fear change.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has.",
        "author": "Margaret Mead"
    },
    {
        "quote": "Life belongs to the living, and he who lives must be prepared for changes.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "The curious paradox is that when I accept myself just as I am, then I can change.",
        "author": "Carl Rogers"
    },
    {
        "quote": "A fanatic is one who can't change his mind and won't change the subject.",
        "author": "Winston Churchill"
    },
    {
        "quote": "In times of rapid change, experience could be your worst enemy.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "People are always looking for the single magic bullet that will totally change everything. There is no single magic bullet.",
        "author": "Temple Grandin"
    },
    {
        "quote": "If you feel like it's difficult to change, you will probably have a harder time succeeding.",
        "author": "Andrea Jung"
    },
    {
        "quote": "When you blame others, you give up your power to change.",
        "author": "Robert Anthony"
    },
    {
        "quote": "Face the facts of being what you are, for that is what changes what you are.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "It may be hard for an egg to turn into a bird: it would be a jolly sight harder for it to learn to fly while remaining an egg. We are like eggs at present. And you cannot go on indefinitely being just an ordinary, decent egg. We must be hatched or go bad.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "Our dilemma is that we hate change and love it at the same time; what we really want is for things to remain the same but get better.",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "Ignorance is always afraid of change.",
        "author": "Jawaharlal Nehru"
    },
    {
        "quote": "I shall not change my course because those who assume to be better than I desire it.",
        "author": "Victoria Woodhull"
    },
    {
        "quote": "Change means that what was before wasn't perfect. People want things to be better.",
        "author": "Esther Dyson"
    },
    {
        "quote": "Nothing endures but change.",
        "author": "Heraclitus"
    },
    {
        "quote": "If there is no struggle, there is no progress.",
        "author": "Frederick Douglass"
    },
    {
        "quote": "Change will never happen when people lack the ability and courage to see themselves for who they are.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "Action and reaction, ebb and flow, trial and error, change - this is the rhythm of living. Out of our over-confidence, fear; out of our fear, clearer vision, fresh hope. And out of hope, progress.",
        "author": "Bruce Barton"
    },
    {
        "quote": "Things don't have to change the world to be important.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I can't really change my life to accommodate people who are jealous. I don't see why I should.",
        "author": "Sting"
    },
    {
        "quote": "Change is inevitable. Change for the better is a full-time job.",
        "author": "Adlai Stevenson I"
    },
    {
        "quote": "Change is the only constant. Hanging on is the only sin.",
        "author": "Denise McCluggage"
    },
    {
        "quote": "Lord, where we are wrong, make us willing to change; where we are right, make us easy to live with.",
        "author": "Peter Marshall"
    },
    {
        "quote": "We must all obey the great law of change. It is the most powerful law of nature.",
        "author": "Edmund Burke"
    },
    {
        "quote": "If there is anything that we wish to change in the child, we should first examine it and see whether it is not something that could better be changed in ourselves.",
        "author": "Carl Jung"
    },
    {
        "quote": "All great change in America begins at the dinner table.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "One of my favorite philosophical tenets is that people will agree with you only if they already agree with you. You do not change people's minds.",
        "author": "Frank Zappa"
    },
    {
        "quote": "We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing.",
        "author": "R. D. Laing"
    },
    {
        "quote": "I read and walked for miles at night along the beach, writing bad blank verse and searching endlessly for someone wonderful who would step out of the darkness and change my life. It never crossed my mind that that person could be me.",
        "author": "Anna Quindlen"
    },
    {
        "quote": "When you are through changing, you are through.",
        "author": "Bruce Barton"
    },
    {
        "quote": "Could we change our attitude, we should not only see life differently, but life itself would come to be different.",
        "author": "Katherine Mansfield"
    },
    {
        "quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can't ride you unless your back is bent.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "I try to contrast; life today is full of contrast... We have to change.",
        "author": "Gianni Versace"
    },
    {
        "quote": "Not only is women's work never done, the definition keeps changing.",
        "author": "Bill Copeland"
    },
    {
        "quote": "Opinions are made to be changed - or how is truth to be got at?",
        "author": "Lord Byron"
    },
    {
        "quote": "There are good and bad times, but our mood changes more often than our fortune.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Loss is nothing else but change, and change is Nature's delight.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "What we call progress is the exchange of one nuisance for another nuisance.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "Change in all things is sweet.",
        "author": "Aristotle"
    },
    {
        "quote": "All things must change to something new, to something strange.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Change is such hard work.",
        "author": "Billy Crystal"
    },
    {
        "quote": "Without accepting the fact that everything changes, we cannot find perfect composure. But unfortunately, although it is true, it is difficult for us to accept it. Because we cannot accept the truth of transience, we suffer.",
        "author": "Shunryu Suzuki"
    },
    {
        "quote": "To change ones life: Start immediately. Do it flamboyantly.",
        "author": "William James"
    },
    {
        "quote": "To change a habit, make a conscious decision, then act out the new behavior.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "Slowness to change usually means fear of the new.",
        "author": "Phil Crosby"
    },
    {
        "quote": "He who is fixed to a star does not change his mind.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "A lot of people get impatient with the pace of change.",
        "author": "James Levine"
    },
    {
        "quote": "Serve the dinner backward, do anything - but for goodness sake, do something weird.",
        "author": "Elsa Maxwell"
    },
    {
        "quote": "Change occurs in direct proportion to dissatisfaction, but dissatisfaction never changes.",
        "author": "Douglas Horton"
    },
    {
        "quote": "Illness strikes men when they are exposed to change.",
        "author": "Herodotus"
    },
    {
        "quote": "They must often change, who would be constant in happiness or wisdom.",
        "author": "Confucius"
    },
    {
        "quote": "He that will not apply new remedies must expect new evils; for time is the greatest innovator.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Anyone who thinks there's safety in numbers hasn't looked at the stock market pages.",
        "author": "Irene Peter"
    },
    {
        "quote": "I'm a catalyst for change. You can't be an outsider and be successful over 30 years without leaving a certain amount of scar tissue around the place.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "Let the great world spin for ever down the ringing grooves of change.",
        "author": "Alfred Lord Tennyson"
    },
    {
        "quote": "Things alter for the worse spontaneously, if they be not altered for the better designedly.",
        "author": "Francis Bacon"
    },
    {
        "quote": "All things are only transitory.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "I'm not going to change the way I look or the way I feel to conform to anything. I've always been a freak. So I've been a freak all my life and I have to live with that, you know. I'm one of those people.",
        "author": "John Lennon"
    },
    {
        "quote": "A hero is someone right who doesn't change.",
        "author": "George Foreman"
    },
    {
        "quote": "When you jump for joy, beware that no one moves the ground from beneath your feet.",
        "author": "Stanislaw Jerzy Lec"
    },
    {
        "quote": "The changes in our life must come from the impossibility to live otherwise than according to the demands of our conscience not from our mental resolution to try a new form of life.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "Perfection is immutable. But for things imperfect, change is the way to perfect them.",
        "author": "Owen Feltham"
    },
    {
        "quote": "The garden is growth and change and that means loss as well as constant new treasures to make up for a few disasters.",
        "author": "May Sarton"
    },
    {
        "quote": "The main dangers in this life are the people who want to change everything... or nothing.",
        "author": "Nancy Astor"
    },
    {
        "quote": "When it becomes more difficult to suffer than to change... you will change.",
        "author": "Robert Anthony"
    },
    {
        "quote": "Change alone is unchanging.",
        "author": "Heraclitus"
    },
    {
        "quote": "One must change one's tactics every ten years if one wishes to maintain one's superiority.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "Future shock is the shattering stress and disorientation that we induce in individuals by subjecting them to too much change in too short a time.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "All I want to do is change the world.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Things of this world are in so constant a flux, that nothing remains long in the same state.",
        "author": "John Locke"
    },
    {
        "quote": "Change is not only likely, it's inevitable.",
        "author": "Barbara Sher"
    },
    {
        "quote": "One change always leaves the way open for the establishment of others.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "Taste may change, but inclination never.",
        "author": "Francois de La Rochefoucauld"
    },
    {
        "quote": "Relentless, repetitive self talk is what changes our self-image.",
        "author": "Denis Waitley"
    },
    {
        "quote": "In a progressive country change is constant; change is inevitable.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "We emphasize that we believe in change because we were born of it, we have lived by it, we prospered and grew great by it. So the status quo has never been our god, and we ask no one else to bow down before it.",
        "author": "Carl T. Rowan"
    },
    {
        "quote": "Remember that life's big changes rarely give advance warning.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "Change, like sunshine, can be a friend or a foe, a blessing or a curse, a dawn or a dusk.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "For changes to be of any true value, they've got to be lasting and consistent.",
        "author": "Tony Robbins"
    },
    {
        "quote": "True change takes place in the imagination.",
        "author": "Unknown"
    },
    {
        "quote": "Everything in life that we really accept undergoes a change.",
        "author": "Katherine Mansfield"
    },
    {
        "quote": "The moral world is as little exempt as the physical world from the law of ceaseless change, of perpetual flux.",
        "author": "James G. Frazer"
    },
    {
        "quote": "Weep not that the world changes - did it keep a stable, changeless state, it were cause indeed to weep.",
        "author": "William Cullen Bryant"
    },
    {
        "quote": "Christians are supposed not merely to endure change, nor even to profit by it, but to cause it.",
        "author": "Harry Emerson Fosdick"
    },
    {
        "quote": "I don't know if you can change things, but it's a drop in the ocean.",
        "author": "Julie Walters"
    },
    {
        "quote": "Change is tough, people don't like it, but it is necessary. Take two aspirins and call me in the morning.",
        "author": "Christopher Bond"
    },
    {
        "quote": "I believe that history has shape, order, and meaning; that exceptional men, as much as economic forces, produce change; and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity.",
        "author": "Camille Paglia"
    },
    {
        "quote": "In not my, but our collective hands, is held the promise of change.",
        "author": "Mark Sanford"
    },
    {
        "quote": "Our fathers valued change for the sake of its results; we value it in the act.",
        "author": "Alice Meynell"
    },
    {
        "quote": "To change what you get, you must change who you are.",
        "author": "Vernon Howard"
    },
    {
        "quote": "Most people already know what they're doing wrong. When I get them to church I want to tell them that you can change.",
        "author": "Joel Osteen"
    },
    {
        "quote": "If you can change three lives in 10, three lives in a hundred, that's got to be good, hasn't it?",
        "author": "Ian Botham"
    },
    {
        "quote": "Only I can change my life. No one can do it for me.",
        "author": "Carol Burnett"
    },
    {
        "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "author": "Jimmy Dean"
    },
    {
        "quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it's the only thing that ever has.",
        "author": "Margaret Mead"
    },
    {
        "quote": "Change your life today. Don't gamble on the future, act now, without delay.",
        "author": "Simone de Beauvoir"
    },
    {
        "quote": "No matter what people tell you, words and ideas can change the world.",
        "author": "Robin Williams"
    },
    {
        "quote": "Acting is magical. Change your look and your attitude, and you can be anyone.",
        "author": "Alicia Witt"
    },
    {
        "quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.",
        "author": "Brian Tracy"
    },
    {
        "quote": "People change and forget to tell each other.",
        "author": "Lillian Hellman"
    },
    {
        "quote": "Time changes everything except something within us which is always surprised by change.",
        "author": "Thomas Hardy"
    },
    {
        "quote": "Change your thoughts and you change your world.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.",
        "author": "Amelia Earhart"
    },
    {
        "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.",
        "author": "Joel A. Barker"
    },
    {
        "quote": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.",
        "author": "Don Miguel Ruiz"
    },
    {
        "quote": "Each one of us can make a difference. Together we make change.",
        "author": "Barbara Mikulski"
    },
    {
        "quote": "I can't change my personality. I'll always smile, but I'll be more focused.",
        "author": "Katarina Johnson-Thompson"
    },
    {
        "quote": "I see the world being slowly transformed into a wilderness; I hear the approaching thunder that, one day, will destroy us too. I feel the suffering of millions. And yet, when I look up at the sky, I somehow feel that everything will change for the better, that this cruelty too shall end, that peace and tranquility will return once more.",
        "author": "Anne Frank"
    },
    {
        "quote": "Education is the most powerful weapon which you can use to change the world.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Growth is painful. Change is painful. But, nothing is as painful as staying stuck where you do not belong.",
        "author": "N. R. Narayana Murthy"
    },
    {
        "quote": "Let us remember: One book, one pen, one child, and one teacher can change the world.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "You can't change who you are, but you can change what you have in your head, you can refresh what you're thinking about, you can put some fresh air in your brain.",
        "author": "Ernesto Bertarelli"
    },
    {
        "quote": "Every moment is an organizing opportunity, every person a potential activist, every minute a chance to change the world.",
        "author": "Dolores Huerta"
    },
    {
        "quote": "In times of change learners inherit the earth; while the learned find themselves beautifully equipped to deal with a world that no longer exists.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "Music can change the world because it can change people.",
        "author": "Bono"
    },
    {
        "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.",
        "author": "Mary McLeod Bethune"
    },
    {
        "quote": "Climate change is sometimes misunderstood as being about changes in the weather. In reality it is about changes in our very way of life.",
        "author": "Paul Polman"
    },
    {
        "quote": "Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "Intelligence is the ability to adapt to change.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Creative thinking inspires ideas. Ideas inspire change.",
        "author": "Barbara Januszkiewicz"
    },
    {
        "quote": "Together we can change the world, just one random act of kindness at a time.",
        "author": "Ron Hall"
    },
    {
        "quote": "This past year has been something else... it's opened my eyes to many things and many people. It's had its ups and downs and ins and outs. And I believe we've all been able to take something from that and grow in our own imparticular ways. We've over come obstacles, and set in motion opportunities that can change our own individual lives.",
        "author": "Kyle Schmid"
    },
    {
        "quote": "Change comes from reflection.",
        "author": "Genesis P-Orridge"
    },
    {
        "quote": "In a free society, government reflects the soul of its people. If people want change at the top, they will have to live in different ways. Our major social problems are not the cause of our decadence. They are a reflection of it.",
        "author": "Cal Thomas"
    },
    {
        "quote": "Journalism is what maintains democracy. It's the force for progressive social change.",
        "author": "Andrew Vachss"
    },
    {
        "quote": "Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked.",
        "author": "Mamata Banerjee"
    },
    {
        "quote": "The most important thing about global warming is this. Whether humans are responsible for the bulk of climate change is going to be left to the scientists, but it's all of our responsibility to leave this planet in better shape for the future generations than we found it.",
        "author": "Mike Huckabee"
    },
    {
        "quote": "Climate change is happening, humans are causing it, and I think this is perhaps the most serious environmental issue facing us.",
        "author": "Bill Nye"
    },
    {
        "quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.",
        "author": "Henri Bergson"
    },
    {
        "quote": "We always overestimate the change that will occur in the next two years and underestimate the change that will occur in the next ten. Don't let yourself be lulled into inaction.",
        "author": "Bill Gates"
    },
    {
        "quote": "Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "I can't change the past, but one person can change the future - anything can happen.",
        "author": "Paul Mooney"
    },
    {
        "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.",
        "author": "Alan Cohen"
    },
    {
        "quote": "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it.",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "Life is hard. Life is difficult. Life is going to punch you in the gut. But when you change your attitude, you change your behavior. When your behavior changes, so do your results.",
        "author": "Will Hurd"
    },
    {
        "quote": "Art, freedom and creativity will change society faster than politics.",
        "author": "Victor Pinchuk"
    },
    {
        "quote": "Every human has four endowments - self awareness, conscience, independent will and creative imagination. These give us the ultimate human freedom... The power to choose, to respond, to change.",
        "author": "Stephen Covey"
    },
    {
        "quote": "If we want things to stay as they are, things will have to change.",
        "author": "Giuseppe Tomasi di Lampedusa"
    },
    {
        "quote": "Be not afraid of discomfort. If you can't put yourself in a situation where you are uncomfortable, then you will never grow. You will never change. You'll never learn.",
        "author": "Jason Reynolds"
    },
    {
        "quote": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change.",
        "author": "Gretchen Rubin"
    },
    {
        "quote": "Ethics and equity and the principles of justice do not change with the calendar.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "When you create Hope in people, you create expectations. When you do not fulfill those expectations, when the change becomes more of the same old, same old, the Hope that was created can only turn to anger, frustration and bitter disappointment.",
        "author": "Vermin Supreme"
    },
    {
        "quote": "I always feel good after I change my hair. You get a haircut and feel positive and ready to take on the day.",
        "author": "Kirstin Maldonado"
    },
    {
        "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "You change the world by being yourself.",
        "author": "Yoko Ono"
    },
    {
        "quote": "We cannot change the cards we are dealt, just how we play the game.",
        "author": "Randy Pausch"
    },
    {
        "quote": "You can't change how people act, but what you can change is how you react.",
        "author": "Bonnie Hammer"
    },
    {
        "quote": "The ones who are crazy enough to think that they can change the world are the ones who do.",
        "author": "John McAfee"
    },
    {
        "quote": "With only one bag, you can change your outfit completely.",
        "author": "Sonia Rykiel"
    },
    {
        "quote": "The power of social media is it forces necessary change.",
        "author": "Erik Qualman"
    },
    {
        "quote": "If you can't change your fate, change your attitude.",
        "author": "Charles Revson"
    },
    {
        "quote": "Change is inevitable, change will always happen, but you have to apply direction to change, and that's when it's progress.",
        "author": "Doug Baldwin"
    },
    {
        "quote": "As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.",
        "author": "Amy Poehler"
    },
    {
        "quote": "We cannot change our past. We can not change the fact that people act in a certain way. We can not change the inevitable. The only thing we can do is play on the one string we have, and that is our attitude.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "I don't think people change. I think they definitely mature. But I think the essence of what I am today is the same as when I was five years old. It's just maturity. I've become a healthier, fuller expression of that essence.",
        "author": "Ricky Williams"
    },
    {
        "quote": "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.",
        "author": "Patrick J. Kennedy"
    },
    {
        "quote": "Change takes courage.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "What we achieve inwardly will change outer reality.",
        "author": "Plutarch"
    },
    {
        "quote": "I'm like a tree. My leaves might change color, but my roots are the same.",
        "author": "Rose Namajunas"
    },
    {
        "quote": "A change in the weather is sufficient to recreate the world and ourselves.",
        "author": "Marcel Proust"
    },
    {
        "quote": "One of the big questions in the climate change debate: Are humans any smarter than frogs in a pot? If you put a frog in a pot and slowly turn up the heat, it won't jump out. Instead, it will enjoy the nice warm bath until it is cooked to death. We humans seem to be doing pretty much the same thing.",
        "author": "Jeff Goodell"
    },
    {
        "quote": "We shall never change our political leaders until we change the people who elect them.",
        "author": "Mark Skousen"
    },
    {
        "quote": "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.",
        "author": "Ernst Fischer"
    },
    {
        "quote": "The range of what we think and do is limited by what we fail to notice. And because we fail to notice that we fail to notice, there is little we can do to change; until we notice how failing to notice shapes our thoughts and deeds.",
        "author": "R. D. Laing"
    },
    {
        "quote": "I change my style maybe every month. I'm, like, punk one month, ghetto fab the next, classy the next. I'm just young and finding out who I am.",
        "author": "Kylie Jenner"
    },
    {
        "quote": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "Art is not supposed to change the world, to change practical things, but to change perceptions. Art can change the way we see the world. Art can create an analogy.",
        "author": "JR"
    },
    {
        "quote": "It only takes one person to mobilize a community and inspire change. Even if you don't feel like you have it in you, it's in you. You have to believe in yourself. People will see your vision and passion and follow you.",
        "author": "Teyonah Parris"
    },
    {
        "quote": "There is a very beautiful expression in the Hebrew language that's borrowed from spoken Torah... 'All is predicted, and permission is given at any point to change anything.' I think I live by this idiom in the sense that there is always a goal; there is always something to look forward to in life and my creative search, and that goal is there.",
        "author": "Neri Oxman"
    },
    {
        "quote": "To live is to change, and to be perfect is to have changed often.",
        "author": "John Henry Newman"
    },
    {
        "quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.",
        "author": "Debby Boone"
    },
    {
        "quote": "The world is changing quickly and we must be ready to change with it or risk being left behind.",
        "author": "Najib Razak"
    },
    {
        "quote": "Never change a winning game; always change a losing one.",
        "author": "Bill Tilden"
    },
    {
        "quote": "Change is not made without inconvenience, even from worse to better.",
        "author": "Richard Hooker"
    },
    {
        "quote": "The older I get, the more I'm conscious of ways very small things can make a change in the world. Tiny little things, but the world is made up of tiny matters, isn't it?",
        "author": "Sandra Cisneros"
    },
    {
        "quote": "Change is not a destination, just as hope is not a strategy.",
        "author": "Rudy Giuliani"
    },
    {
        "quote": "Looking back is a way to sharpen the focus on the things you want to change in your life. I think there's something about nostalgia that really puts a fine point on the here-and-now, and that can be incredibly fascinating and interesting and engaging for the mind.",
        "author": "Sarah Paulson"
    },
    {
        "quote": "Change happens by listening and then starting a dialogue with the people who are doing something you don't believe is right.",
        "author": "Jane Goodall"
    },
    {
        "quote": "Any form of art is a form of power; it has impact, it can affect change - it can not only move us, it makes us move.",
        "author": "Ossie Davis"
    },
    {
        "quote": "Everything is a learning lesson, good and bad, so I am happy with the way things are, and I learned from everything negative. I am in a great space now, so I wouldn't change a thing!",
        "author": "Karen Civil"
    },
    {
        "quote": "Do not let circumstances control you. You change your circumstances.",
        "author": "Jackie Chan"
    },
    {
        "quote": "A change of scenery can help everything.",
        "author": "Drew Pomeranz"
    },
    {
        "quote": "Certainly, travel is more than the seeing of sights; it is a change that goes on, deep and permanent, in the ideas of living.",
        "author": "Mary Ritter Beard"
    },
    {
        "quote": "Wind and other clean, renewable energy will help end our reliance on fossil fuels and combat the severe threat that climate change poses to humans and wildlife alike.",
        "author": "Frances Beinecke"
    },
    {
        "quote": "Everything can change at any moment, suddenly and forever.",
        "author": "Paul Auster"
    },
    {
        "quote": "You may not be able to change a situation, but with humor you can change your attitude about it.",
        "author": "Allen Klein"
    },
    {
        "quote": "To complain is always nonacceptance of what is. It invariably carries an unconscious negative charge. When you complain, you make yourself into a victim. When you speak out, you are in your power. So change the situation by taking action or by speaking out if necessary or possible; leave the situation or accept it. All else is madness.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "Change is not an event, it's a process.",
        "author": "Cheryl James"
    },
    {
        "quote": "You can't change what happened. But you can still change what will happen.",
        "author": "Sebastian Vettel"
    },
    {
        "quote": "You cannot have the same kind of character again and again in every season or every stage of your life. You change, people change.",
        "author": "Varun Grover"
    },
    {
        "quote": "To survive and even thrive in a changing world, nature offers another great lesson: the survivors are those who at the least adapt to change, or even better learn to benefit from change and grow intellectually and personally. That means careful listening and constant learning.",
        "author": "Frances Arnold"
    },
    {
        "quote": "Change is never easy, and it often creates discord, but when people come together for the good of humanity and the Earth, we can accomplish great things.",
        "author": "David Suzuki"
    },
    {
        "quote": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own.",
        "author": "Ally Condie"
    },
    {
        "quote": "If you don't change with the times, the times are going to change you.",
        "author": "Marv Levy"
    },
    {
        "quote": "Think of it this way: If you got a flat tire, what would you do? Change the tire? Or get out of the car and slash the other three tires? No! Get back on the road. Don't dwell on it; don't beat yourself up. That gets you nowhere.",
        "author": "Jillian Michaels"
    },
    {
        "quote": "It's not the destination that matters. It's the change of scene.",
        "author": "Brian Eno"
    },
    {
        "quote": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
        "author": "Plutarch"
    },
    {
        "quote": "Life is full of tough decisions, and nothing makes them easy. But the worst ones are really your personal koans, and tormenting ambivalence is just the sense of satori rising. Try, trust, try, and trust again, and eventually you'll feel your mind change its focus to a new level of understanding.",
        "author": "Martha Beck"
    },
    {
        "quote": "The cost of our success is the exhaustion of natural resources, leading to energy crises, climate change, pollution, and the destruction of our habitat. If you exhaust natural resources, there will be nothing left for your children. If we continue in the same direction, humankind is headed for some frightful ordeals, if not extinction.",
        "author": "Christian de Duve"
    },
    {
        "quote": "I want to be able to look back and say, 'I've done everything I can, and I was successful.' I don't want to look back and say I should have done this or that. I'd like to change things for the younger generation of swimmers coming along.",
        "author": "Michael Phelps"
    },
    {
        "quote": "I realized if you can change a classroom, you can change a community, and if you change enough communities you can change the world.",
        "author": "Erin Gruwell"
    },
    {
        "quote": "You can change friends but not neighbours.",
        "author": "Atal Bihari Vajpayee"
    },
    {
        "quote": "People with high blood pressure, diabetes - those are conditions brought about by life style. If you change the life style, those conditions will leave.",
        "author": "Dick Gregory"
    },
    {
        "quote": "There are three constants in life... change, choice and principles.",
        "author": "Stephen Covey"
    },
    {
        "quote": "A change of environment is pretty refreshing.",
        "author": "Owen Farrell"
    },
    {
        "quote": "One encounter with Jesus Christ is enough to change you, instantly, forever.",
        "author": "Luis Palau"
    },
    {
        "quote": "Words have meaning. And their meaning doesn't change.",
        "author": "Antonin Scalia"
    },
    {
        "quote": "You want to be the pebble in the pond that creates the ripple for change.",
        "author": "Tim Cook"
    },
    {
        "quote": "Civilization exists by geological consent, subject to change without notice.",
        "author": "Will Durant"
    },
    {
        "quote": "It takes but one person, one moment, one conviction, to start a ripple of change.",
        "author": "Donna Brazile"
    },
    {
        "quote": "The robots are coming, whether we like it or not, and will change our economy in dramatic ways.",
        "author": "Kristen Soltis Anderson"
    },
    {
        "quote": "The way to bring about change is to be proactive and active.",
        "author": "Octavia Spencer"
    },
    {
        "quote": "Like the Internet, Bitcoin will change the way people interact and do business around the world.",
        "author": "Erik Voorhees"
    },
    {
        "quote": "I still believe that if your aim is to change the world, journalism is a more immediate short-term weapon.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "It is not necessary to change. Survival is not mandatory.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.",
        "author": "Lewis B. Smedes"
    },
    {
        "quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.",
        "author": "Philip Wylie"
    },
    {
        "quote": "It's always hard to deal with injuries mentally, but I like to think about it as a new beginning. I can't change what happened, so the focus needs to go toward healing and coming back stronger than before.",
        "author": "Carli Lloyd"
    },
    {
        "quote": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.",
        "author": "Young Thug"
    },
    {
        "quote": "Winning a pageant or sometimes simply participating in a contest can change your life. Outer beauty is just a part of the judgement, but what's important are your views and opinions that are shown to the world.",
        "author": "Lara Dutta"
    },
    {
        "quote": "The key to change... is to let go of fear.",
        "author": "Rosanne Cash"
    },
    {
        "quote": "I think electricity will create a new world. I feel like the world will change a lot with electricity, and I wonder how it will change, it's scary, and it's going to be fun. I think there are so many things to think about when it comes to electric cars.",
        "author": "J-Hope"
    },
    {
        "quote": "Fashion is a way to transform yourself. By choosing your own silhouette and shape, you can constantly change who you are.",
        "author": "Christine and the Queens"
    },
    {
        "quote": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful.",
        "author": "Jimmy Chin"
    },
    {
        "quote": "Climate change is a terrible problem, and it absolutely needs to be solved. It deserves to be a huge priority.",
        "author": "Bill Gates"
    },
    {
        "quote": "If you're not changing, you're not growing; you're not being present. Change is essential.",
        "author": "Maggie Rogers"
    },
    {
        "quote": "If you never change your mind, why have one?",
        "author": "Edward de Bono"
    },
    {
        "quote": "If you want to have clean ideas, change them as often as your shirt.",
        "author": "Francis Picabia"
    },
    {
        "quote": "If you change nothing, nothing will change.",
        "author": "Rajkummar Rao"
    },
    {
        "quote": "The effects of climate change are real and must be acted on.",
        "author": "Joe Biden"
    },
    {
        "quote": "Climate change knows no borders. It will not stop before the Pacific islands and the whole of the international community here has to shoulder a responsibility to bring about a sustainable development.",
        "author": "Angela Merkel"
    },
    {
        "quote": "If you want to truly understand something, try to change it.",
        "author": "Kurt Lewin"
    },
    {
        "quote": "Climate change is not just about carbon dioxide levels and melting polar ice caps. It is about our public health and protecting our Earth for future generations.",
        "author": "Mike Quigley"
    },
    {
        "quote": "Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "Education is the key solution for change, for peace, and for help in the fight against racism and discrimination in general.",
        "author": "Clarence Seedorf"
    },
    {
        "quote": "Only idiots refuse to change their minds.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "Prayer does not change God, but it changes him who prays.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.",
        "author": "Al Gore"
    },
    {
        "quote": "Metamorphosis has always been the greatest symbol of change for poets and artists. Imagine that you could be a caterpillar one moment and a butterfly the next.",
        "author": "Louie Schwartzberg"
    },
    {
        "quote": "It's always better to shock people and change people's expectations than to give them exactly what they think you can do. It's not unexpected for me to be in a comedy film anymore; I'm no longer the underdog in that world. Not that I'm great or good at it or anything, it's just that I've done a bunch of them, so you're not shocked.",
        "author": "Jonah Hill"
    },
    {
        "quote": "Sometimes you don't want to get married too much to a lot of rehearsing, I feel, when it comes to film, because there's so many technicalities. So if I'm in my head, I've gotten settled on something, I'm gonna have to change it if I get there and something was set that's completely different.",
        "author": "Sebastian Stan"
    },
    {
        "quote": "Pop culture is a reflection of social change, not a cause of social change.",
        "author": "John Podhoretz"
    },
    {
        "quote": "I think an eyebrow can change the way you feel. It changes everything about your confidence.",
        "author": "Anastasia Soare"
    },
    {
        "quote": "Empathy is the starting point for creating a community and taking action. It's the impetus for creating change.",
        "author": "Max Carver"
    },
    {
        "quote": "You can't change the world alone - you will need some help - and to truly get from your starting point to your destination takes friends, colleagues, the good will of strangers and a strong coxswain to guide them.",
        "author": "William H. McRaven"
    },
    {
        "quote": "Climate change is the greatest threat to humanity, perhaps ever. Global temperatures are rising at an unprecedented rate, causing drought and forest fires and impacting human health.",
        "author": "Cary Kennedy"
    },
    {
        "quote": "When you change the way you think, you can change the way you feel.",
        "author": "David D. Burns"
    },
    {
        "quote": "Spending time with negative people can be the fastest way to ruin a good mood. Their pessimistic outlooks and gloomy attitude can decrease our motivation and change the way we feel. But allowing a negative person to dictate your emotions gives them too much power in your life. Make a conscious effort to choose your attitude.",
        "author": "Amy Morin"
    },
    {
        "quote": "There are always people who are into the old way of doing things. I don't think it's a bad thing necessarily, but things change - nothing stays the same. If you can stay true to yourself, you're always going to be legendary.",
        "author": "Lil Uzi Vert"
    },
    {
        "quote": "The question is not whether we are able to change but whether we are changing fast enough.",
        "author": "Angela Merkel"
    },
    {
        "quote": "When all the world appears to be in a tumult, and nature itself is feeling the assault of climate change, the seasons retain their essential rhythm. Yes, fall gives us a premonition of winter, but then, winter, will be forced to relent, once again, to the new beginnings of soft greens, longer light, and the sweet air of spring.",
        "author": "Madeleine M. Kunin"
    },
    {
        "quote": "You are never too young to learn, never too old to change.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "Be greedy for social change, and your life will be endlessly enriched. The only failure lies in not trying, or giving up.",
        "author": "Ann Cotton"
    },
    {
        "quote": "All men can and will change. But there's only one woman we're going to change for.",
        "author": "Steve Harvey"
    },
    {
        "quote": "Sports is the common denominator in the world that brings everyone together. If there's any one place in the world where there is equality, it is probably sports. That was something that didn't always exist. We've come a long way in sports. Why can't society use sports as a way to bring people together and create change?",
        "author": "Stephen M. Ross"
    },
    {
        "quote": "If the shoe doesn't fit, must we change the foot?",
        "author": "Gloria Steinem"
    },
    {
        "quote": "So you start one person at a time. Change one person, you can change a village.",
        "author": "Robin Quivers"
    },
    {
        "quote": "The truth doesn't change. It was the same when Moses got the Ten Commandments as it is today. That's the thing about the truth. That's the thing about real. It doesn't change and it doesn't have to change. Now you can put it in a different book, but it's still real. It's still the truth.",
        "author": "DMX"
    },
    {
        "quote": "No one can persuade another to change. Each of us guards a gate of change that can only be opened from the inside. We cannot open the gate of another, either by argument or emotional appeal.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "You may not be able to change the world, but at least you can embarrass the guilty.",
        "author": "Jessica Mitford"
    },
    {
        "quote": "The times change, and if you don't change with them, you get left behind.",
        "author": "Bradley Walsh"
    },
    {
        "quote": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.",
        "author": "David Attenborough"
    },
    {
        "quote": "I think music is the greatest art form that exists, and I think people listen to music for different reasons, and it serves different purposes. Some of it is background music, and some of it is things that might affect a person's day, if not their life, or change an attitude. The best songs are the ones that make you feel something.",
        "author": "Eddie Vedder"
    },
    {
        "quote": "Climate change, if unchecked, is an urgent threat to health, food supplies, biodiversity, and livelihoods across the globe.",
        "author": "John F. Kerry"
    },
    {
        "quote": "I don't know that love changes. People change. Circumstances change.",
        "author": "Nicholas Sparks"
    },
    {
        "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world.",
        "author": "John Milton"
    },
    {
        "quote": "Peace, unity, love, and nonviolence should be our rallying cry and the catalyst for change in our nation.",
        "author": "Tony Evans"
    },
    {
        "quote": "Everything depends on our ability to sustainably inhabit this earth, and true sustainability will require us all to change our way of thinking on how we take from the earth and how we give back.",
        "author": "Deb Haaland"
    },
    {
        "quote": "The good and bad things are what form us as people... change makes us grow.",
        "author": "Kate Winslet"
    },
    {
        "quote": "You cannot carry out fundamental change without a certain amount of madness.",
        "author": "Thomas Sankara"
    },
    {
        "quote": "I was born not knowing and have had only a little time to change that here and there.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.",
        "author": "Peter Drucker"
    },
    {
        "quote": "The great growling engine of change - technology.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "I benefit from a change of scenery; it's always inspiring.",
        "author": "Kurt Vile"
    },
    {
        "quote": "You change your life by changing your heart.",
        "author": "Max Lucado"
    },
    {
        "quote": "I'm a proud New Zealander, and I represent Paralympics New Zealand. I love what I do, and I do it because I love it. The passion is unbelievable in every race I do. I have the ambition to change things outside the pool, too.",
        "author": "Sophie Pascoe"
    },
    {
        "quote": "No fundamental social change occurs merely because government acts. It's because civil society, the conscience of a country, begins to rise up and demand - demand - demand change.",
        "author": "Joe Biden"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Doing the same thing over and over again and expecting different results when, in fact, the results never change, is one definition of insanity. That goes for economics, too.",
        "author": "Lawrence Kudlow"
    },
    {
        "quote": "If I want to knock a story off the front page, I just change my hairstyle.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "We cannot change the political system, we cannot change the economic system, we cannot change the social system, until the people control the land, and then we take it out of the hands of that sick minority that chooses to pervert the meaning and the intention of humanity.",
        "author": "John Trudell"
    },
    {
        "quote": "There can be no democracy without truth. There can be no truth without controversy, there can be no change without freedom. Without freedom there can be no progress.",
        "author": "Andrew Young"
    },
    {
        "quote": "'Tulip Fever' did change my life. It did that thing that sometimes happens when a book takes off - it opened doors on to whole other worlds.",
        "author": "Deborah Moggach"
    },
    {
        "quote": "Dictators are allergic to reform, and they are cunning survivors. They will do whatever it takes to preserve their power and wealth, no matter how much blood ends up on their hands. They are master deceivers and talented manipulators who cannot be trusted to change.",
        "author": "George Ayittey"
    },
    {
        "quote": "It's always good to change and keep things fresh, whether it's a hairstyle or wardrobe.",
        "author": "Sheamus"
    },
    {
        "quote": "I believe that we have the ability to change our lives using our imaginations. Imagination is a muscle - the more you use it, the stronger it gets.",
        "author": "Rodman Philbrick"
    },
    {
        "quote": "The biggest lesson that I've learnt is that things can change so quickly, never get used to one thing because everything can flip on it's head.",
        "author": "Santan Dave"
    },
    {
        "quote": "What is necessary to change a person is to change his awareness of himself.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "'Movement is life;' and it is well to be able to forget the past, and kill the present by continual change.",
        "author": "Jules Verne"
    },
    {
        "quote": "Your surroundings may change but your essence and your personality pretty much stay the same.",
        "author": "Jenna Dewan"
    },
    {
        "quote": "Teachers can change lives with just the right mix of chalk and challenges.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "I don't go by or change my attitude based on what people say. At the end of the day, they, too, are judging me from their perspective. I would rather be myself and let people accept me for what I am than be somebody who I am not, just because I want people's approval.",
        "author": "Karan Patel"
    },
    {
        "quote": "I'm really living my dream so if I were to change anything up, I probably wouldn't be where I am.",
        "author": "Lil Durk"
    },
    {
        "quote": "As the world we live in is so unpredictable, the ability to learn and to adapt to change is imperative, alongside creativity, problem-solving, and communication skills.",
        "author": "Alain Dehaze"
    },
    {
        "quote": "Both tears and sweat are salty, but they render a different result. Tears will get you sympathy; sweat will get you change.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it.",
        "author": "Nikki Giovanni"
    },
    {
        "quote": "As nightfall does not come at once, neither does oppression. In both instances, there is a twilight when everything remains seemingly unchanged, and it is in such a twilight that we all must be most aware of change in the air - however slight - lest we become unwitting victims of darkness.",
        "author": "William O. Douglas"
    },
    {
        "quote": "Change begets change as much as repetition reinforces repetition.",
        "author": "Bill Drayton"
    },
    {
        "quote": "All of the great social justice advances that we ever had in this country have come not from people with big titles and not from people at the top, but just from everyday people getting together saying 'Enough is enough. I'm going to change this, and I'm going to get involved, and I am going to be engaged.'",
        "author": "Nina Turner"
    },
    {
        "quote": "Change is definitely every day. It's an ever-changing world. Everything changes, so I really don't know. I just hope I become a better person, a better man.",
        "author": "J.I.D"
    },
    {
        "quote": "Maybe you're not perfect, but you're willing to actually look at yourself and take some kind of accountability. That's a change. It might not mean that you can turn everything around, but I think there's something incredibly hopeful about that.",
        "author": "Brie Larson"
    },
    {
        "quote": "Science fiction is any idea that occurs in the head and doesn't exist yet, but soon will, and will change everything for everybody, and nothing will ever be the same again. As soon as you have an idea that changes some small part of the world you are writing science fiction. It is always the art of the possible, never the impossible.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "It hasn't always been easy. There's a lot of hard moments. Sometimes you learn from the end of the bench. Sometimes you learn from injuries. Sometimes you learn the most through the hard things. If you can keep a good attitude and keep on working, eventually situations change, and you can put those things to use.",
        "author": "Kyle Korver"
    },
    {
        "quote": "If you skew the endocrine system, you lose the pathways to self. When endocrine patterns change, it alters the way you think and feel. One shift in the pattern tends to trip another.",
        "author": "Hilary Mantel"
    },
    {
        "quote": "I am unapologetic about the need for social change, greater inclusion, and equity.",
        "author": "Marley Dias"
    },
    {
        "quote": "Prayer doesn't just change things - it changes us. If we are diligent in seeking God, slowly and surely we become better people.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "If you begin to understand what you are without trying to change it, then what you are undergoes a transformation.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "If you don't like how things are, change it! You're not a tree.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Every successful social movement in this country's history has used disruption as a strategy to fight for social change. Whether it was the Boston Tea Party to the sit-ins at lunch counters throughout the South, no change has been won without disruptive action.",
        "author": "Alicia Garza"
    },
    {
        "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "My dad always said, 'Don't worry what people think, because you can't change it.'",
        "author": "Daisy Donovan"
    },
    {
        "quote": "It's a new challenge to see how people can change your look. I like words like transformation, reinvention, and chameleon. Because one word I don't like is predictable.",
        "author": "Naomi Campbell"
    },
    {
        "quote": "If you want to change the world, start off by making your bed.",
        "author": "William H. McRaven"
    },
    {
        "quote": "A lot of people change for good. Some people just fall off. Just trying to progress in anything, no matter what you're doing, I feel like any progression you make some people aren't gonna be around you that were around you.",
        "author": "Dave East"
    },
    {
        "quote": "Change is the end result of all true learning.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.",
        "author": "Harry S Truman"
    },
    {
        "quote": "We need to make sure we're all working together to change mindsets, to change attitudes, and to fight against the bad habits that we have as a society.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.",
        "author": "Joel Osteen"
    },
    {
        "quote": "I change during the course of a day. I wake and I'm one person, and when I go to sleep I know for certain I'm somebody else.",
        "author": "Bob Dylan"
    },
    {
        "quote": "The only person who is educated is the one who has learned how to learn and change.",
        "author": "Carl Rogers"
    },
    {
        "quote": "I'm living with every step. I can't live with regret. The past is the past. I'm not worried about it. I can't change it. I can't fix it. It is what it is. I'm just living.",
        "author": "Ryan Sheckler"
    },
    {
        "quote": "I want history to remember me... not as the first black woman to have made a bid for the presidency of the United States, but as a black woman who lived in the 20th century and who dared to be herself. I want to be remembered as a catalyst for change in America.",
        "author": "Shirley Chisholm"
    },
    {
        "quote": "We need women at all levels, including the top, to change the dynamic, reshape the conversation, to make sure women's voices are heard and heeded, not overlooked and ignored.",
        "author": "Sheryl Sandberg"
    },
    {
        "quote": "We have a duty to show up in the world with meaning and purpose and commitment to doing good. And to use any privilege that we have to make positive change and to disrupt oppressive systems.",
        "author": "Meena Harris"
    },
    {
        "quote": "Personality is less a finished product than a transitive process. While it has some stable features, it is at the same time continually undergoing change.",
        "author": "Gordon W. Allport"
    },
    {
        "quote": "Thankfully, dreams can change. If we'd all stuck with our first dream, the world would be overrun with cowboys and princesses.",
        "author": "Stephen Colbert"
    },
    {
        "quote": "Climate change does not respect border; it does not respect who you are - rich and poor, small and big. Therefore, this is what we call 'global challenges,' which require global solidarity.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.",
        "author": "Joan D. Vinge"
    },
    {
        "quote": "We live in a changing world, but we need to be reminded that the important things have not changed, and the important things will not change if we keep our priorities in proper order.",
        "author": "S. Truett Cathy"
    },
    {
        "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.",
        "author": "Daniel Patrick Moynihan"
    },
    {
        "quote": "No real social change has ever been brought about without a revolution... revolution is but thought carried into action.",
        "author": "Emma Goldman"
    },
    {
        "quote": "Make no mistake about it: Change is hard, but change is necessary.",
        "author": "Lori Lightfoot"
    },
    {
        "quote": "If people don't vote, everything stays the same. You can protest until the sky turns yellow or the moon turns blue, and it's not going to change anything if you don't vote.",
        "author": "Dolores Huerta"
    },
    {
        "quote": "Things change all the time, and they'll probably never be the same again. It's just the natural evolution of the human condition. Things change, and whatever it is is what it is. I mean, you try to start second guessing that, you either get rich or die broke.",
        "author": "Guy Clark"
    },
    {
        "quote": "One thing I'm not going to do is change up anything. Like, I'm always gonna be me.",
        "author": "Trippie Redd"
    },
    {
        "quote": "People are stubborn, and sometimes even if change is good, people will always oppose change.",
        "author": "Ben Askren"
    },
    {
        "quote": "My theory on life is that life is beautiful. Life doesn't change. You have a day, and a night, and a month, and a year. We people change - we can be miserable or we can be happy. It's what you make of your life.",
        "author": "Mohammed bin Rashid Al Maktoum"
    },
    {
        "quote": "Exploring and colonizing Mars can bring us new scientific understanding of climate change, of how planet-wide processes can make a warm and wet world into a barren landscape. By exploring and understanding Mars, we may gain key insights into the past and future of our own world.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "Change means movement. Movement means friction. Only in the frictionless vacuum of a nonexistent abstract world can movement or change occur without that abrasive friction of conflict.",
        "author": "Saul Alinsky"
    },
    {
        "quote": "It's not what you go through, but how that experience affects you. For some people, it could be a near car crash that changes your life. For other people, it could take five years of going to prison for them to realize they need change in their life. So it's not really the experience but more how the experience affects you.",
        "author": "Brian Banks"
    },
    {
        "quote": "The blockchain is going to change everything more than the Internet has.",
        "author": "Brock Pierce"
    },
    {
        "quote": "The only way to permanently change the temperature in the room is to reset the thermostat. In the same way, the only way to change your level of financial success 'permanently' is to reset your financial thermostat. But it is your choice whether you choose to change.",
        "author": "T. Harv Eker"
    },
    {
        "quote": "When I was in college, I wanted to be involved in things that would change the world.",
        "author": "Elon Musk"
    },
    {
        "quote": "I've always been the type that, every few months, I'm like, 'Let's change the haircut one more time.'",
        "author": "Coco Rocha"
    },
    {
        "quote": "Art was, seriously, the only thing I'd ever wanted to own. It has always been for me a stable nourishment. I use it. It can change the way that I feel in the mornings.",
        "author": "David Bowie"
    },
    {
        "quote": "Change makes you find your calling, your legacy, and God's divine plan for your life. Don't run from it.",
        "author": "Iman"
    },
    {
        "quote": "We can change the world if we change ourselves. We just need to get hold of the old patterns of thinking and dealing with things and start listening to our inner voices and trusting our own superpowers.",
        "author": "Nina Hagen"
    },
    {
        "quote": "You don't have the same mentality as you did five years ago - even one year. People are always changing, and I believe that everyone deserves the space to change and for people to recognize their change.",
        "author": "Bad Bunny"
    },
    {
        "quote": "The better we understand how identities and power work together from one context to another, the less likely our movements for change are to fracture.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "People are generally forced to change. We don't want to change, and then something absolutely forces us to realize that what we are doing isn't working or that our picture of the world is wrong. We fail. So we change.",
        "author": "Ira Glass"
    },
    {
        "quote": "We always make so many excuses for ourselves - 'I'm so busy, I'm so tired, I don't want to do it.' You know? 'I'm passionate about it, but I'm not going to be the person that changes things.' Why do we tell ourselves that? We totally could. There are so many people who are making so much change just because they're passionate.",
        "author": "Cameron Boyce"
    },
    {
        "quote": "I may be a living legend, but that sure don't help when I've got to change a flat tire.",
        "author": "Roy Orbison"
    },
    {
        "quote": "We don't need no more danger, we don't need no more difficulties, we don't need no more misunderstanding, and we don't need no more violence. We need the people to see each other and know of each other, feel each other, touch each other, share with each other, and change hearts with each other.",
        "author": "Burning Spear"
    },
    {
        "quote": "There are many things we do not want about the world. Let us not just mourn them. Let us change them.",
        "author": "Ferdinand Marcos"
    },
    {
        "quote": "We have to be bold in our national ambitions. First, we must win the fight against poverty within the next decade. Second, we must improve moral standards in government and society to provide a strong foundation for good governance. Third, we must change the character of our politics to promote fertile ground for reforms.",
        "author": "Gloria Macapagal Arroyo"
    },
    {
        "quote": "A visit to a cinema is a little outing in itself. It breaks the monotony of an afternoon or evening; it gives a change from the surroundings of home, however pleasant.",
        "author": "Ivor Novello"
    },
    {
        "quote": "Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world.",
        "author": "Annie Lennox"
    },
    {
        "quote": "There is no progress without risk, and in an environment where change is accelerating, risks are multiplying and businesses are increasingly complex, companies need strong, innovative partners to help manage their risk. Our brand clearly sets XL apart as the strong, innovative partner needed in today's market.",
        "author": "Mike McGavick"
    },
    {
        "quote": "No one wants to die. Even people who want to go to heaven don't want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life's change agent. It clears out the old to make way for the new.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Our only security is our ability to change.",
        "author": "John Lilly"
    },
    {
        "quote": "I've seen firsthand that being president doesn't change who you are. It reveals who you are.",
        "author": "Michelle Obama"
    },
    {
        "quote": "As life runs on, the road grows strange with faces new - and near the end. The milestones into headstones change, Neath every one a friend.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "We must remember that one determined person can make a significant difference, and that a small group of determined people can change the course of history.",
        "author": "Sonia Johnson"
    },
    {
        "quote": "Without change there is no innovation, creativity, or incentive for improvement. Those who initiate change will have a better opportunity to manage the change that is inevitable.",
        "author": "William Pollard"
    },
    {
        "quote": "Epigenetics doesn't change the genetic code, it changes how that's read. Perfectly normal genes can result in cancer or death. Vice-versa, in the right environment, mutant genes won't be expressed. Genes are equivalent to blueprints; epigenetics is the contractor. They change the assembly, the structure.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "Real change occurs from the bottom up; it occurs person to person, and it almost always occurs in small groups and locales and then bubbles up and aggregates to larger vectors of change.",
        "author": "Paul Hawken"
    },
    {
        "quote": "Every single person has the power to change the world and help people.",
        "author": "Laura Marano"
    },
    {
        "quote": "I don't know why my smile has become a signature pose. I think it's a nice change. I think people want to see happiness, so a smile is what can bring that. I didn't make it my trademark on purpose.",
        "author": "Arizona Muse"
    },
    {
        "quote": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good.",
        "author": "Shari Arison"
    },
    {
        "quote": "Aging gracefully means being flexible, being open, allowing change, enjoying change and loving yourself.",
        "author": "Wendy Whelan"
    },
    {
        "quote": "Power does not change you, it unmasks you.",
        "author": "John Kennedy"
    },
    {
        "quote": "You cannot change a person. Let them be. Let them be the way they are.",
        "author": "Melania Trump"
    },
    {
        "quote": "If we don't change direction soon, we'll end up where we're going.",
        "author": "Irwin Corey"
    },
    {
        "quote": "Failure is not fatal, but failure to change might be.",
        "author": "John Wooden"
    },
    {
        "quote": "You don't have to change who you are for anyone: if you are your regular, authentic, confident self, then you can push to do whatever you want.",
        "author": "Marsai Martin"
    },
    {
        "quote": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters.",
        "author": "Bill Gates"
    },
    {
        "quote": "Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "Human memory is a marvelous but fallacious instrument. The memories which lie within us are not carved in stone; not only do they tend to become erased as the years go by, but often they change, or even increase by incorporating extraneous features.",
        "author": "Primo Levi"
    },
    {
        "quote": "Most people don't want to change. They're comfortable and set in their ways. But in order to change, you have to be able to agitate people at times. And I think that's something that's very necessary for us to improve as a country.",
        "author": "Colin Kaepernick"
    },
    {
        "quote": "There's a lot of things that need to change. One specifically? Police brutality.",
        "author": "Colin Kaepernick"
    },
    {
        "quote": "Most women set out to try to change a man, and when they have changed him they do not like him.",
        "author": "Marlene Dietrich"
    },
    {
        "quote": "All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for... reasons to explain your unhappiness or frustration.",
        "author": "Casey Stengel"
    },
    {
        "quote": "Circumstances change and you have to be proactive about changing with those circumstances.",
        "author": "Paul DePodesta"
    },
    {
        "quote": "I don't think my personality will change. No matter how much time passes or how old I get, I'd like to be considered a playful person to everyone.",
        "author": "Kim Tae-hyung"
    },
    {
        "quote": "Life is tough - and you have to be tougher than life to change the world.",
        "author": "Sebastian Pinera"
    },
    {
        "quote": "A zebra does not change its spots.",
        "author": "Al Gore"
    },
    {
        "quote": "Repentance means you change your mind so deeply that it changes you.",
        "author": "Bruce Wilkinson"
    },
    {
        "quote": "There is hope for humanity, but in order for us to get there, we really have to interrogate not just what it takes to change laws, but what it takes to change culture that supports laws that uplift humanity and also supports laws that serve to denigrate it.",
        "author": "Alicia Garza"
    },
    {
        "quote": "Gratitude can transform common days into thanksgivings, turn routine jobs into joy, and change ordinary opportunities into blessings.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "Nobody understands how the world will change. The only way you can plan for the future is to have scenarios. You have to have the courage to take a leap of faith on one of them.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent.",
        "author": "Nolan Ryan"
    },
    {
        "quote": "As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both.",
        "author": "Bono"
    },
    {
        "quote": "People don't change their behavior unless it makes a difference for them to do so.",
        "author": "Sharon Stone"
    },
    {
        "quote": "The things you cannot change you can't waste your time on.",
        "author": "Fernando Torres"
    },
    {
        "quote": "So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality, nothing is more damaging to the adventurous spirit.",
        "author": "Christopher McCandless"
    },
    {
        "quote": "Trust me, you can't change anything without causing some degree of disruption. It's impossible, that is exactly what change is. Some people are uncomfortable with the disruption that change causes, but the disruption is necessary if anything is going to change.",
        "author": "Afeni Shakur"
    },
    {
        "quote": "There are things I can't force. I must adjust. There are times when the greatest change needed is a change of my viewpoint.",
        "author": "Denis Diderot"
    },
    {
        "quote": "In a liquid modern life there are no permanent bonds, and any that we take up for a time must be tied loosely so that they can be untied again, as quickly and as effortlessly as possible, when circumstances change - as they surely will in our liquid modern society, over and over again.",
        "author": "Zygmunt Bauman"
    },
    {
        "quote": "I wouldn't change a thing about what I've done in the past because what may have been bad choices have all led me to this moment.",
        "author": "Minnie Driver"
    },
    {
        "quote": "You really can change the world if you care enough.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Some of our important choices have a time line. If we delay a decision, the opportunity is gone forever. Sometimes our doubts keep us from making a choice that involves change. Thus an opportunity may be missed.",
        "author": "James E. Faust"
    },
    {
        "quote": "People don't want to experience change; they just want to wake up, and it's different.",
        "author": "Chadwick Boseman"
    },
    {
        "quote": "Sometimes, change is a good thing.",
        "author": "Christian Yelich"
    },
    {
        "quote": "Early in life I had to choose between honest arrogance and hypocritical humility. I chose the former and have seen no reason to change.",
        "author": "Frank Lloyd Wright"
    },
    {
        "quote": "In order for our country and economy to get on the right track again, we need a leader who understands how the real economy works and has the vision to fundamentally change Washington. That leader is Mitt Romney. No other candidate in the field possesses his lifetime of success in both the private sector and as a governor.",
        "author": "Tim Griffin"
    },
    {
        "quote": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.",
        "author": "Barbara De Angelis"
    },
    {
        "quote": "If you're going to change things, you have to be with the people who hold the levers.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I've been through so much in my life. I've seen so much. I know how fast things can change. I know someone can be here one minute and gone the next.",
        "author": "Lisa Marie Presley"
    },
    {
        "quote": "I've heard people say South Africans are arrogant, that they act no differently from their colonial masters. That needs to change. It's in your business interest as an entrepreneur to form meaningful partnerships. That's how you do well for your shareholders.",
        "author": "Patrice Motsepe"
    },
    {
        "quote": "Cinema is a mirror that can change the world.",
        "author": "Diego Luna"
    },
    {
        "quote": "Help young people. Help small guys. Because small guys will be big. Young people will have the seeds you bury in their minds, and when they grow up, they will change the world.",
        "author": "Jack Ma"
    },
    {
        "quote": "By the time we see that climate change is really bad, your ability to fix it is extremely limited... The carbon gets up there, but the heating effect is delayed. And then the effect of that heat on the species and ecosystem is delayed. That means that even when you turn virtuous, things are actually going to get worse for quite a while.",
        "author": "Bill Gates"
    },
    {
        "quote": "I think we all change each other's paths. I don't know which law idea that is in physics, but I don't think any of us can live without affecting one another.",
        "author": "Frank Ocean"
    },
    {
        "quote": "If necessity is the mother of invention, urgency is the uncle of change. Without it, progress slows and then stops and then reverses.",
        "author": "Nell Scovell"
    },
    {
        "quote": "A change of season calls for a change of scent that is both energizing and refreshing.",
        "author": "Hannah Bronfman"
    },
    {
        "quote": "Every day, women and girls are finding incredible confidence and taking risks. When they change one mind, pretty soon, they have changed one tradition. That changed tradition has changed a village. That one village has changed a country. That new reality means new opportunities for themselves and their daughters.",
        "author": "Jill Biden"
    },
    {
        "quote": "Due to climate change, wildfires are growing in size, frequency, and intensity, and wildfire seasons are becoming longer.",
        "author": "Mikie Sherrill"
    },
    {
        "quote": "If you embrace that the things that you can do are limitless, you can put your ding in the universe. You can change the world.",
        "author": "Tim Cook"
    },
    {
        "quote": "The power of mathematics is often to change one thing into another, to change geometry into language.",
        "author": "Marcus du Sautoy"
    },
    {
        "quote": "As human beings we do change, grow, adapt, perhaps even learn and become wiser.",
        "author": "Wendy Carlos"
    },
    {
        "quote": "It is proof of a base and low mind for one to wish to think with the masses or majority, merely because the majority is the majority. Truth does not change because it is, or is not, believed by a majority of the people.",
        "author": "Giordano Bruno"
    },
    {
        "quote": "I'm definitely open to change, but at the same time I am quite stubborn.",
        "author": "Andy Murray"
    },
    {
        "quote": "Change is hard, but change is good.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.",
        "author": "Walt Disney"
    },
    {
        "quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "Whenever you're feeling moments of discomfort, that means true change is happening for you.",
        "author": "John David Washington"
    },
    {
        "quote": "If anything is certain, it is that change is certain. The world we are planning for today will not exist in this form tomorrow.",
        "author": "Phil Crosby"
    },
    {
        "quote": "If there's specific resistance to women making movies, I just choose to ignore that as an obstacle for two reasons: I can't change my gender, and I refuse to stop making movies.",
        "author": "Kathryn Bigelow"
    },
    {
        "quote": "I wouldn't change anything about myself. Not because I'm being cocky or anything, but because this is who I am, and I'm proud of who I am.",
        "author": "Jazz Jennings"
    },
    {
        "quote": "People lose people, we lose things in our life as we're constantly growing and changing. That's what life is is change, and a lot of that is loss. It's what you gain from that loss that makes life.",
        "author": "Thomas Jane"
    },
    {
        "quote": "You can't change somebody's character, but you can change the way a person presents themselves.",
        "author": "Paul Manafort"
    },
    {
        "quote": "Climate change and air pollution know no borders, and antibiotics resistance respects no boundaries. Bacteria from Africa can make people in America sick. The burning of Indonesian forests can keep Asia gasping for breath.",
        "author": "Rohini Nilekani"
    },
    {
        "quote": "Change is always good. It brings you to a new place.",
        "author": "Lee Ranaldo"
    },
    {
        "quote": "The proud do not change to improve, but defend their position by rationalizing. Repentance means change, and it takes a humble person to change.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "Change will come slowly, across generations, because old beliefs die hard even when demonstrably false.",
        "author": "E. O. Wilson"
    },
    {
        "quote": "I've never felt like I needed to change. I've always thought, 'If you want somebody different, pick somebody else.' But sure, criticism can sometimes still get to me. Some things are so malicious, they knock the wind out of you.",
        "author": "Melissa McCarthy"
    },
    {
        "quote": "You can't change history. These things happened the way they did. What you can change is how you look at it and how you understand that it takes the good moments and it takes the difficult moments to move forward.",
        "author": "Margot Lee Shetterly"
    },
    {
        "quote": "The reality is that the only way change comes is when you lead by example.",
        "author": "Anne Wojcicki"
    },
    {
        "quote": "You are who you are and what you are because of what has gone into your mind. You can change who you are and what you are by changing what goes into your mind.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
        "author": "Michael Jordan"
    },
    {
        "quote": "If only 7 percent of the 2 billion Christians in the world would care for a single orphan in distress, there would effectively be no more orphans. If everybody would be willing to simply do something to care for one of these precious treasures, I think we would be amazed by just how much we could change the world.",
        "author": "Steven Curtis Chapman"
    },
    {
        "quote": "Excellent firms don't believe in excellence - only in constant improvement and constant change.",
        "author": "Tom Peters"
    },
    {
        "quote": "I feel like I would be a hypocrite not to use my platform to speak up for people who are facing oppression in this country. I did it and I still do it because I believe it's worth letting people know that if we do this together, if we stand up together we can make change.",
        "author": "Eric Reid"
    },
    {
        "quote": "Education is and will be the most powerful tool for individual and social change, and we must do all that it takes to facilitate it.",
        "author": "Shiv Nadar"
    },
    {
        "quote": "Failure doesn't exist. It's only a change of direction.",
        "author": "Alejandro Jodorowsky"
    },
    {
        "quote": "Hair color is the easiest way to change your appearance, but a bad dye job might draw more attention to you.",
        "author": "Lisa Lutz"
    },
    {
        "quote": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Don't knock the weather; nine-tenths of the people couldn't start a conversation if it didn't change once in a while.",
        "author": "Kin Hubbard"
    },
    {
        "quote": "Although circumstances may change in the blink of an eye, people change at a slower pace. Even motivated people who welcome change often encounter stumbling blocks that make transformation more complicated than they'd originally anticipated.",
        "author": "Amy Morin"
    },
    {
        "quote": "I want everyone to know that they can accomplish anything they want at any age if they just be themselves. I want to encourage millions to chase their dreams and to never change. Everyone should also know how to throw a good right hook!",
        "author": "Paige"
    },
    {
        "quote": "What I've learned is that real change is very, very hard. But I've also learned that change is possible - if you fight for it.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "Our nation is being led astray by ungodly judges, mayors and governors, who are given to change, defying the Constitution and substituting their own wicked agendas.",
        "author": "David Wilkerson"
    },
    {
        "quote": "For too long, our society has shrugged off bullying by labeling it a 'rite of passage' and by asking students to simply 'get over it.' Those attitudes need to change. Every day, students are bullied into silence and are afraid to speak up. Let's break this silence and end school bullying.",
        "author": "Linda Sanchez"
    },
    {
        "quote": "If you love someone - like, truly love someone - I don't think that ever goes away. But what does change is your perspective on the relationship and the dynamic.",
        "author": "Noah Centineo"
    },
    {
        "quote": "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape.",
        "author": "William S. Burroughs"
    },
    {
        "quote": "Love is an attempt to change a piece of a dream world into reality.",
        "author": "Theodor Reik"
    },
    {
        "quote": "When most people set out to change their lives, they often focus on all the external stuff, like a new job or a new location or new friends or a new romantic prospects and on and on. The reality is that changing your life starts with changing the way you see everything in your life.",
        "author": "Mark Manson"
    },
    {
        "quote": "The change I want to see is a start-up environment where everyone, regardless of gender and background, feels welcome and safe; where sexual harassment or discrimination will not impede great talent from producing great impact.",
        "author": "Christine Tsai"
    },
    {
        "quote": "The only constant in the technology industry is change.",
        "author": "Marc Benioff"
    },
    {
        "quote": "I'm saying to be a hero is means you step across the line and are willing to make a sacrifice, so heroes always are making a sacrifice. Heroes always take a risk. Heroes always deviant. Heroes always doing something that most people don't and we want to change - I want to democratise heroism to say any of us can be a hero.",
        "author": "Philip Zimbardo"
    },
    {
        "quote": "I feel confident imposing change on myself. It's a lot more fun progressing than looking back. That's why I need to throw curve balls.",
        "author": "David Bowie"
    },
    {
        "quote": "It is often when night looks darkest, it is often before the fever breaks that one senses the gathering momentum for change, when one feels that resurrection of hope in the midst of despair and apathy.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "I studied to be a lawyer, and after that I did something, obviously, completely different. With change, you learn something. If you do the same thing over and over again, you never learn anything.",
        "author": "Andrea Bocelli"
    },
    {
        "quote": "I am the Doctor of Democracy. I am America's Truth Detector. And as the Doctor of Democracy, the deal you have with your doctor isn't changing. You get to keep your doctor. You get to keep your plan. You get to keep your station. Nothing's changing, and it really never was gonna change.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change.",
        "author": "Katharine Hepburn"
    },
    {
        "quote": "There is no death, only a change of worlds.",
        "author": "Chief Seattle"
    },
    {
        "quote": "Everything can change in the blink of an eye. But don't worry; God never blinks.",
        "author": "Regina Brett"
    },
    {
        "quote": "Turbulence is life force. It is opportunity. Let's love turbulence and use it for change.",
        "author": "Ramsey Clark"
    },
    {
        "quote": "The moment of change is the only poem.",
        "author": "Adrienne Rich"
    },
    {
        "quote": "My goal was never to just create a company. A lot of people misinterpret that, as if I don't care about revenue or profit or any of those things. But what not being just a company means to me is not being just that - building something that actually makes a really big change in the world.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "If I said it once, I'll say it again: 'We have the power to change everything.'",
        "author": "Yehuda Berg"
    },
    {
        "quote": "When you're a catalyst for change, you make enemies - and I'm proud of the ones I've got.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "The world is not a static place. People change, evolve.",
        "author": "Mahesh Bhatt"
    },
    {
        "quote": "If you get stuck, draw with a different pen. Change your tools; it may free your thinking.",
        "author": "Paul Arden"
    },
    {
        "quote": "All parents all over the world want their children to lead a better life than themselves, but they need to believe that change is possible.",
        "author": "Shukla Bose"
    },
    {
        "quote": "If something is true, no amount of wishful thinking will change it.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "Everyone thinks of the roaring twenties and associates it with decadence and flappers, female sexual liberation, the freedom of women to express themselves, the beginning of feminism. But it was also a time of huge, huge change.",
        "author": "Billy Howle"
    },
    {
        "quote": "In true dialogue, both sides are willing to change.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "Money is always there but the pockets change; it is not in the same pockets after a change, and that is all there is to say about money.",
        "author": "Gertrude Stein"
    },
    {
        "quote": "If you want to change the world, find someone to help you paddle.",
        "author": "William H. McRaven"
    },
    {
        "quote": "No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "Urbanization is not about simply increasing the number of urban residents or expanding the area of cities. More importantly, it's about a complete change from rural to urban style in terms of industry structure, employment, living environment and social security.",
        "author": "Li Keqiang"
    },
    {
        "quote": "Isn't life a series of images that change as they repeat themselves?",
        "author": "Andy Warhol"
    },
    {
        "quote": "We now accept the fact that learning is a lifelong process of keeping abreast of change. And the most pressing task is to teach people how to learn.",
        "author": "Peter Drucker"
    },
    {
        "quote": "Everything must change and you do what you can with the changes that are made. You can't stop it. You can't fight it. Everybody tries to go back to yesterday, but you can't go back to yesterday. The only time there is, is now.",
        "author": "Marla Gibbs"
    },
    {
        "quote": "I feel like music can affect you in so many ways. When you hear a song with a happy melody, it can change your mood; it can change your day.",
        "author": "Kygo"
    },
    {
        "quote": "Vengeance is not the point; change is. But the trouble is that in most people's minds the thought of victory and the thought of punishing the enemy coincide.",
        "author": "Barbara Deming"
    },
    {
        "quote": "The American Dream is that any man or woman, despite of his or her background, can change their circumstances and rise as high as they are willing to work.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "Enjoy every moment: you never know when things might change.",
        "author": "Natalie Imbruglia"
    },
    {
        "quote": "The Titanic hit the iceberg not because they could not see it coming but because they could not change direction.",
        "author": "Dean Devlin"
    },
    {
        "quote": "There is a lot of suffering and injustice in the world, and there is also a great deal of hope. When you step forward and start speaking about what you see and what you want to change, you can begin living in that hope instead of despair.",
        "author": "Sonita Alizadeh"
    },
    {
        "quote": "The choices that we make through our lives, the people who intersect us on our path kind of change what our fated destiny is. So some of us are lucky enough for the choices that we make to keep us on our path.",
        "author": "Anthony Mackie"
    },
    {
        "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "I'm interested in things that change the world or that affect the future and wondrous, new technology where you see it, and you're like, 'Wow, how did that even happen? How is that possible?'",
        "author": "Elon Musk"
    },
    {
        "quote": "Change is the only constant, whether it's in music, culture, dance or fashion.",
        "author": "Sonu Nigam"
    },
    {
        "quote": "Pop music has greater power to change people and to affect people because it's a universal language. You don't have to understand music to understand the power of a pop song.",
        "author": "Paul Epworth"
    },
    {
        "quote": "I have patches of insomnia, and I'm fascinated by the otherness of the world at night. The stillness. Daytime preoccupations fall away, standards change, thoughts change. It's a canvas for reinvention, I think.",
        "author": "Morag Joss"
    },
    {
        "quote": "Don't underestimate the power of your vision to change the world. Whether that world is your office, your community, an industry or a global movement, you need to have a core belief that what you contribute can fundamentally change the paradigm or way of thinking about problems.",
        "author": "Leroy Hood"
    },
    {
        "quote": "When two people talk with mutual respect and listen with a real interest in understanding another point of view, when they try to put themselves in the place of another, to get inside their skin, they change the world, even if it is only by a minute amount, because they are establishing equality between two human beings.",
        "author": "Theodore Zeldin"
    },
    {
        "quote": "Time does not change us. It just unfolds us.",
        "author": "Max Frisch"
    },
    {
        "quote": "Music is sunshine. Like sunshine, music is a powerful force that can instantly and almost chemically change your entire mood. Music gives us new energy and a stronger sense of purpose.",
        "author": "Michael Franti"
    },
    {
        "quote": "People don't realize what's really going on in this country. There are a lot things that are going on that are unjust. People aren't being held accountable for. And that's something that needs to change. That's something that this country stands for: freedom, liberty and justice for all.",
        "author": "Colin Kaepernick"
    },
    {
        "quote": "In my estimation, there should always be a mixture of economic liberalism - which means small government, a great emphasis on markets - but also a certain degree of social conservatism, not to favor change unless that change is beneficial. So I describe myself as an economic liberal and a social conservative.",
        "author": "John Howard"
    },
    {
        "quote": "We are living toward incredible times where the only constant is change, and the rate of change is increasing.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "We should learn to accept that change is truly the only thing that's going on always, and learn to ride with it and enjoy it.",
        "author": "Alice Walker"
    },
    {
        "quote": "For time and the world do not stand still. Change is the law of life. And those who look only to the past or the present are certain to miss the future.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Policies are many, Principles are few, Policies will change, Principles never do.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "It's funny how things change slowly, until the day we realize they've changed completely.",
        "author": "Nancy Gibbs"
    },
    {
        "quote": "Originals are nonconformists, people who not only have new ideas but take action to champion them. They are people who stand out and speak up. Originals drive creativity and change in the world. They're the people you want to bet on.",
        "author": "Adam Grant"
    },
    {
        "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "I don't think people change; electronics change, the things we have change, but the way we live doesn't change.",
        "author": "Judy Blume"
    },
    {
        "quote": "Great companies start because the founders want to change the world... not make a fast buck.",
        "author": "Guy Kawasaki"
    },
    {
        "quote": "There are those people who are in your corner no matter what, you can't do any wrong, even when you do wrong. And then there are those people that no matter what you do they are going to dislike you and that's not going to change.",
        "author": "Brett Favre"
    },
    {
        "quote": "Human settlements are like living organisms. They must grow, and they will change. But we can decide on the nature of that growth - on the quality and the character of it - and where it ought to go. We don't have to scatter the building blocks of our civic life all over the countryside, destroying our towns and ruining farmland.",
        "author": "James Howard Kunstler"
    },
    {
        "quote": "Sometimes when we are generous in small, barely detectable ways it can change someone else's life forever.",
        "author": "Margaret Cho"
    },
    {
        "quote": "An Internet meme is a hijacking of the original idea. Instead of mutating by random change and spreading by a form of Darwinian selection, Internet memes are altered deliberately by human creativity. There is no attempt at accuracy of copying, as with genes - and as with memes in their original version.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "I don't have perfect teeth, I'm not stick thin. I want to be the person who feels great in her body and can say that she loves it and doesn't want to change anything.",
        "author": "Emma Watson"
    },
    {
        "quote": "The way to change the world is through individual responsibility and taking local action in your own community.",
        "author": "Jeff Bridges"
    },
    {
        "quote": "Us boss chicks have to continue to stick together and change the game.",
        "author": "Megan Thee Stallion"
    },
    {
        "quote": "I wouldn't change my life for anything. I am exactly where I want to be and have no plans to ever retire.",
        "author": "Srikumar Rao"
    },
    {
        "quote": "When we change the way we communicate, we change society.",
        "author": "Clay Shirky"
    },
    {
        "quote": "The rules of survival never change, whether you're in a desert or in an arena.",
        "author": "Bear Grylls"
    },
    {
        "quote": "The mind has exactly the same power as the hands; not merely to grasp the world, but to change it.",
        "author": "Colin Wilson"
    },
    {
        "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "You have to change the set, stay ahead of the curve.",
        "author": "Carson Daly"
    },
    {
        "quote": "We are all living together on a single planet, which is threatened by our own actions. And if you don't have some kind of global cooperation, nationalism is just not on the right level to tackle the problems, whether it's climate change or whether it's technological disruption.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "All is connected... no one thing can change by itself.",
        "author": "Paul Hawken"
    },
    {
        "quote": "The price of every thing rises and falls from time to time and place to place; and with every such change the purchasing power of money changes so far as that thing goes.",
        "author": "Alfred Marshall"
    },
    {
        "quote": "The Framers of the Constitution knew that free speech is the friend of change and revolution. But they also knew that it is always the deadliest enemy of tyranny.",
        "author": "Hugo Black"
    },
    {
        "quote": "Boxing is serious. It's not a game. Just one punch - change life.",
        "author": "Gennady Golovkin"
    },
    {
        "quote": "Everything will change. The only question is growing up or decaying.",
        "author": "Nikki Giovanni"
    },
    {
        "quote": "If I could change one thing about myself... I would try to control my generosity.",
        "author": "Jimmy Cliff"
    },
    {
        "quote": "As engineers, we were going to be in a position to change the world - not just study it.",
        "author": "Henry Petroski"
    },
    {
        "quote": "Win as if you were used to it, lose as if you enjoyed it for a change.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "I truly do feel like scent can change your mood and the feeling in a room.",
        "author": "Tish Cyrus"
    },
    {
        "quote": "Growing up during the Depression, I worked for the Forest Service and CCC (Civilian Conservation Corps). I tend to work very, very hard. I wouldn't change that for anything.",
        "author": "Raymond Burr"
    },
    {
        "quote": "My moms always told me, 'How long you gonna play the victim?' I can say I'm mad and I hate everything, but nothing really changes until I change myself.",
        "author": "Kendrick Lamar"
    },
    {
        "quote": "People can change, learn, and grow, and it's better to face your demons instead of perpetually running away from them.",
        "author": "Jessica Rothe"
    },
    {
        "quote": "Empowering the individual means empowering the nation. And empowerment is best served through rapid economic growth with rapid social change.",
        "author": "Atal Bihari Vajpayee"
    },
    {
        "quote": "My greatest challenge has been to change the mindset of people. Mindsets play strange tricks on us. We see things the way our minds have instructed our eyes to see.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "Try to realize it's all within yourself no one else can make you change, and to see you're only very small and life flows on within you and without you.",
        "author": "George Harrison"
    },
    {
        "quote": "I'm convinced of this: Good done anywhere is good done everywhere. For a change, start by speaking to people rather than walking by them like they're stones that don't matter. As long as you're breathing, it's never too late to do some good.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Everybody is going to have an opinion on you; not everyone is going to like you. You can't live your life based on other people's opinions of you or let that change what you do or how you feel about yourself, because then you're not living.",
        "author": "Rumer Willis"
    },
    {
        "quote": "Motherhood has most definitely changed me and my life. It's so crazy how drastic even the small details change - in such an amazing way. Even silly things, like the fact that all of my pictures on my cell phone used to be of me at photo shoots - conceited, I know! - but now every single picture on my phone is of Mason.",
        "author": "Kourtney Kardashian"
    },
    {
        "quote": "I'm a Gemini, so I change my mind every day.",
        "author": "Natalie Portman"
    },
    {
        "quote": "I am who I am, and I can't change that. It's not something I've labored over.",
        "author": "Nick Jonas"
    },
    {
        "quote": "The art of progress is to preserve order amid change and to preserve change amid order.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "It's time to bring a change because the world is changing. Let's open our minds and live in present.",
        "author": "Qandeel Baloch"
    },
    {
        "quote": "Change begins with understanding and understanding begins by identifying oneself with another person: in a word, empathy. The arts enable us to put ourselves in the minds, eyes, ears and hearts of other human beings.",
        "author": "Richard Eyre"
    },
    {
        "quote": "The Marines was a fresh start - that is why they shave your head. I wish they would let you change your name.",
        "author": "Drew Carey"
    },
    {
        "quote": "Many a revolution started with the actions of a few. Only 56 men signed the Declaration of Independence. A few hanging together can lead a nation to change.",
        "author": "Wynton Marsalis"
    },
    {
        "quote": "In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "The mind is the most important part of achieving any fitness goal. Mental change always comes before physical change.",
        "author": "Matt McGorry"
    },
    {
        "quote": "My main goal in life is to be happy. If I can make other people happy by doing what I love, then I feel like I've done everything in life that I've wanted. I just want to make people feel good and change people's lives with music, and that's it.",
        "author": "Cyrille Aimee"
    },
    {
        "quote": "You can't change the world; you can't fix the whole environment. But you can recycle. You can turn the water off when you're brushing your teeth. You can do small things.",
        "author": "Patti Smith"
    },
    {
        "quote": "Nothing is as real as a dream. The world can change around you, but your dream will not. Your life may change, but your dream doesn't have to. Responsibilities need not erase it. Duties need not obscure it.",
        "author": "Tom Clancy"
    },
    {
        "quote": "There are women who make things better, there are women who change things, there are women who make things happen, who make a difference. I want to be one of those women.",
        "author": "Vera Farmiga"
    },
    {
        "quote": "One thing modeling taught me is that the spotlight can change everything.",
        "author": "Liya Kebede"
    },
    {
        "quote": "You can't build an adaptable organization without adaptable people - and individuals change only when they have to, or when they want to.",
        "author": "Gary Hamel"
    },
    {
        "quote": "People change with time. There are things that happened to a person in his childhood and years later they seem to him alien and strange. I am trying to decipher that child. Sometimes he is a stranger to me. When you think about when you were 14, don't you feel a certain alienation?",
        "author": "Gunter Grass"
    },
    {
        "quote": "The 'self-image' is the key to human personality and human behavior. Change the self image and you change the personality and the behavior.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "Climate change is the environmental challenge of this generation, and it is imperative that we act before it's too late.",
        "author": "John Delaney"
    },
    {
        "quote": "Change comes with both fear and some pain. Those two ingredients create mistrust, misunderstanding and misinformation. Such is the process of democracy.",
        "author": "David Mixner"
    },
    {
        "quote": "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "The universe is change; our life is what our thoughts make it.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "The rate of change is not going to slow down anytime soon. If anything, competition in most industries will probably speed up even more in the next few decades.",
        "author": "John P. Kotter"
    },
    {
        "quote": "When you run a company, you want to hand it off in better shape than you found it. In the same way, just as we shouldn't leave our children or grandchildren with mountains of national debt and unsustainable entitlement programs, we shouldn't leave them with the economic and environmental costs of climate change.",
        "author": "Henry Paulson"
    },
    {
        "quote": "Blockchain technology isn't just a more efficient way to settle securities. It will fundamentally change market structures, and maybe even the architecture of the Internet itself.",
        "author": "Abigail Johnson"
    },
    {
        "quote": "Most people don't like change. They revolt against it unless they can clearly see the advantage it brings. For that reason, when good leaders prepare to take action or make changes, they take people through a process to get them ready for it.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "We all have cultural bias, racial bias. One of the difficult things around this subject matter is to deny that we have places we go to subconsciously, and unless you consciously decide that that's wrong and you've got to do something about it, especially if you're in a position of power, it won't change.",
        "author": "David Oyelowo"
    },
    {
        "quote": "My goal for the #1000BlackGirlBooks campaign is to create systemic change across all school systems. I want there to be diverse books that reflect the lives of every person, regardless of whether or not they are in the majority.",
        "author": "Marley Dias"
    },
    {
        "quote": "Don't try to change anybody. And they should let you be yourself, 'You loved me when you met me, so let's keep going!'",
        "author": "Willie Nelson"
    },
    {
        "quote": "Change can be frightening, and the temptation is often to resist it. But change almost always provides opportunities - to learn new things, to rethink tired processes, and to improve the way we work.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "It often takes more courage to change one's opinion than to keep it.",
        "author": "Willy Brandt"
    },
    {
        "quote": "You can change the circumstances but you can never change man's inner nature.",
        "author": "Ron Perlman"
    },
    {
        "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "I don't know if music can change the world overnight but I know that music can help someone make it through a difficult night.",
        "author": "Michael Franti"
    },
    {
        "quote": "Don't ever forget that a small group of thoughtful people can change the world, it's the only thing that ever has.",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.",
        "author": "Warren Beatty"
    },
    {
        "quote": "Those who stand at the threshold of life always waiting for the right time to change are like the man who stands at the bank of a river waiting for the water to pass so he can cross on dry land.",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "My style is definitely schizophrenic; it does change from day to day a lot. It depends on my mood: sometimes I'll be going through a girly, childlike stage and wear a pretty lace dress with a bow in my hair. Then sometimes I'll be moody and just wear black.",
        "author": "Amber Le Bon"
    },
    {
        "quote": "I never want to change so much that people can't recognize me.",
        "author": "Taylor Swift"
    },
    {
        "quote": "Asking questions is the first way to begin change.",
        "author": "Kubra Sait"
    },
    {
        "quote": "I think everyone can relate to that fall from grace - having life change in an instant or having to stand for some of your bad choices, that feeling of 'Nothing is ever going to be good again.'",
        "author": "Molly Bloom"
    },
    {
        "quote": "One of my greatest fears is not being able to change, to be caught in a never-ending cycle of sameness. Growth is so important.",
        "author": "Matt Dillon"
    },
    {
        "quote": "Climate change is the Everest of all problems, the thorniest challenge facing humankind.",
        "author": "Lewis Gordon Pugh"
    },
    {
        "quote": "To be hopeful means to be uncertain about the future, to be tender toward possibilities, to be dedicated to change all the way down to the bottom of your heart.",
        "author": "Rebecca Solnit"
    },
    {
        "quote": "We first fought the heathens in the name of religion, then Communism, and now in the name of drugs and terrorism. Our excuses for global domination always change.",
        "author": "Serj Tankian"
    },
    {
        "quote": "The real sadness of fifty is not that you change so much but that you change so little.",
        "author": "Max Lerner"
    },
    {
        "quote": "The middle way is a view of life that avoids the extreme of misguided grasping born of believing there is something we can find, or buy, or cling to that will not change. And it avoids the despair and nihilism born from the mistaken belief that nothing matters, that all is meaningless.",
        "author": "Sharon Salzberg"
    },
    {
        "quote": "Peace of mind comes from not wanting to change others.",
        "author": "Gerald Jampolsky"
    },
    {
        "quote": "Change is not merely necessary to life - it is life.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "My view is that Trump will not change the Republican Party, America's right-of-center party. If he brings in new followers, that's great, and well worth the effort, but he will not change the Republican Party.",
        "author": "Mitch McConnell"
    },
    {
        "quote": "Some people will never change.",
        "author": "Penelope Wilton"
    },
    {
        "quote": "Polls can change; people's opinions can change. Voting intentions can change, and I think it would be a silly leader, a silly political party, that would assume that we have it sewn up.",
        "author": "Nicola Sturgeon"
    },
    {
        "quote": "I had been educated in the rhythms of the mountain, rhythms in which change was never fundamental, only cyclical. The same sun appeared each morning, swept over the valley, and dropped behind the peak. The snows that fell in winter always melted in the spring.",
        "author": "Tara Westover"
    },
    {
        "quote": "When sustainability is viewed as being a matter of survival for your business, I believe you can create massive change.",
        "author": "Cameron Sinclair"
    },
    {
        "quote": "Remember, each one of us has the power to change the world. Just start thinking peace, and the message will spread quicker than you think.",
        "author": "Yoko Ono"
    },
    {
        "quote": "I like to change. A new lamp, a piece of art, can transform a room.",
        "author": "Madonna Ciccone"
    },
    {
        "quote": "It is not strange... to mistake change for progress.",
        "author": "Millard Fillmore"
    },
    {
        "quote": "Middle age is when your broad mind and narrow waist begin to change places.",
        "author": "E. Joseph Cossman"
    },
    {
        "quote": "Change always seems impossible until it's inevitable.",
        "author": "Sarah McBride"
    },
    {
        "quote": "When you forgive, you in no way change the past - but you sure do change the future.",
        "author": "Bernard Meltzer"
    },
    {
        "quote": "People can try to reinvent themselves. I don't think you can really change who you are, though, because who you are is pretty much where you came from and what you've done up to now.",
        "author": "Eminem"
    },
    {
        "quote": "Whatever I do, if people see me in a certain light, then they will always judge me in that light. Their impressions and perceptions will never change.",
        "author": "Ko Wen-je"
    },
    {
        "quote": "People talk about tactics, but when you look at it, tactics are just players. You change things so that the team can get the most out of the skills they have to offer, but you don't go any further than that.",
        "author": "Pep Guardiola"
    },
    {
        "quote": "I wouldn't change anything. I think that it's important to let things happen, and stay 'happened'. I think that's all part of the learning curve, part of fate. I'm just glad that it happened.",
        "author": "Mike Peters"
    },
    {
        "quote": "This is a fantastic time to be entering the business world, because business is going to change more in the next 10 years than it has in the last 50.",
        "author": "Bill Gates"
    },
    {
        "quote": "If you're old, don't try to change yourself, change your environment.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "'Entertainment Tonight' would send me out to do interviews with musicians like Sting and Coldplay, and I was able to watch how they plan their shows. The late Jerry Garcia of Grateful Dead always had a game plan, but he also was flexible if he had to change something at the last minute.",
        "author": "John Tesh"
    },
    {
        "quote": "People change over the years, and that changes situations for good and for bad.",
        "author": "Bobby Knight"
    },
    {
        "quote": "As an organizer, I start from where the world is, as it is, not as I would like it to be. That we accept the world as it is does not in any sense weaken our desire to change it into what we believe it should be - it is necessary to begin where the world is if we are going to change it to what we think it should be. That means working in the system.",
        "author": "Saul Alinsky"
    },
    {
        "quote": "Real change is always violent, but it may hurt a lot less than what's in place before the violence occurs.",
        "author": "John Edgar Wideman"
    },
    {
        "quote": "The reason I got into filmmaking was super naive: to change the world, you know? To really make the voices that we don't get to hear heard and the images and the stories that we don't get to see seen. I would like to normalize that.",
        "author": "Melina Matsoukas"
    },
    {
        "quote": "The world will always need revolution. That doesn't mean shooting and violence. A revolution is when you change your thinking. Confucianism and Christianity were both revolutionary.",
        "author": "Jose Mujica"
    },
    {
        "quote": "When you start in life, if you find you are wrongly placed, don't hesitate to change, but don't change because troubles come up and difficulties arise. You must meet and overcome and conquer them. And in meeting and overcoming and conquering them, you will make yourself stronger for the future.",
        "author": "Charles M. Schwab"
    },
    {
        "quote": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "When I started coming to the U.S., they were offering me only the typical stereotypical roles: the druggard, the criminal, the gang member, or in the best-case scenario, the gardener or the cook. I was fed up with all these roles that were always the same. And I promised I would try to change the image of Latinos in Hollywood.",
        "author": "Eugenio Derbez"
    },
    {
        "quote": "We can be thankful President Barack Obama is taking aim at one of the prime causes of climate change and extreme weather: air pollution. The EPA's carbon pollution standards are the most significant step forward our country has ever taken to protect our health by addressing climate change.",
        "author": "Donna Brazile"
    },
    {
        "quote": "You can't change anyone else, but people do change in relationship to your change.",
        "author": "Jack Canfield"
    },
    {
        "quote": "The 1890s was a decade when life began to change in urban America. Modern conveniences that we now take for granted came into use; women's roles became less restrictive; and San Francisco, a port city with influences from all over the world, was a lively place in which to reside.",
        "author": "Marcia Muller"
    },
    {
        "quote": "The voice of passion is better than the voice of reason. The passionless cannot change history.",
        "author": "Czeslaw Milosz"
    },
    {
        "quote": "You can't stay the same. If you're a musician and a singer, you have to change, that's the way it works.",
        "author": "Van Morrison"
    },
    {
        "quote": "When you drop any new idea in the pond of the world, you get a ripple effect. You have to be aware that you will be creating a cascade of change.",
        "author": "Joel A. Barker"
    },
    {
        "quote": "At the end of the day, I just do my job. I love my art. But I genuinely want to change the world. I'm very generous, and I really want people to see that I am - that's really it.",
        "author": "Millie Bobby Brown"
    },
    {
        "quote": "Complainers change their complaints, but they never reduce the amount of time spent in complaining.",
        "author": "Mason Cooley"
    },
    {
        "quote": "Redemption just means you just make a change in your life and you try to do right, versus what you were doing, which was wrong.",
        "author": "Ice T"
    },
    {
        "quote": "I see the most change in my body through exercise. They say diet determines your weight, and exercise determines your shape - I find that to be a pretty true statement. When I'm doing a lot of boxing, my hamstrings are really strong and my biceps. When I'm doing a lot of Pilates, I find that my core is really lean and my inner thighs.",
        "author": "Hannah Bronfman"
    },
    {
        "quote": "There is no question that climate change is happening; the only arguable point is what part humans are playing in it.",
        "author": "David Attenborough"
    },
    {
        "quote": "Americans have so far put up with inequality because they felt they could change their status. They didn't mind others being rich, as long as they had a path to move up as well. The American Dream is all about social mobility in a sense - the idea that anyone can make it.",
        "author": "Fareed Zakaria"
    },
    {
        "quote": "I'm a fighter by nature and nothing will ever change that.",
        "author": "Anastacia"
    },
    {
        "quote": "It seems to me that more and more we've come to expect less and less from each other, and I think that should change.",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "You cannot change your destination overnight, but you can change your direction overnight.",
        "author": "Jim Rohn"
    },
    {
        "quote": "I believe it's time that women truly owned their superpowers and used their beauty and strength to change the world around them.",
        "author": "Janelle Monae"
    },
    {
        "quote": "When you can't change what's bothering you, one typical response is to convince yourself that it doesn't actually bother you.",
        "author": "Stephanie Coontz"
    },
    {
        "quote": "Happy he who learns to bear what he cannot change.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "Too many people just eat to consume calories. Try dining for a change.",
        "author": "John Walters"
    },
    {
        "quote": "Women and girls are naturally agents of change. If we teach one girl to code, she will go on to teach more - we've seen this in our own programs and workshops around the country.",
        "author": "Kimberly Bryant"
    },
    {
        "quote": "Some people change when they think they're a star or something.",
        "author": "Paris Hilton"
    },
    {
        "quote": "One of my favorite things about what I do for a living is that there is no certainty that, at any hour of any day, I could get a phone call that could change everything. Good or bad. I never know.",
        "author": "Samm Levine"
    },
    {
        "quote": "The experience of reading a printed comic book will never change, but now, thanks to the digital age, there are many different ways to enjoy the same story. Digital comic books, of course, can be interactive in many different ways, allowing the reader to feel like a participant in the story.",
        "author": "Stan Lee"
    },
    {
        "quote": "From the top of a high rock, I obtained a good few of the most extensive and dreary wilderness I ever beheld. It chilled the heart to gaze on these barrens of Labrador. Indeed, I now dread every change of harbor, so horridly rugged and dangerous is the whole coast and country to the eye, and to the experienced man either of the sea or the land.",
        "author": "John James Audubon"
    },
    {
        "quote": "There is certain relief in change, even though it be from bad to worse! As I have often found in traveling in a stagecoach, that it is often a comfort to shift one's position, and be bruised in a new place.",
        "author": "Washington Irving"
    },
    {
        "quote": "Famous pivot stories are often failures but you don't need to fail before you pivot. All a pivot is is a change is strategy without a change in vision. Whenever entrepreneurs see a new way to achieve their vision - a way to be more successful - they have to remain nimble enough to take it.",
        "author": "Eric Ries"
    },
    {
        "quote": "It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair.",
        "author": "Kate Bosworth"
    },
    {
        "quote": "This life is a hospital in which every patient is possessed with a desire to change his bed.",
        "author": "Charles Baudelaire"
    },
    {
        "quote": "The hope and change the Democrats had in mind was nothing more than a retread of the failed and discredited socialist policies that have been the enemy of freedom for centuries all over the world. I fear America is teetering towards tyranny.",
        "author": "Jim DeMint"
    },
    {
        "quote": "For the first time in my adult lifetime, I am really proud of my country. And not just because Barack has done well, but because I think people are hungry for change. And I have been desperate to see our country moving in that direction.",
        "author": "Michelle Obama"
    },
    {
        "quote": "It's a philosophy of life. A practice. If you do this, something will change, what will change is that you will change, your life will change, and if you can change you, you can perhaps change the world.",
        "author": "Vivienne Westwood"
    },
    {
        "quote": "You are always free to change your mind and choose a different future, or a different past.",
        "author": "Richard Bach"
    },
    {
        "quote": "The hardest thing in golf is trying to two-putt when you have to, because your brain isn't wired that way. You're accustomed to trying to make putts, and when you change that mind-set, your brain short-circuits, especially under pressure.",
        "author": "Ken Venturi"
    },
    {
        "quote": "The need for change bulldozed a road down the center of my mind.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I wouldn't change a single thing, because one change alters every moment that follows it.",
        "author": "Sidney Poitier"
    },
    {
        "quote": "Any sort of major change we want to make in our life is hard. Change is not easy and true change takes time and takes thousands, millions probably, of failures along that path and that's the interesting thing.",
        "author": "Cory Barlog"
    },
    {
        "quote": "Poetry is not only dream and vision; it is the skeleton architecture of our lives. It lays the foundations for a future of change, a bridge across our fears of what has never been before.",
        "author": "Audre Lorde"
    },
    {
        "quote": "Weight loss can change your whole character. That always amazed me: Shedding pounds does change your personality. It changes your philosophy of life because you recognize that you are capable of using your mind to change your body.",
        "author": "Jean Nidetch"
    },
    {
        "quote": "Certainly, there were tough times, but no, you can't go back and change it. So, why dwell on it?",
        "author": "Alex Smith"
    },
    {
        "quote": "Writing can't change the world overnight, but writing may have an enormous effect over time, over the long haul.",
        "author": "Leslie Marmon Silko"
    },
    {
        "quote": "I have a way of filming things and staging them and designing sets. There were times when I thought I should change my approach, but in fact, this is what I like to do. It's sort of like my handwriting as a movie director. And somewhere along the way, I think I've made the decision: I'm going to write in my own handwriting.",
        "author": "Wes Anderson"
    },
    {
        "quote": "Everybody talks about wanting to change things and help and fix, but ultimately all you can do is fix yourself. And that's a lot. Because if you can fix yourself, it has a ripple effect.",
        "author": "Rob Reiner"
    },
    {
        "quote": "Change and growth is so painful. But it's so necessary for us to evolve.",
        "author": "Sarah McLachlan"
    },
    {
        "quote": "Don't change on me. Don't extort me unless you intend to do it forever.",
        "author": "Tupac Shakur"
    },
    {
        "quote": "The more you drive positive change, the more enhanced your business model.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "Climate change is not the fault of man. It's Mother Nature's way. And sucking greenhouse gases from the atmosphere is too limited a solution. We have to be prepared for fire or ice, for fry or freeze. We have to be prepared for change.",
        "author": "Howard Bloom"
    },
    {
        "quote": "We're on some path that's set since we're born, but I still believe we can change some things. So I believe in my faith, but I still don't believe in my fate.",
        "author": "RM"
    },
    {
        "quote": "We live in a world defined by the rapid pace of technological change.",
        "author": "Jerome Powell"
    },
    {
        "quote": "A new car is not going to change your life.",
        "author": "Monica Ali"
    },
    {
        "quote": "I wish I could pull shorts off. My wife tells me that I just can't. But that's okay. I'm tall, I can do other things, like change light bulbs.",
        "author": "Adam Driver"
    },
    {
        "quote": "Yankees don't understand that the Southern way of talking is a language of nuance. What we can do in the South is we can take a word and change it just a little bit and make it mean something altogether different.",
        "author": "Lewis Grizzard"
    },
    {
        "quote": "From time to time, you have seminal personalities who really change the way the world sees itself - people like Gandhi, Martin Luther King, Nelson Mandela. Warren Buffett is that kind of person in the business world.",
        "author": "Guy Spier"
    },
    {
        "quote": "The only difference between me and others is that they think they can change something with cute little poems, nice cards or embracing trees and being nice to little lapdogs.",
        "author": "Henry Rollins"
    },
    {
        "quote": "This stand wasn't because I feel like I'm being put down in any kind of way. This is because I'm seeing things happen to people that don't have a voice: people that don't have a platform to talk and have their voices heard and affect change. So I'm in the position where I can do that, and I'm going to do that for people that can't.",
        "author": "Colin Kaepernick"
    },
    {
        "quote": "The heart of man will always be dark. There will always be evil people. The problem is that there is nothing we can humanly do to change them.",
        "author": "Leon Bridges"
    },
    {
        "quote": "Today, actors aren't forced to ditch their regional accents like they used to. The best example's Tom Baker, a Scouser who went to great lengths to change his accent and ended up with something alien - and fantastic. It's sad that when the likes of him go, there won't be those sorts of accents any more.",
        "author": "Matt Berry"
    },
    {
        "quote": "Change brings opportunities. On the other hand, change can be confusing.",
        "author": "Michael Porter"
    },
    {
        "quote": "The speed of change today is faster than the human psyche seems able to handle, and it's increasingly difficult to reconcile the rhythms of our personal lives with the rapidity of a twenty-four-hour news cycle.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "Change before you're forced to change.",
        "author": "Roger Goodell"
    },
    {
        "quote": "Actors are agents of change. A film, a piece of theater, a piece of music, or a book can make a difference. It can change the world.",
        "author": "Alan Rickman"
    },
    {
        "quote": "Ever since that day when I was 11 years old, and I wasn't allowed in a photo because I wasn't wearing a tennis skirt, I knew that I wanted to change the sport.",
        "author": "Billie Jean King"
    },
    {
        "quote": "If the pace of change outside is moving more quickly than the pace of change inside, you get a bit left behind.",
        "author": "Steve Easterbrook"
    },
    {
        "quote": "Both climate change and extinction are results of our tyranny over the nonhuman world and our domination of, and exploitation of, whole categories of each other - and those, in turn, are clearly linked to agriculture, the cattle-industrial complex, capitalism.",
        "author": "Lydia Millet"
    },
    {
        "quote": "Words are powerful; if you change your words, you can change your life.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Cardio activity burns fat, and when you burn fat while building muscle, you change the ratio of stored fat to lean muscle mass, and your arms appear to be more defined.",
        "author": "Mandy Ingber"
    },
    {
        "quote": "Anybody who doesn't see the impact of climate change is really, I would say, myopic. They don't see the reality. It's so evident that we are destroying Mother Earth. This is not the problem of one country or a few countries: it is the problem of mankind. We need to work together to stop this. Otherwise, our future generations will simply disappear.",
        "author": "Juan Manuel Santos"
    },
    {
        "quote": "I have accepted fear as a part of life - specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back.",
        "author": "Erica Jong"
    },
    {
        "quote": "Our bodies are always going to change, and we might not always love that, but it really has nothing to do with true beauty. True beauty comes from within.",
        "author": "Nia Jax"
    },
    {
        "quote": "If death meant just leaving the stage long enough to change costume and come back as a new character, would you slow down? Or speed up?",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "I am very fortunate to work with people I have seen on the screen so many times and admired, and they are in the public eye, and I have seen how they handle it. There are definitely ways to just keep on enjoying the profession and the work. Other people tell me that things are going to change.",
        "author": "Alicia Vikander"
    },
    {
        "quote": "The first resistance to social change is to say it's not necessary.",
        "author": "Gloria Steinem"
    },
    {
        "quote": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change.",
        "author": "Dean Devlin"
    },
    {
        "quote": "I wanted to use sports for social change.",
        "author": "Billie Jean King"
    },
    {
        "quote": "Men do change, and change comes like a little wind that ruffles the curtains at dawn, and it comes like the stealthy perfume of wildflowers hidden in the grass.",
        "author": "John Steinbeck"
    },
    {
        "quote": "When the seasons shift, even the subtle beginning, the scent of a promised change, I feel something stir inside me. Hopefulness? Gratitude? Openness? Whatever it is, it's welcome.",
        "author": "Kristin Armstrong"
    },
    {
        "quote": "Sometimes the best thing we can ask for is change, and a fresh start forces us to confront change head-on.",
        "author": "Natalya Neidhart"
    },
    {
        "quote": "What I'm asking for is hard. It's easier to be cynical; to accept that change isn't possible, and politics is hopeless, and to believe that our voices and actions don't matter. But if we give up now, then we forsake a better future.",
        "author": "Barack Obama"
    },
    {
        "quote": "As the time goes by, you change, your learn new things, your attitude is different. For the moment, I'm still enjoying ski racing so much that it would be difficult for me to think about ending my career.",
        "author": "Hermann Maier"
    },
    {
        "quote": "Whosoever desires constant success must change his conduct with the times.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Change doesn't always mean progress, but the status quo isn't always the best result either. It is merely the most convenient.",
        "author": "Harsha Bhogle"
    },
    {
        "quote": "Everything is subject to change except God Himself.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "I think the thing about love is that even though the things around us change, we as human beings, a lot of the ways we interact, and the ways we love each other is timeless. It requires trust, honesty, commitment, romance, and physical chemistry.",
        "author": "John Legend"
    },
    {
        "quote": "I wouldn't change anything about my past, because it's made me who I am today. You have to remember: You need to crack some eggs to make omelettes. And I did crack some eggs.",
        "author": "Herschel Walker"
    },
    {
        "quote": "A change in bad habits leads to a change in life.",
        "author": "Jenny Craig"
    },
    {
        "quote": "I was willing to accept what I couldn't change.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "If there's something in your life that you know needs changing, make sure you change it before God's got to change it. Because if God's got to change it, you ain't going to like it.",
        "author": "Ray Lewis"
    },
    {
        "quote": "Beauty: the adjustment of all parts proportionately so that one cannot add or subtract or change without impairing the harmony of the whole.",
        "author": "Leon Battista Alberti"
    },
    {
        "quote": "I know once people get connected to real food, they never change back.",
        "author": "Alice Waters"
    },
    {
        "quote": "A great revolution in just one single individual will help achieve a change in the destiny of a society and, further, will enable a change in the destiny of humankind.",
        "author": "Daisaku Ikeda"
    },
    {
        "quote": "I say stupid white men are always the problem. That's never going to change.",
        "author": "Michael Moore"
    },
    {
        "quote": "Either you change with the times or you get rolled over.",
        "author": "B. J. Armstrong"
    },
    {
        "quote": "Failed plans should not be interpreted as a failed vision. Visions don't change, they are only refined. Plans rarely stay the same, and are scrapped or adjusted as needed. Be stubborn about the vision, but flexible with your plan.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Become a student of change. It is the only thing that will remain constant.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?",
        "author": "Andrea Jung"
    },
    {
        "quote": "I'm not here to change the world, but I do think while you're here you should have a bit of passion about life.",
        "author": "Keith Flint"
    },
    {
        "quote": "My biggest song in the world is 'Nothing's Gonna Change My Love for You.' All over the world, it's number one on the whole planet.",
        "author": "George Benson"
    },
    {
        "quote": "Instead of giving a politician the keys to the city, it might be better to change the locks.",
        "author": "Doug Larson"
    },
    {
        "quote": "I am very fond of technology and like to keep pace with change.",
        "author": "Farhan Akhtar"
    },
    {
        "quote": "You cannot change me; this is the way I am.",
        "author": "Marat Safin"
    },
    {
        "quote": "I wouldn't change myself at all. Being transgender makes me who I am: a strong person, a confident person. Being transgender gives me my personality.",
        "author": "Jazz Jennings"
    },
    {
        "quote": "Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.",
        "author": "Jack Welch"
    },
    {
        "quote": "More and more businesses are seeing the potential of a more sustainable business model, driven both by the firm belief that business can be a force for good and by the realization that the cost of inaction often exceeds the cost of action - notably when it comes to the growing threat of climate change and water scarcity.",
        "author": "Paul Polman"
    },
    {
        "quote": "I stand before you a changed man. Use me as an example of an instrument of change.",
        "author": "Michael Vick"
    },
    {
        "quote": "If you're raised with a poverty mentality, nothing is going to change it. I do know some really stingy billionaires. I come from such a generation of hand-to-mouthers.",
        "author": "Robert Downey, Jr."
    },
    {
        "quote": "We stand united, facing the big responsibility to change our country into a nation of justice, solidarity, humanity and green development.",
        "author": "George Papandreou"
    },
    {
        "quote": "All we need, really, is a change from a near frigid to a tropical attitude of mind.",
        "author": "Marjory Stoneman Douglas"
    },
    {
        "quote": "We have the character of an island nation: independent, forthright, passionate in defence of our sovereignty. We can no more change this British sensibility than we can drain the English Channel. And because of this sensibility, we come to the European Union with a frame of mind that is more practical than emotional.",
        "author": "David Cameron"
    },
    {
        "quote": "While the river of life glides along smoothly, it remains the same river; only the landscape on either bank seems to change.",
        "author": "Max Muller"
    },
    {
        "quote": "If you don't change, you're dead, so I try to keep changing.",
        "author": "Wavy Gravy"
    },
    {
        "quote": "As a daughter of a former NAACP chapter president, I know all too well how everyday people can change lives and create progress so many others consider 'impossible.'",
        "author": "Lucy McBath"
    },
    {
        "quote": "Agility is fundamental to leading a team through times of change.",
        "author": "Sandra E. Peterson"
    },
    {
        "quote": "I have always loved fashion because it's a great way to express your mood. And I'm definitely a shoe lover. The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself. A woman can wear confidence on her feet with a high stiletto, or slip into weekend comfort with a soft ballet flat.",
        "author": "Fergie"
    },
    {
        "quote": "Media is a double-edged sword and has the power to change hearts and minds through authentic storytelling as well as the power to paint a person, or an entire community, in a dim and misleading light.",
        "author": "Angelica Ross"
    },
    {
        "quote": "Changing the world is not easy, but its pursuit will change you profoundly.",
        "author": "Leroy Hood"
    },
    {
        "quote": "One day, I know the struggle will change. There's got to be a change - not only for Mississippi, not only for the people in the United States, but people all over the world.",
        "author": "Fannie Lou Hamer"
    },
    {
        "quote": "I don't know what religious people do. I kind of wished I'd been a Christian with the blind faith that God is doing the right thing. As a Buddhist, you feel like you have more control over the situation, and that you can change your karma.",
        "author": "Marcia Wallace"
    },
    {
        "quote": "If someone doesn't like something, it's their prerogative not to like it. It's not possible to please everyone. That doesn't mean that I'm going to change my mental make-up. I follow my instinct.",
        "author": "Ekta Kapoor"
    },
    {
        "quote": "I am mindful that the goal of protest is not more protest, but the goal of protest is change.",
        "author": "DeRay Mckesson"
    },
    {
        "quote": "As an explorer, I know firsthand there are many places in the ocean so full of life that they should be protected. Coral reefs and mangrove coastlines are stressed already by climate change and ocean acidification, and poor planning will just make their plight worse.",
        "author": "Philippe Cousteau, Jr."
    },
    {
        "quote": "Time and space always change, but there is something which is eternal and changeless. For example, the world and time, past or future, nothing exists for us in sleep. But we exist. Let us try to find out that which is changeless and which always exists.",
        "author": "Ramana Maharshi"
    },
    {
        "quote": "Throughout the western world, new systems have risen up whose job is to constantly record and monitor the present - and then compare that to the recorded past. The aim is to discover patterns, coincidences and correlations, and from that, find ways of stopping change. Keeping things the same.",
        "author": "Adam Curtis"
    },
    {
        "quote": "If you realize that all things change, there is nothing you will try to hold on to. If you are not afraid of dying, there is nothing you cannot achieve.",
        "author": "Lao Tzu"
    },
    {
        "quote": "I think music is an instrument. It can create the initial thought patterns that can change the thinking of the people.",
        "author": "John Coltrane"
    },
    {
        "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.",
        "author": "Ursula K. Le Guin"
    },
    {
        "quote": "I think the tiniest little thing can change the course of your day, which can change the course of your year, which can change who you are.",
        "author": "Taylor Swift"
    },
    {
        "quote": "Let us change our traditional attitude to the construction of programs. Instead of imagining that our main task is to instruct a computer what to do, let us concentrate rather on explaining to human beings what we want a computer to do.",
        "author": "Donald Knuth"
    },
    {
        "quote": "Solar power is going to be absolutely essential to meeting growing energy demands while staving off climate change.",
        "author": "Ramez Naam"
    },
    {
        "quote": "Our economic system, run for profit and waste and based primarily on the extractive industries, is the cause of climate change. We have wasted the earth's treasure and we can no longer exploit it cheaply.",
        "author": "Vivienne Westwood"
    },
    {
        "quote": "Each time we cooperate with God, we take one more giant step forward. Because when God asks us to change, it means that He always has something better to give us - more freedom, greater joy, and greater blessings.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "TikTok helped me change my life. TikTok brought my song to several different audiences at once.",
        "author": "Lil Nas X"
    },
    {
        "quote": "You must welcome change as the rule but not as your ruler.",
        "author": "Denis Waitley"
    },
    {
        "quote": "As a leader, the first person I need to lead is me. The first person that I should try to change is me.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Change is not always bad. Change can be good.",
        "author": "Dries van Noten"
    },
    {
        "quote": "I want to change the bad boy image that has stuck for a bit because I don't think I am at all how I have been portrayed. I would like that to change because it's awful to hear and read what is said of you.",
        "author": "Luis Suarez"
    },
    {
        "quote": "Habits change into character.",
        "author": "Ovid"
    },
    {
        "quote": "Logic will never change emotion or perception.",
        "author": "Edward de Bono"
    },
    {
        "quote": "What is Apple, after all? Apple is about people who think 'outside the box,' people who want to use computers to help them change the world, to help them create things that make a difference, and not just to get a job done.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I like progress but I hate change.",
        "author": "Jon Bon Jovi"
    },
    {
        "quote": "Yes, we have the judiciary, the Constitution, we're fighting racism on a daily basis, but these are all state efforts and are not the efforts of the individual. The individual has to commit to change, the individual has to look at the past and take accountability of the past; for the wound to heal we have to dress it together.",
        "author": "John Kani"
    },
    {
        "quote": "Some things never change and the intriguing things you fall in love with will become the things you don't like.",
        "author": "Courteney Cox"
    },
    {
        "quote": "Don't fear change - embrace it.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "To be clear, climate change is a true 800 pound gorilla in the room. The effects of global warming threaten global environmental upheaval over the coming century. But for South Florida and the Everglades, it could be our death knell if urgent action is not taken.",
        "author": "Debbie Wasserman Schultz"
    },
    {
        "quote": "If you marry the wrong person for the wrong reasons, then no matter how hard you work, it's never going to work, because then you have to completely change yourself, completely change them, completely - by that time, you're both dead.",
        "author": "Anne Bancroft"
    },
    {
        "quote": "We all have experiences in our lives that change us, and we all learn from people, like my dad, but at the end of the day, it's only us. And we're only responsible to make ourselves happy.",
        "author": "Tom Brady"
    },
    {
        "quote": "Climate changes are caused by solar radiation and other natural phenomena, so I don't worry one bit about that. Nothing we do can change anything in the climate.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "My view of myself doesn't change. I know who I am. I'm Cuban American; both my parents are Cuban - one was a little browner than the other one. That's who I am. I feel sorry that it's taken so long for the film industry to figure it out and to catch up.",
        "author": "Gina Torres"
    },
    {
        "quote": "One of the most predictable things in life is there will be change. You are better off if you can have a say in the change. But you are ignorant or naive if you don't think there will be change, whether you want it to or not.",
        "author": "Julius Erving"
    },
    {
        "quote": "Effectively, change is almost impossible without industry-wide collaboration, cooperation and consensus.",
        "author": "Simon Mainwaring"
    },
    {
        "quote": "I grew up always thinking that fighting for justice was our obligation, whether that's giving your voice to something, serving as a verbal advocate for someone, or physically being in spaces or occupying space to make and create change.",
        "author": "Angela Rye"
    },
    {
        "quote": "Pick up a rifle and you change instantly from a subject to a citizen.",
        "author": "Jeff Cooper"
    },
    {
        "quote": "Change is hard but inevitable.",
        "author": "Jenny Han"
    },
    {
        "quote": "Places change all the time, and the type of people who live there change.",
        "author": "Martin Parr"
    },
    {
        "quote": "Having Black hair is unique in that Black women change up styles a lot. You can walk down one street block in New York City and see 10 different hairstyles that Black women are wearing: straight curls, short cuts, braids - we really run the gamut.",
        "author": "Queen Latifah"
    },
    {
        "quote": "Each new generation of children grows up in the new environment its parents have created, and each generation of brains becomes wired in a different way. The human mind can change radically in just a few generations.",
        "author": "Alison Gopnik"
    },
    {
        "quote": "Death means change our clothes. Clothes become old, then time to come change. So this body become old, and then time come, take young body.",
        "author": "Dalai Lama"
    },
    {
        "quote": "Progress is seldom simple; it comes with costs and casualties, even challenges about whether a change represents an advance or a retreat.",
        "author": "Nancy Gibbs"
    },
    {
        "quote": "Nothing binds a people to their leader like a common enemy. Voters don't change governments during war.",
        "author": "Harvey Fierstein"
    },
    {
        "quote": "Being ready isn't enough; you have to be prepared for a promotion or any other significant change.",
        "author": "Pat Riley"
    },
    {
        "quote": "Apple has a culture of excellence that is, I think, so unique and so special. I'm not going to witness or permit the change of it.",
        "author": "Tim Cook"
    },
    {
        "quote": "But I think it's more that when you're young, you're invincible, you're immortal - or at least you think you are. The possibilities are limitless, you're inventing the future. Then you get older and suddenly you have a history. It's fixed. You can't change anything. I find that a bit disturbing, to be honest.",
        "author": "Damien Hirst"
    },
    {
        "quote": "I like to say that the greatest handicap of deafness does not lie in the ear, it lies in the mind. I hope that through my example, such as my role on 'The West Wing,' I can help change attitudes on deafness and prove we can really do everything... except hear.",
        "author": "Marlee Matlin"
    },
    {
        "quote": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.",
        "author": "M. Scott Peck"
    },
    {
        "quote": "I'm not going to change the world. You're not going to change the world. But we can help - we can all help.",
        "author": "Cristiano Ronaldo"
    },
    {
        "quote": "Theater has an incredible capacity to move people to social change, to address issues, to inspire social revolution.",
        "author": "Eve Ensler"
    },
    {
        "quote": "We did wanna change the name. We were actually putting names in a hat. It was the people making an income off Motley Crue that talked us out of it. The booking agent was getting them between a half a million and a million dollars a show as Motley Crue. Then there was the manager who got 10 to 15 percent off Motley Crue.",
        "author": "John Corabi"
    },
    {
        "quote": "Any change is resisted because bureaucrats have a vested interest in the chaos in which they exist.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "The ultimate end of all revolutionary social change is to establish the sanctity of human life, the dignity of man, the right of every human being to liberty and well-being.",
        "author": "Emma Goldman"
    },
    {
        "quote": "As the facts change, change your thesis. Don't be a stubborn mule, or you'll get killed.",
        "author": "Barry Sternlicht"
    },
    {
        "quote": "The only thing I fear more than change is no change. The business of being static makes me nuts.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.",
        "author": "Horace"
    },
    {
        "quote": "CO2 is the exhaling breath of our civilization, literally... Changing that pattern requires a scope, a scale, a speed of change that is beyond what we have done in the past.",
        "author": "Al Gore"
    },
    {
        "quote": "I know, ultimately, I want to help effect change; otherwise, I would look at myself in the mirror every day and think, 'What in the world am I doing with my life?'",
        "author": "Yara Shahidi"
    },
    {
        "quote": "The thing about the basics is they don't really change - it's the details and the proportions that change. The shirt may be cut slimmer or looser, the suit might be darker or lighter, the sneakers might not have laces, but you're still talking about shirts and suits and sneakers.",
        "author": "John Varvatos"
    },
    {
        "quote": "As every new breed of virus is conceived, created and released into the wild, another small change is made to the anti-virus software to combat the new threat.",
        "author": "Glenn Turner"
    },
    {
        "quote": "I've always been interested in public health approaches because it seems to me we have this yearning for silver bullets, and that is not in fact how change comes about. Change comes through silver buckshot - a lot of little things that achieve results. That's a classic public health approach.",
        "author": "Nicholas Kristof"
    },
    {
        "quote": "When I was in first grade, everyone made fun of my name, of course. I think it's kind of a big name to hold up when you're nine years old. It seemed goofy. I used to tell people I wanted to change the world and they used to think, 'This kid's really weird'.",
        "author": "River Phoenix"
    },
    {
        "quote": "Human nature doesn't change. When enough people are comfortable enough financially, there is going to be human nature that wants to spend more money on better quality and, to some degree, status symbols as well.",
        "author": "Danny Meyer"
    },
    {
        "quote": "I'm confident in who I am. I've come to a place in my life where I've accepted things that are me, as opposed to feeling pressure to explain myself to people around me. That's just the way I've always tried to be. It didn't change when I became a star.",
        "author": "Lady Gaga"
    },
    {
        "quote": "We will hire someone with less experience, less education, and less expertise than someone who has more of those things and has a rotten attitude. Because we can train people. We can teach people how to lead. We can teach people how to provide customer service. But we can't change their DNA.",
        "author": "Herb Kelleher"
    },
    {
        "quote": "People speak about diversity and representation like the world is ready. But when it actually happens, people can't take change. They can't deal with it. Which is why we have things like cyberbullying, which is why people will send you nasty DMs, say nasty things in your comments. Because they're just not dealing with it, they're not ready.",
        "author": "Zozibini Tunzi"
    },
    {
        "quote": "I think there's a weapon of cynicism to say, 'Protest doesn't work. Organizing doesn't work. Y'all are a bunch of hippies. You know, it doesn't do anything,' because, frankly, it's said out of fear, because it is a potent force for political change.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "Change comes when people are willing to commit acts of peaceful civil disobedience.",
        "author": "Gail Bradbrook"
    },
    {
        "quote": "It seems to me that women have made an awful lot of progress, but they probably remain underrepresented at the highest levels of most organizations, for a variety of reasons. And it's probably going to take a long time to change that.",
        "author": "Janet Yellen"
    },
    {
        "quote": "It is really interesting to change your hair color after being blond your entire life.",
        "author": "Ross Lynch"
    },
    {
        "quote": "You don't have to be the Dalai Lama to tell people that life's about change.",
        "author": "John Cleese"
    },
    {
        "quote": "I entered medicine to use it as a vehicle for social change.",
        "author": "Patch Adams"
    },
    {
        "quote": "It's not a lighthearted decision to change your language, your country, your citizenship, and come to a world where you don't know anybody, to leave a place where you've had opportunities to build friendships from childhood. That's quite a big decision to make.",
        "author": "Milos Forman"
    },
    {
        "quote": "One volcano puts out more toxic gases - one volcano - than man makes in a whole year. And when you look at this 'climate change,' and when you look at the regular climate change that we all have in the world, we have warm and we have cooling spells.",
        "author": "John Raese"
    },
    {
        "quote": "Broadband connections allow us to access more robust types of content, services, and applications - video chat versus email, or live streaming versus chat, for example. Yet if we look beyond our own personal use, we can see that broadband Internet access is not merely a convenience: it is a powerful force for social change.",
        "author": "Tae Yoo"
    },
    {
        "quote": "New Year's Day. A fresh start. A new chapter in life waiting to be written. New questions to be asked, embraced, and loved. Answers to be discovered and then lived in this transformative year of delight and self-discovery. Today carve out a quiet interlude for yourself in which to dream, pen in hand. Only dreams give birth to change.",
        "author": "Sarah Ban Breathnach"
    },
    {
        "quote": "You know, whatever people say, nothing's going to change it - what I think, what I'm capable of.",
        "author": "Amanda Nunes"
    },
    {
        "quote": "I do believe that clean water is the most efficient way to change the world.",
        "author": "Chris Long"
    },
    {
        "quote": "A person needs at intervals to separate himself from family and companions and go to new places. He must go without his familiars in order to be open to influences, to change.",
        "author": "Katharine Butler Hathaway"
    },
    {
        "quote": "I believe activism is the true source of change in the world. Pushing to change social structures in communities that you are a part of is critical for making real lasting change.",
        "author": "Marley Dias"
    },
    {
        "quote": "I am a free lover. I have an inalienable, constitutional and natural right to love whom I may, to love as long or short a period as I can; to change that love every day if I please.",
        "author": "Victoria Woodhull"
    },
    {
        "quote": "I don't do fake. That's the first thing you should know about me. I'm not one to put on airs or change my demeanor depending on where I am or who I am talking to.",
        "author": "Carli Lloyd"
    },
    {
        "quote": "The problem is, of course, that these interest groups are all asking for changes, but their enthusiasm for change rapidly disappears when it affects the core of their own interests.",
        "author": "Angela Merkel"
    },
    {
        "quote": "Because management deals mostly with the status quo and leadership deals mostly with change, in the next century we are going to have to try to become much more skilled at creating leaders.",
        "author": "John P. Kotter"
    },
    {
        "quote": "People are always telling me that change is good. But all that means is that something you didn't want to happen has happened.",
        "author": "Meg Ryan"
    },
    {
        "quote": "I'm a big believer in bibliotherapy. Books have the power to change lives: what we think and what we do.",
        "author": "Eric Walters"
    },
    {
        "quote": "When you want something so bad and when something great happens, I think it's instinct that you say, 'This is gonna be the moment that's gonna change everything. Everybody is gonna see me a different way.'",
        "author": "Joan Smalls"
    },
    {
        "quote": "Most girls spend most of their time at school. If real change comes from hearing our voices, it has to start in school, but school is a place where black girls tend to experience microaggressions. Microaggressions are not always obvious, ugly, or terrible things, but they make you feel as though your voice does not matter.",
        "author": "Marley Dias"
    },
    {
        "quote": "I was taught over and over again that the accumulation of random mutations led to evolutionary change - led to new species. I believed it until I looked for evidence.",
        "author": "Lynn Margulis"
    },
    {
        "quote": "There can be no peace in the world so long as a large proportion of the population lack the necessities of life and believe that a change of the political and economic system will make them available. World peace must be based on world plenty.",
        "author": "John Boyd Orr"
    },
    {
        "quote": "I think women have to change their hairstyle from time to time.",
        "author": "Yulia Tymoshenko"
    },
    {
        "quote": "When someone wants to freshen up their home a bit, and they don't want to spend a ton of money on construction, I always tell them to start off with paint. A fresh coat can really change the whole look of a home.",
        "author": "Bobby Berk"
    },
    {
        "quote": "Audiences are shifting. Platforms are shifting. Ages are shifting. It's better to be in charge of change than to have to react to change.",
        "author": "Roger Ailes"
    },
    {
        "quote": "Climate change is moving faster than we are, but we don't give up because we know that climate action is the only path.",
        "author": "Antonio Guterres"
    },
    {
        "quote": "The best way to change it is to do it. Right? And then after a while you become it, and it's easy.",
        "author": "Ursula Burns"
    },
    {
        "quote": "The key is to embrace disruption and change early. Don't react to it decades later. You can't fight innovation.",
        "author": "Ryan Kavanaugh"
    },
    {
        "quote": "I'm not going to change the world overnight. It's one person at a time, and hopefully they're people in positions of power who can help people get in those roles and really, truly embrace colorblind casting.",
        "author": "Gabrielle Union"
    },
    {
        "quote": "There are a lot of people in the animal rights movement who can be very passionate and aggressive, and I applaud people's passion, but when people are judgmental and aggressive, all you end up doing is getting other people to turn away in irritation. To change people's minds, you have to respect the people you're talking to.",
        "author": "Moby"
    },
    {
        "quote": "Climate change is real. Climate change is being substantially increased by humans and the carbon we put into the atmosphere. And it appears to be speeding up. If science has made any mistakes, science has been underestimating it.",
        "author": "James Balog"
    },
    {
        "quote": "It's normal in a top club that people change.",
        "author": "Petr Cech"
    },
    {
        "quote": "Change is vital, improvement the logical form of change.",
        "author": "James Cash Penney"
    },
    {
        "quote": "Scientists use satellites to track weather, map ice sheet melting, detect diseases, show ecosystem change... the list goes on and on. I think nearly every scientific field benefits or could benefit from satellite imagery analysis.",
        "author": "Sarah Parcak"
    },
    {
        "quote": "Constitutions should consist only of general provisions; the reason is that they must necessarily be permanent, and that they cannot calculate for the possible change of things.",
        "author": "Alexander Hamilton"
    },
    {
        "quote": "I don't think you can create art out of anger; it has to come out of some form of understanding. You have to feel good about who you are and that you could do something to change things.",
        "author": "Faith Ringgold"
    },
    {
        "quote": "Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "Climate change is a consequence of the build up of greenhouse gases over the past 200 years in the atmosphere, and virtually all these emissions came from the rich countries.",
        "author": "Gordon Brown"
    },
    {
        "quote": "We have all been there: we see that gorgeous person across the room, and we want to go and speak to them so badly. However, the 'rules' of society mean we usually don't end up doing it, despite our friends' best efforts to convince us to. Time for a change. Be empowered and say hi! It's proven that people really like it when you take initiative.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "To change the media, you're gonna have to totally throw out every journalism school and get rid of everybody in every newsroom, and then you're gonna have to change the grade school and middle school and high school curriculum.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Historical change is like an avalanche. The starting point is a snow-covered mountainside that looks solid. All changes take place under the surface and are rather invisible.",
        "author": "Norman Davies"
    },
    {
        "quote": "Donald Trump's a change agent. So am I.",
        "author": "Ron Johnson"
    },
    {
        "quote": "Everybody wants to get enlightened but nobody wants to change.",
        "author": "Andrew Cohen"
    },
    {
        "quote": "Business can be a source of progressive change.",
        "author": "Jerry Greenfield"
    },
    {
        "quote": "The historian of science may be tempted to exclaim that when paradigms change, the world itself changes with them.",
        "author": "Thomas Kuhn"
    },
    {
        "quote": "All change is bad. But sometimes it has to be done.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "We understand bringing girls into the tech space is about giving them skills to create social impact and change in their community.",
        "author": "Kimberly Bryant"
    },
    {
        "quote": "Change is inevitable, and you can't stop that change. You say, 'Wait, stop,' and it just drives right over you.",
        "author": "Randy Bachman"
    },
    {
        "quote": "Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future.",
        "author": "Saul Alinsky"
    },
    {
        "quote": "I think it's naive to pray for world peace if we're not going to change the form in which we live.",
        "author": "Godfrey Reggio"
    },
    {
        "quote": "One of the problems in the biotech world is the lack of women in leadership roles, and I'd like to see that change by walking the walk.",
        "author": "Jennifer Doudna"
    },
    {
        "quote": "Life kind of forces us to put these filters on, whether it's because someone told you you weren't good enough - excluded you or bullied you. Or maybe your parents screwed up on accident in some way and it changed who you were. There's this pressure to fit into a mold and change who you're supposed to be.",
        "author": "Noah Centineo"
    },
    {
        "quote": "Change can be for good if you combine audacity with safety.",
        "author": "Pedro Sanchez"
    },
    {
        "quote": "There's nothing that will change someone's moral outlook quicker than cash in large sums.",
        "author": "Larry Flynt"
    },
    {
        "quote": "I was very happy in Bombay. I was good at school. There was no reason to change anything. I suppose it must have been some spirit of adventure, of wanting to see the world.",
        "author": "Salman Rushdie"
    },
    {
        "quote": "Coy Wire played in the NFL for 9 years and is now a motivational speaker and has a book out called 'Change Your Mind.' He is an amazing person with such positive energy! When Kroy and I first met and started dating, there weren't a whole lot of people that supported us, but Coy always did.",
        "author": "Kim Zolciak-Biermann"
    },
    {
        "quote": "As society changes, as politics change, as people change, certain songs still seem to resonate.",
        "author": "Beck"
    },
    {
        "quote": "If I were doing something that the Bible condemns, I have two choices. I can straighten up my act, or I can somehow distort and twist and change the meaning of the Bible.",
        "author": "Jerry Falwell"
    },
    {
        "quote": "Everything has yet to be invented. I never say 'green' - I say 'greener.' It's greener simply because this is a continuum of change, improvement and discovery.",
        "author": "Yves Behar"
    },
    {
        "quote": "We are legislators, not public works contractors. People look up to us to make serious laws that could change the lives of a great number of people or could change the way society is run or managed.",
        "author": "Miriam Defensor-Santiago"
    },
    {
        "quote": "I think is important to give a child room to make mistakes in order to learn. Mistakes build wings so later in life they can fly and go on their own. Let them fall once in awhile... Be their friend and parent as well. When they're in trouble, they will come to you first. Don't try to change their opinion.",
        "author": "Melania Trump"
    },
    {
        "quote": "The entire planet is drawn to Indian culture and soft power. The global community looks to us for solutions to international problems - whether terrorism, money laundering or climate change. In a globalised world, our responsibilities are also global.",
        "author": "Ram Nath Kovind"
    },
    {
        "quote": "The leaders who we admire who have been able to bring great change in the past - Gandhi, Martin Luther King, Nelson Mandela - they're all inspirational religious leaders and smart tacticians. It would be nice to find the Muslim Gandhi, wouldn't it?",
        "author": "Dennis C. Blair"
    },
    {
        "quote": "My whole goal is to heal the entire planet. People say, 'I want to change the world.' You can change the world for better or for worse. I want to heal the whole world like a superhero would do.",
        "author": "Jaden Smith"
    },
    {
        "quote": "After the success of 'August,' there were people saying I should change my life. And maybe I should have bought a yacht and traveled the world instead of returning to Steppenwolf to act in and write plays. But I'm from the Midwest, and that's what we do: We go back to work.",
        "author": "Tracy Letts"
    },
    {
        "quote": "I am Jose Mourinho and I don't change. I arrive with all my qualities and my defects.",
        "author": "Jose Mourinho"
    },
    {
        "quote": "Donald Trump is a symptom, not a disease. The disease is the death of real political conservatism: a cool, intelligent reluctance to believe that all change is good, a love for the established, the particular, and the well-worn.",
        "author": "Peter Hitchens"
    },
    {
        "quote": "In the 21st century, you have to use technology as one of the tools in the toolkit to bring about social change.",
        "author": "Beth Simone Noveck"
    },
    {
        "quote": "Lesbian, gay, bisexual, and transgender teens are bullied and ostracized in epidemic proportions. It's disgusting, and it must change.",
        "author": "Monica Raymund"
    },
    {
        "quote": "You gotta call it out first; it always has to be called out when we need social change, but this is how social change happens: you call it out. People had to call out child labor. People had to call out, 'Hey time's up; we need to vote. We live in this country.' People had to call out 'time's up' on enslaving people, you know.",
        "author": "Debra Granik"
    },
    {
        "quote": "The damage that climate change is causing and that will get worse if we fail to act goes beyond the hundreds of thousands of lives, homes and businesses lost, ecosystems destroyed, species driven to extinction, infrastructure smashed and people inconvenienced.",
        "author": "David Suzuki"
    },
    {
        "quote": "It would be impossible to estimate how much time and energy we invest in trying to fix, change and deny our emotions - especially the ones that shake us at our very core, like hurt, jealousy, loneliness, shame, rage and grief.",
        "author": "Debbie Ford"
    },
    {
        "quote": "A lot of political things would have to dramatically change in this planet for a woman of color to be carefree.",
        "author": "Cree Summer"
    },
    {
        "quote": "That's something we real big on - just being real, authentic, being yourself, not letting this lifestyle change you.",
        "author": "YG"
    },
    {
        "quote": "The message I would say to China is, 'Carry on with the reform; carry on with the change you are making.'",
        "author": "George Osborne"
    },
    {
        "quote": "After 150 years, Bristol's prime music venue is to finally change its name and thereby cut its link to the infamous slave trader Edward Colston.",
        "author": "David Olusoga"
    },
    {
        "quote": "There's not one moment from my journey that I'd want to change. Everything happens for a reason.",
        "author": "Bruce Arians"
    },
    {
        "quote": "The globalization of the capital market is actually part of economic globalization. This will create a change in the entire world economy, not just restricted to some fields in some countries.",
        "author": "Richard Grasso"
    },
    {
        "quote": "I don't think fashion has to change every five minutes. I'd like these to be clothes you can wear for a long time - ten, 20 years; pass on to your daughter. Why buy vintage when you can open your own closet!",
        "author": "Tom Ford"
    },
    {
        "quote": "Just by making a decision to stay out of politics, you are making the decision to allow others to shape politics and exert power over you. And if you are alienated from the current political system, then just by staying out of it, if you do nothing to change it, you simply entrench it.",
        "author": "Joan Kirner"
    },
    {
        "quote": "I absolutely don't care about my looks and I'm so used to them that I wouldn't change a thing. I would end up missing my defects.",
        "author": "Colin Firth"
    },
    {
        "quote": "What motivates most people to change their behavior is consequences. No consequences? No behavior modification.",
        "author": "Drew Pinsky"
    },
    {
        "quote": "The biggest change I notice in the winter months is with my skin. I find all the cold weather and central heating leaves it feeling more dull, dry and easily irritated. So for me, finding little ways to make my skincare routine work harder is my winter beauty priority.",
        "author": "Emma Willis"
    },
    {
        "quote": "The texture my hair, my skin tone; it does work, you don't have to change. But historically we've seen fashion try to change that: straighten your hair, thrown on a super straight silky wig, lighten your skin tone.",
        "author": "KiKi Layne"
    },
    {
        "quote": "How we grow food has enormous effects on the environment - climate change as well as pollution of air, water, and soil.",
        "author": "Marion Nestle"
    },
    {
        "quote": "Once you change the technology - from a film camera to a video camera, or from an 8-mm camera to 16 mm - you change completely the content. With 8 mm, a leaf on a tree will be made up of maybe four grains. So it's very impressionistic, almost like Seurat. If you switch to 16 mm, the technology gives you hundreds of grains on that leaf.",
        "author": "Jonas Mekas"
    },
    {
        "quote": "Franklin Roosevelt was a great leader. He saw how to use the levers of power to affect change.",
        "author": "Pete du Pont"
    },
    {
        "quote": "The difference between a movie star and a movie actor is this - a movie star will say, 'How can I change the script to suit me?' and a movie actor will say. 'How can I change me to suit the script?'",
        "author": "Michael Caine"
    },
    {
        "quote": "'God Loves Uganda' is a powerful exploration of the evangelical campaign to change African culture with values imported from America's Christian Right. The film follows American and Ugandan religious leaders fighting 'sexual immorality' and missionaries trying to convince Ugandans to follow Biblical law.",
        "author": "Roger Ross Williams"
    },
    {
        "quote": "Real, sustainable community change requires the initiative and engagement of community members.",
        "author": "Helene D. Gayle"
    },
    {
        "quote": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.",
        "author": "Dorothy Canfield Fisher"
    },
    {
        "quote": "We don't hold anything back. We go for broke, and if we have a good idea for a story line, we just use it because you never know and because the dynamics of the show are going to change.",
        "author": "Josh Schwartz"
    },
    {
        "quote": "The problem with existing biology is you change only one or two genes at a time.",
        "author": "Craig Venter"
    },
    {
        "quote": "I want tension in my business. Tension creates change. Change is necessary to evolve and prosper. I am never satisfied.",
        "author": "Kenneth C. Griffin"
    },
    {
        "quote": "All of my life had been spent in the shadow of apartheid. And when South Africa went through its extraordinary change in 1994, it was like having spent a lifetime in a boxing ring with an opponent and suddenly finding yourself in that boxing ring with nobody else and realising you've to take the gloves off and get out, and reinvent yourself.",
        "author": "Athol Fugard"
    },
    {
        "quote": "The Philippines is a terrible name, coming from Spain. Phillip II was the father of the inquisition, who I believe died of syphilis. It is my great regret that we didn't change the name of our country.",
        "author": "Imelda Marcos"
    },
    {
        "quote": "Sometimes things happen in life, sometimes they don't. Don't get me wrong: I have no regrets - if I could turn the clock back 10 or 20 years, I wouldn't want to fundamentally change the path my life has taken.",
        "author": "Nicola Sturgeon"
    },
    {
        "quote": "What the food industry should be talking about? Climate change. It should be talking about the industrialization of food. It should be talking about how are we gonna feed the kids at school.",
        "author": "Dominique Crenn"
    },
    {
        "quote": "As far as superhero stories, what's appealing is of course that aspect of wish fulfillment. I mean, you start out reading them as a kid, and a couple things jump out at you - there are heroes out there, and you wish you could run into a phone booth and change your life, or be like Peter Parker and put on a mask and become a hero.",
        "author": "John Ridley"
    },
    {
        "quote": "Clinton understands that climate change is real, is caused by human activity and is one of the great environmental crises facing our planet. She knows that we must transform our energy system away from fossil fuels and move aggressively to energy efficiency and sustainable energy.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "I know that my race must change.",
        "author": "Chief Joseph"
    },
    {
        "quote": "Fortunately, we Argentines have decided to change. We believe politics needs to be led by public servants with a vocation to give and construct.",
        "author": "Mauricio Macri"
    },
    {
        "quote": "We can't change the past. We can only get ready for the future.",
        "author": "Marcus Smart"
    },
    {
        "quote": "Being a great founder or early team member is a difficult dialectic - you have to be a bit overconfident, and a big ego isn't always a bad thing. To change the world requires pushing really, really hard and believing you and your team know something others don't.",
        "author": "Joe Lonsdale"
    },
    {
        "quote": "If I change people's lives, that's all that matters to me.",
        "author": "Young M.A"
    },
    {
        "quote": "Dr. Seuss said, 'No one can be you-er than you,' and Oscar Wilde said, 'Be yourself because everyone else is taken.' So I just try to continue to be who I am and don't change that. And I'm a little chameleon, so I can fit in wherever I am.",
        "author": "Martellus Bennett"
    },
    {
        "quote": "We have to raise the consciousness; the only way poets can change the world is to raise the consciousness of the general populace.",
        "author": "Lawrence Ferlinghetti"
    },
    {
        "quote": "I want society to feel they are part of a process of change.",
        "author": "Gonzalo Sanchez de Lozada"
    },
    {
        "quote": "Now is not the time for us to shy away from challenging ourselves to make substantive change for the better. We have the opportunity to raise the bar in the faith-based world by forging a culture in which inclusivity, diversity, and equality are paramount.",
        "author": "Lynn Schusterman"
    },
    {
        "quote": "Persistence and determination are incredibly important. But sometimes you need to analyze the situation and understand when you're wrong. You need to be able to cop to being wrong, learn to change, and continue to grow as a human being.",
        "author": "Sasha Grey"
    },
    {
        "quote": "Technology is characterized by constant change, rapid innovation, creative destruction, and revolutionary products.",
        "author": "Marsha Blackburn"
    },
    {
        "quote": "Without being aware, I think I was being indoctrinated into what was called Vitalism, the idea that what makes life worth living, the good life, consists of accepting challenges, solving problems, discovery, personal growth, personal change.",
        "author": "Edmund Phelps"
    },
    {
        "quote": "True atonement isn't the periodic shaving of karmic stubble via confessional; it requires deep, truthful change. It means doing the hardest thing of all: not making the same stupid mistake again.",
        "author": "Ben Dolnick"
    },
    {
        "quote": "Even a brief interaction can change the way people think about themselves, their leaders, and the future. Each of those many connections you make has the potential to become a high point or a low point in someone's day.",
        "author": "Douglas Conant"
    },
    {
        "quote": "I would tell my younger self not to change for anyone. There's only one you, which makes you unique.",
        "author": "Jasmine Cephas Jones"
    },
    {
        "quote": "Presidents should do whatever possible and practical to encourage an environment of cooperation and bipartisanship. And they should maintain a certain level of decorum, diplomacy and decency. But, at the end of the day, presidents get elected to enact change.",
        "author": "Mark McKinnon"
    },
    {
        "quote": "Films really can change a conversation and change someone's thinking and perception, especially with people of color at the center. It rarely happens. I think it's important for both the community but also the world to see people of color in all genres, especially love stories.",
        "author": "Gina Prince-Bythewood"
    },
    {
        "quote": "Mom, I love you. I love you, and our lives are gonna change. We don't have to struggle no more.",
        "author": "Andy Ruiz Jr."
    },
    {
        "quote": "You can change the feel of your sofa by adding a thick, cozy throw and playing a couple of classic pillows off a more Moroccan-inspired one.",
        "author": "Nate Berkus"
    },
    {
        "quote": "Music is changing. I'm just doing what I'm doing, and hopefully in the next 20, 30 years, some kids can take what I'm doing and change it again. If the music doesn't move, then it's dead.",
        "author": "Trombone Shorty"
    },
    {
        "quote": "Over-dependence on finite resources, like oil, ignores the ability of our great minds to develop alternative energy for the masses, and in doing so ignores climate change and sets up our students and workforce for failure by not educating them about the needs of our future.",
        "author": "Deb Haaland"
    },
    {
        "quote": "My message to the people and rulers of Pakistan is, 'As neighbours, we want peace and friendship and cooperation with you so that together we can change the face of South Asia.'",
        "author": "Atal Bihari Vajpayee"
    },
    {
        "quote": "Wouldn't it be something if Liberty's votes were enough to change which presidential candidate won Virginia and maybe even the presidency itself?",
        "author": "Jerry Falwell, Jr."
    },
    {
        "quote": "We always had a lot of admiration for feminists who were out there trying to change things for the better for women, who were trying to find equality in the workplace and at home.",
        "author": "Nancy Wilson"
    },
    {
        "quote": "It's impossible to change the social without changing the personal - you have to put your money where your mouth is. And if you're not making those challenges at home, it's unlikely you'll make them in a larger setting.",
        "author": "Carrie Mae Weems"
    }
]