[
    {
        "quote": "It is no measure of health to be well adjusted to a profoundly sick society.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "When wealth is lost, nothing is lost; when health is lost, something is lost; when character is lost, all is lost.",
        "author": "Billy Graham"
    },
    {
        "quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account.",
        "author": "Anne Wilson Schaef"
    },
    {
        "quote": "There's nothing more important than our good health - that's our principal capital asset.",
        "author": "Arlen Specter"
    },
    {
        "quote": "Sleep is that golden chain that ties health and our bodies together.",
        "author": "Thomas Dekker"
    },
    {
        "quote": "A healthy outside starts from the inside.",
        "author": "Robert Urich"
    },
    {
        "quote": "You know, all that really matters is that the people you love are happy and healthy. Everything else is just sprinkles on the sundae.",
        "author": "Paul Walker"
    },
    {
        "quote": "Your body hears everything your mind says.",
        "author": "Naomi Judd"
    },
    {
        "quote": "He who has health, has hope; and he who has hope, has everything.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "I know a man who gave up smoking, drinking, sex, and rich food. He was healthy right up to the day he killed himself.",
        "author": "Johnny Carson"
    },
    {
        "quote": "I believe that the greatest gift you can give your family and the world is a healthy you.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Health is not valued till sickness comes.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "The art of healing comes from nature, not from the physician. Therefore the physician must start from nature, with an open mind.",
        "author": "Paracelsus"
    },
    {
        "quote": "My personal goals are to be happy, healthy and to be surrounded by loved ones.",
        "author": "Kiana Tom"
    },
    {
        "quote": "The first wealth is health.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "It is health that is real wealth and not pieces of gold and silver.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life.",
        "author": "Marilu Henner"
    },
    {
        "quote": "Everybody needs beauty as well as bread, places to play in and pray in, where nature may heal and give strength to body and soul.",
        "author": "John Muir"
    },
    {
        "quote": "Health nuts are going to feel stupid someday, lying in hospitals dying of nothing.",
        "author": "Redd Foxx"
    },
    {
        "quote": "You know, true love really matters, friends really matter, family really matters. Being responsible and disciplined and healthy really matters.",
        "author": "Courtney Thorne-Smith"
    },
    {
        "quote": "If you're happy, if you're feeling good, then nothing else matters.",
        "author": "Robin Wright"
    },
    {
        "quote": "It's better to be healthy alone than sick with someone else.",
        "author": "Phil McGraw"
    },
    {
        "quote": "Natural forces within us are the true healers of disease.",
        "author": "Hippocrates"
    },
    {
        "quote": "Happiness lies first of all in health.",
        "author": "George William Curtis"
    },
    {
        "quote": "America's health care system is neither healthy, caring, nor a system.",
        "author": "Walter Cronkite"
    },
    {
        "quote": "If we can get people to focus on fruits and vegetables and more healthy foods, we'll be better in terms of our healthcare situation.",
        "author": "Tom Vilsack"
    },
    {
        "quote": "Early to bed and early to rise makes a man healthy, wealthy and wise.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "A person whose mind is quiet and satisfied in God is in the pathway to health.",
        "author": "Ellen G. White"
    },
    {
        "quote": "Looking after my health today gives me a better hope for tomorrow.",
        "author": "Anne Wilson Schaef"
    },
    {
        "quote": "Cheerfulness is the best promoter of health and is as friendly to the mind as to the body.",
        "author": "Joseph Addison"
    },
    {
        "quote": "I sit on my duff, smoke cigarettes and watch TV. I'm not exactly a poster girl for healthy living.",
        "author": "Lexa Doig"
    },
    {
        "quote": "I think the healthy way to live is to make friends with the beast inside oneself, and that means not the beast but the shadow. The dark side of one's nature. Have fun with it and you know, is to accept everything about ourselves.",
        "author": "Anthony Hopkins"
    },
    {
        "quote": "Investing in health will produce enormous benefits.",
        "author": "Gro Harlem Brundtland"
    },
    {
        "quote": "The groundwork of all happiness is health.",
        "author": "Leigh Hunt"
    },
    {
        "quote": "The healthy man does not torture others - generally it is the tortured who turn into torturers.",
        "author": "Carl Jung"
    },
    {
        "quote": "America's health care system is in crisis precisely because we systematically neglect wellness and prevention.",
        "author": "Tom Harkin"
    },
    {
        "quote": "I do not think about being beautiful. What I devote most of my time to is being healthy.",
        "author": "Ann Bancroft"
    },
    {
        "quote": "The wish for healing has always been half of health.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Knowing that we can be loved exactly as we are gives us all the best opportunity for growing into the healthiest of people.",
        "author": "Fred Rogers"
    },
    {
        "quote": "True silence is the rest of the mind, and is to the spirit what sleep is to the body, nourishment and refreshment.",
        "author": "William Penn"
    },
    {
        "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
        "author": "Ralph Marston"
    },
    {
        "quote": "Health is not a condition of matter, but of Mind.",
        "author": "Mary Baker Eddy"
    },
    {
        "quote": "Hearty laughter is a good way to jog internally without having to go outdoors.",
        "author": "Norman Cousins"
    },
    {
        "quote": "Be careful about reading health books. You may die of a misprint.",
        "author": "Mark Twain"
    },
    {
        "quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.",
        "author": "Buddha"
    },
    {
        "quote": "It's no longer a question of staying healthy. It's a question of finding a sickness you like.",
        "author": "Jackie Mason"
    },
    {
        "quote": "It is amazing that people who think we cannot afford to pay for doctors, hospitals, and medication somehow think that we can afford to pay for doctors, hospitals, medication and a government bureaucracy to administer it.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "The greatest of follies is to sacrifice health for any other kind of happiness.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "I eat really healthy, and if I'm tired, I take a nap.",
        "author": "Casper Van Dien"
    },
    {
        "quote": "I believe that how you feel is very important to how you look - that healthy equals beautiful.",
        "author": "Victoria Principal"
    },
    {
        "quote": "I've made a promise to myself to be a 100% healthy person if nothing else.",
        "author": "Picabo Street"
    },
    {
        "quote": "The ingredients of health and long life, are great temperance, open air, easy labor, and little care.",
        "author": "Philip Sidney"
    },
    {
        "quote": "I'm exhausted trying to stay healthy.",
        "author": "Steve Yzerman"
    },
    {
        "quote": "The biggest mistake people make is to try to lose too much weight too fast.",
        "author": "Mehmet Oz"
    },
    {
        "quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity.",
        "author": "Hippocrates"
    },
    {
        "quote": "The medical literature tells us that the most effective ways to reduce the risk of heart disease, cancer, stroke, diabetes, Alzheimer's, and many more problems are through healthy diet and exercise. Our bodies have evolved to move, yet we now use the energy in oil instead of muscles to do our work.",
        "author": "David Suzuki"
    },
    {
        "quote": "I made a commitment to completely cut out drinking and anything that might hamper me from getting my mind and body together. And the floodgates of goodness have opened upon me - spiritually and financially.",
        "author": "Denzel Washington"
    },
    {
        "quote": "Man needs difficulties; they are necessary for health.",
        "author": "Carl Jung"
    },
    {
        "quote": "I find it a lot healthier for me to be someplace where I can go outside in my bare feet.",
        "author": "James Taylor"
    },
    {
        "quote": "The health care system is really designed to reward you for being unhealthy. If you are a healthy person and work hard to be healthy, there are no benefits.",
        "author": "Mike Huckabee"
    },
    {
        "quote": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control.",
        "author": "Robert Foster Bennett"
    },
    {
        "quote": "Health is the soul that animates all the enjoyments of life, which fade and are tasteless without it.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "My body is like breakfast, lunch, and dinner. I don't think about it, I just have it.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "At the end of the day, sleep is a barometer of your emotional health. And so if you're not in the right place where you need to be, then you're going to have voices keeping you up at night because you have to work through those issues.",
        "author": "Mehmet Oz"
    },
    {
        "quote": "A healthy love life is not and should not be the preserve of those in their 20s and 30s. It's important at all ages.",
        "author": "Jerry Hall"
    },
    {
        "quote": "Without health life is not life; it is only a state of langour and suffering - an image of death.",
        "author": "Buddha"
    },
    {
        "quote": "Healthy people live with their world.",
        "author": "Anne Wilson Schaef"
    },
    {
        "quote": "But the real secret to lifelong good health is actually the opposite: Let your body take care of you.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "A wise man should consider that health is the greatest of human blessings, and learn how by his own thought to derive benefit from his illnesses.",
        "author": "Hippocrates"
    },
    {
        "quote": "Treasure the love you receive above all. It will survive long after your good health has vanished.",
        "author": "Og Mandino"
    },
    {
        "quote": "I have the body of an eighteen year old. I keep it in the fridge.",
        "author": "Spike Milligan"
    },
    {
        "quote": "Attention to health is life's greatest hindrance.",
        "author": "Plato"
    },
    {
        "quote": "A healthy human environment is one in which we try to make sense of our limits, of the accidents that can always befall us and the passage of time which inexorably changes us.",
        "author": "Rowan Williams"
    },
    {
        "quote": "You're in pretty good shape for the shape you are in.",
        "author": "Dr. Seuss"
    },
    {
        "quote": "I really believe the only way to stay healthy is to eat properly, get your rest and exercise. If you don't exercise and do the other two, I still don't think it's going to help you that much.",
        "author": "Mike Ditka"
    },
    {
        "quote": "The minute anyone's getting anxious I say, You must eat and you must sleep. They're the two vital elements for a healthy life.",
        "author": "Francesca Annis"
    },
    {
        "quote": "When you are young and healthy, it never occurs to you that in a single second your whole life could change.",
        "author": "Annette Funicello"
    },
    {
        "quote": "Pay mind to your own life, your own health, and wholeness. A bleeding heart is of no help to anyone if it bleeds to death.",
        "author": "Frederick Buechner"
    },
    {
        "quote": "I believe that if you're healthy, you're capable of doing everything. There's no one else who can give you health but God, and by being healthy I believe that God is listening to me.",
        "author": "Pedro Martinez"
    },
    {
        "quote": "It takes more than just a good looking body. You've got to have the heart and soul to go with it.",
        "author": "Epictetus"
    },
    {
        "quote": "I have a healthy body, free of the chemicals that once controlled it.",
        "author": "Lorna Luft"
    },
    {
        "quote": "Healthy people are those who live in healthy homes on a healthy diet; in an environment equally fit for birth, growth work, healing, and dying... Healthy people need no bureaucratic interference to mate, give birth, share the human condition and die.",
        "author": "Ivan Illich"
    },
    {
        "quote": "As the blessings of health and fortune have a beginning, so they must also find an end. Everything rises but to fall, and increases but to decay.",
        "author": "Sallust"
    },
    {
        "quote": "The average, healthy, well-adjusted adult gets up at seven-thirty in the morning feeling just plain terrible.",
        "author": "Jean Kerr"
    },
    {
        "quote": "I feel pretty good. My body actually looks like an old banana, but it's fine.",
        "author": "Mike Piazza"
    },
    {
        "quote": "We can make a commitment to promote vegetables and fruits and whole grains on every part of every menu. We can make portion sizes smaller and emphasize quality over quantity. And we can help create a culture - imagine this - where our kids ask for healthy options instead of resisting them.",
        "author": "Michelle Obama"
    },
    {
        "quote": "I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you're in good health, you can enjoy things into your 80s.",
        "author": "Bob Barker"
    },
    {
        "quote": "Seeds and nuts are indispensable for cardiovascular health. The protective properties of nuts against coronary heart disease were first recognized in the early 1990s, and a strong body of literature has followed, confirming these original findings.",
        "author": "Joel Fuhrman"
    },
    {
        "quote": "The trouble with always trying to preserve the health of the body is that it is so difficult to do without destroying the health of the mind.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "I have never yet met a healthy person who worried very much about his health, or a really good person who worried much about his own soul.",
        "author": "John B. S. Haldane"
    },
    {
        "quote": "The winners in life treat their body as if it were a magnificent spacecraft that gives them the finest transportation and endurance for their lives.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Use your health, even to the point of wearing it out. That is what it is for. Spend all you have before you die; do not outlive yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Some people are naturally thin, and some are heavier. There is a lot of focus on it, and it can be a lot of pressure for people. But honestly, I think as long as someone is healthy, that is most important.",
        "author": "Jennifer Lopez"
    },
    {
        "quote": "'Tis healthy to be sick sometimes.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "I just want to be healthy and stay alive and keep my family going and everything and keep my friends going and try to do something so that this world will be peaceful. That is the most ambitious and the most difficult thing, but I'm there trying to do it.",
        "author": "Yoko Ono"
    },
    {
        "quote": "I'm still healthy as can be.",
        "author": "Darrell Royal"
    },
    {
        "quote": "People who don't know how to keep themselves healthy ought to have the decency to get themselves buried, and not waste time about it.",
        "author": "Henrik Ibsen"
    },
    {
        "quote": "What the public expects and what is healthy for an individual are two very different things.",
        "author": "Esther Williams"
    },
    {
        "quote": "There is one consolation in being sick; and that is the possibility that you may recover to a better state than you were ever in before.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "My health may be better preserved if I exert myself less, but in the end doesn't each person give his life for his calling?",
        "author": "Clara Schumann"
    },
    {
        "quote": "Quit worrying about your health. It will go away.",
        "author": "Robert Orben"
    },
    {
        "quote": "I stand before you a totally healthy person.",
        "author": "Melissa Etheridge"
    },
    {
        "quote": "The body is a sacred garment.",
        "author": "Martha Graham"
    },
    {
        "quote": "I love working out. It's my release. I've done it since I've been in the military.",
        "author": "Robert Irvine"
    },
    {
        "quote": "A man is not rightly conditioned until he is a happy, healthy, and prosperous being; and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings.",
        "author": "James Allen"
    },
    {
        "quote": "I believe the greatest asset a head of state can have is the ability to get a good night's sleep.",
        "author": "Harold Wilson"
    },
    {
        "quote": "Health consists with temperance alone.",
        "author": "Alexander Pope"
    },
    {
        "quote": "Water, air, and cleanness are the chief articles in my pharmacy.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "Give a man health and a course to steer, and he'll never stop to trouble about whether he's happy or not.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "You see people who have been very heavy in their life who have taken that body, trimmed it down, firmed it up through discipline, exercise and being able to say no. Eating properly, that all comes into it.",
        "author": "Mike Ditka"
    },
    {
        "quote": "Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man; without liberty, no happiness can be enjoyed by society.",
        "author": "Henry St. John"
    },
    {
        "quote": "Happiness, contentment, the health and growth of the soul, depend, as men have proved over and over again, upon some simple issue, some single turning of the soul.",
        "author": "George A. Smith"
    },
    {
        "quote": "I'm healthy as can be - not an ache or a pain. A lot of my prayer is thanking the Lord that I am healthy. I pray for long life and good health.",
        "author": "Joel Osteen"
    },
    {
        "quote": "As long as your body is healthy and under control and death is distant, try to save your soul; when death is immanent what can you do?",
        "author": "Chanakya"
    },
    {
        "quote": "I became a fanatic about healthy food in 1944.",
        "author": "Gloria Swanson"
    },
    {
        "quote": "To enjoy the glow of good health, you must exercise.",
        "author": "Gene Tunney"
    },
    {
        "quote": "Faith and prayer are the vitamins of the soul; man cannot live in health without them.",
        "author": "Mahalia Jackson"
    },
    {
        "quote": "Good health and good sense are two of life's greatest blessings.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.",
        "author": "John Locke"
    },
    {
        "quote": "Saving our planet, lifting people out of poverty, advancing economic growth... these are one and the same fight. We must connect the dots between climate change, water scarcity, energy shortages, global health, food security and women's empowerment. Solutions to one problem must be solutions for all.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "Maintaining good health should be the primary focus of everyone.",
        "author": "Sangram Singh"
    },
    {
        "quote": "In the midst of these hard times it is our good health and good sleep that are enjoyable.",
        "author": "Knute Nelson"
    },
    {
        "quote": "True friendship is like sound health; the value of it is seldom known until it is lost.",
        "author": "Charles Caleb Colton"
    },
    {
        "quote": "Fashions come and go, but good health is a treasure to keep.",
        "author": "Ammy Virk"
    },
    {
        "quote": "Everyone has the ability to increase resilience to stress. It requires hard work and dedication, but over time, you can equip yourself to handle whatever life throws your way without adverse effects to your health. Training your brain to manage stress won't just affect the quality of your life, but perhaps even the length of it.",
        "author": "Amy Morin"
    },
    {
        "quote": "Vaccines are the tugboats of preventive health.",
        "author": "William Foege"
    },
    {
        "quote": "Coronavirus can happen to anyone, so, it's really important to maintain good health overall. That way, when it hits you, you have an immune system that is strong enough to fight the virus.",
        "author": "Sara Khan"
    },
    {
        "quote": "We should be concerned not only about the health of individual patients, but also the health of our entire society.",
        "author": "Ben Carson"
    },
    {
        "quote": "View health as an investment, not an expense.",
        "author": "John Quelch"
    },
    {
        "quote": "Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck.",
        "author": "James Altucher"
    },
    {
        "quote": "You can look in the mirror and find a million things wrong with yourself. Or you can look in the mirror and think, 'I feel good, I have my health, and I'm so blessed.' That's the way I choose to look at it.",
        "author": "Isla Fisher"
    },
    {
        "quote": "If you don't have your health, you don't have anything.",
        "author": "Chuck Pagano"
    },
    {
        "quote": "I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.",
        "author": "Eric Idle"
    },
    {
        "quote": "And I believe that the best buy in public health today must be a combination of regular physical exercise and a healthy diet.",
        "author": "Julie Bishop"
    },
    {
        "quote": "Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn't do anything - it was given to you.",
        "author": "Monica Bellucci"
    },
    {
        "quote": "The difference between rich and poor is becoming more extreme, and as income inequality widens the wealth gap in major nations, education, health and social mobility are all threatened.",
        "author": "Helene D. Gayle"
    },
    {
        "quote": "It's so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Obesity affects every aspect of a people's lives, from health to relationships.",
        "author": "Jane Velez-Mitchell"
    },
    {
        "quote": "The truth is that stress doesn't come from your boss, your kids, your spouse, traffic jams, health challenges, or other circumstances. It comes from your thoughts about these circumstances.",
        "author": "Andrew J. Bernstein"
    },
    {
        "quote": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "I have a huge belief in the importance of bees, not just for their honey, which is a healing and delicious food, but the necessity of bee colonies that are vital to the health of the planet.",
        "author": "Trudie Styler"
    },
    {
        "quote": "If you don't think your anxiety, depression, sadness and stress impact your physical health, think again. All of these emotions trigger chemical reactions in your body, which can lead to inflammation and a weakened immune system. Learn how to cope, sweet friend. There will always be dark days.",
        "author": "Kris Carr"
    },
    {
        "quote": "Vaccines are the most cost-effective health care interventions there are. A dollar spent on a childhood vaccination not only helps save a life, but greatly reduces spending on future healthcare.",
        "author": "Ezekiel Emanuel"
    },
    {
        "quote": "You can have all the riches and success in the world, but if you don't have your health, you have nothing.",
        "author": "Steven Adler"
    },
    {
        "quote": "Good humor is the health of the soul, sadness is its poison.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "The true index of a man's character is the health of his wife.",
        "author": "Cyril Connolly"
    },
    {
        "quote": "Renewable energy could reduce emissions but also create jobs and improve public health.",
        "author": "Paul Polman"
    },
    {
        "quote": "There is no health without mental health; mental health is too important to be left to the professionals alone, and mental health is everyone's business.",
        "author": "Vikram Patel"
    },
    {
        "quote": "A child's mental health is just as important as their physical health and deserves the same quality of support.",
        "author": "Kate Middleton"
    },
    {
        "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "The rise of childhood obesity has placed the health of an entire generation at risk.",
        "author": "Tom Vilsack"
    },
    {
        "quote": "Money doesn't mean anything to me. I've made a lot of money, but I want to enjoy life and not stress myself building my bank account. I give lots away and live simply, mostly out of a suitcase in hotels. We all know that good health is much more important.",
        "author": "Keanu Reeves"
    },
    {
        "quote": "Sleep is the Swiss army knife of health. When sleep is deficient, there is sickness and disease. And when sleep is abundant, there is vitality and health.",
        "author": "Matthew Walker"
    },
    {
        "quote": "Vaccines and antibiotics have made many infectious diseases a thing of the past; we've come to expect that public health and modern science can conquer all microbes. But nature is a formidable adversary.",
        "author": "Tom Frieden"
    },
    {
        "quote": "All the money in the world can't buy you back good health.",
        "author": "Reba McEntire"
    },
    {
        "quote": "Without health insurance, getting sick or injured could mean going bankrupt, going without needed care, or even dying needlessly.",
        "author": "Jan Schakowsky"
    },
    {
        "quote": "We have food deserts in our cities. We know that the distance you live from a supplier of fresh produce is one of the best predictors of your health. And in the inner city, people don't have grocery stores. So we have to figure out a way of getting supermarkets and farmers markets into the inner cities.",
        "author": "Michael Pollan"
    },
    {
        "quote": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.",
        "author": "Fidel Castro"
    },
    {
        "quote": "The health effects of air pollution imperil human lives. This fact is well-documented.",
        "author": "Eddie Bernice Johnson"
    },
    {
        "quote": "Climate change is not just about carbon dioxide levels and melting polar ice caps. It is about our public health and protecting our Earth for future generations.",
        "author": "Mike Quigley"
    },
    {
        "quote": "There isn't anybody out there who doesn't have a mental health issue, whether it's depression, anxiety, or how to cope with relationships. Having OCD is not an embarrassment anymore - for me. Just know that there is help and your life could be better if you go out and seek the help.",
        "author": "Howie Mandel"
    },
    {
        "quote": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am.",
        "author": "Brennan Manning"
    },
    {
        "quote": "Self-esteem is as important to our well-being as legs are to a table. It is essential for physical and mental health and for happiness.",
        "author": "Louise Hart"
    },
    {
        "quote": "The power of community to create health is far greater than any physician, clinic or hospital.",
        "author": "Mark Hyman"
    },
    {
        "quote": "Climate change is the greatest threat to humanity, perhaps ever. Global temperatures are rising at an unprecedented rate, causing drought and forest fires and impacting human health.",
        "author": "Cary Kennedy"
    },
    {
        "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.",
        "author": "Johnny Carson"
    },
    {
        "quote": "Awareness is key. In the absence of information, none of us know what is happening and what could be jeopardizing our health, our water supply, and our planet.",
        "author": "Erin Brockovich"
    },
    {
        "quote": "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "We need commonsense measures, gun control measures, that save lives. I think that it is important that we keep the firearms out of the hands of the mentally ill and criminals and terrorists. And I also think, by strengthening our background check system and expanding mental health treatment, we can do that as well.",
        "author": "Catherine Cortez-Masto"
    },
    {
        "quote": "Happiness is nothing more than good health and a bad memory.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "Climate change, if unchecked, is an urgent threat to health, food supplies, biodiversity, and livelihoods across the globe.",
        "author": "John F. Kerry"
    },
    {
        "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
        "author": "Buddha"
    },
    {
        "quote": "Mental health needs a great deal of attention. It's the final taboo and it needs to be faced and dealt with.",
        "author": "Adam Ant"
    },
    {
        "quote": "It is unfortunately true that our generation and that of your parents have left you with a big mess that will now be yours to clean up: wars, budget challenges, pollution, global warming, battles of health care, natural disasters. They're all there for you. We're willing those to you. Are you ready?",
        "author": "John Morgridge"
    },
    {
        "quote": "For he who has health has hope; and he who has hope, has everything.",
        "author": "Owen Arthur"
    },
    {
        "quote": "Family, nature and health all go together.",
        "author": "Olivia Newton-John"
    },
    {
        "quote": "I realized that health is the most important thing and that all the other things come with time if you are devoted enough.",
        "author": "Blanka Vlasic"
    },
    {
        "quote": "Happiness is good health and a bad memory.",
        "author": "Ingrid Bergman"
    },
    {
        "quote": "Poor eating habits developed at an early age lead to a lifetime of real health consequences.",
        "author": "Richard J. Codey"
    },
    {
        "quote": "Everyone should have health insurance? I say everyone should have health care. I'm not selling insurance.",
        "author": "Dennis Kucinich"
    },
    {
        "quote": "As you get older, the cliches of life ring true. It's the simple things that matter most: your family, the people you love, your health and sanity.",
        "author": "Ronan Keating"
    },
    {
        "quote": "I believe that investing in our children's development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.",
        "author": "Jay Weatherill"
    },
    {
        "quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health.",
        "author": "Dalai Lama"
    },
    {
        "quote": "My goal is to stay in good health, and every day, I wake up and pray that I do.",
        "author": "Keala Settle"
    },
    {
        "quote": "Our landscapes connect us to our history; they are the source of our character as a peopl, as well as our health, our safety, and our prosperity. Natural resources enrich us economically, yes. But they also enrich us aesthetically and recreationally and culturally and spiritually.",
        "author": "Robert Kennedy, Jr."
    },
    {
        "quote": "A bright future for the nation depends on the health and prosperity of rural America.",
        "author": "Kirsten Gillibrand"
    },
    {
        "quote": "We need to start identifying the triggers that aggravate mental health issues in our society - bullying, social media negativity and anxiety, gender based violence, substance abuse, stigma around issues such as maternal issues, etc., and we need to speak up about these more and get to the source of the problems.",
        "author": "Sanam Saeed"
    },
    {
        "quote": "There are over 200 million illiterate women in India. This low literacy negatively impacts not just their lives but also their families' and the country's economic development. A girl's lack of education also has a negative impact on the health and well-being of her children.",
        "author": "Sachin Tendulkar"
    },
    {
        "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "The issues that matter to me are the social safety nets for people, health care, middle-class concerns. We need to take care of the middle class and the poor in our country.",
        "author": "Tim McGraw"
    },
    {
        "quote": "All those spices and herbs in your spice rack can do more than provide calorie-free, natural flavorings to enhance and make food delicious. They're also an incredible source of antioxidants and help rev up your metabolism and improve your health at the same time.",
        "author": "Suzanne Somers"
    },
    {
        "quote": "Gautham was a premature baby. I remember when doctors said that his health condition was critical, I was tense. I could afford the treatment, but a lot of commoners can't. I believe more children's lives can be saved if we work towards it.",
        "author": "Mahesh Babu"
    },
    {
        "quote": "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Even if I might say to myself, 'I don't need health insurance. I won't get sick,' the fact is, as human beings with mortality, we are going to get sick, and it's unpredictable when.",
        "author": "Neal Katyal"
    },
    {
        "quote": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "Make no mistake about it. Bad habits are called 'bad' for a reason. They kill our productivity and creativity. They slow us down. They hold us back from achieving our goals. And they're detrimental to our health.",
        "author": "John Rampton"
    },
    {
        "quote": "We are all born with a unique genetic blueprint, which lays out the basic characteristics of our personality as well as our physical health and appearance... And yet, we all know that life experiences do change us.",
        "author": "Joan D. Vinge"
    },
    {
        "quote": "Universal coverage, not medical technology, is the foundation of any caring health care system.",
        "author": "Richard Lamm"
    },
    {
        "quote": "We can start with housing, the sturdiest of footholds for economic mobility. A national affordable housing program would be an anti-poverty effort, human capital investment, community improvement plan, and public health initiative all rolled into one.",
        "author": "Matthew Desmond"
    },
    {
        "quote": "If workers are more insecure, that's very 'healthy' for the society, because if workers are insecure, they won't ask for wages, they won't go on strike, they won't call for benefits; they'll serve the masters gladly and passively. And that's optimal for corporations' economic health.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "Teaching kids about health and fitness is important to me. It's about being fit for life.",
        "author": "Jackie Joyner-Kersee"
    },
    {
        "quote": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.",
        "author": "William Hazlitt"
    },
    {
        "quote": "I pray God may preserve your health and life many years.",
        "author": "Junipero Serra"
    },
    {
        "quote": "There's nothing more important than the health of our babies.",
        "author": "Thalia"
    },
    {
        "quote": "The essence of global health equity is the idea that something so precious as health might be viewed as a right.",
        "author": "Paul Farmer"
    },
    {
        "quote": "Mental health affects every aspect of your life. It's not just this neat little issue you can put into a box.",
        "author": "Shannon Purser"
    },
    {
        "quote": "Mushrooms are miniature pharmaceutical factories, and of the thousands of mushroom species in nature, our ancestors and modern scientists have identified several dozen that have a unique combination of talents that improve our health.",
        "author": "Paul Stamets"
    },
    {
        "quote": "If the government controls your health care, the government controls you. Obamacare was never about health care. It was about government power, dependency, and control.",
        "author": "Monica Crowley"
    },
    {
        "quote": "Apart from education, you need good health, and for that, you need to play sports.",
        "author": "Kapil Dev"
    },
    {
        "quote": "Maternal health remains a staggering challenge, particularly in the developing world. Globally, a woman dies from complications in childbirth every minute.",
        "author": "Jessica Capshaw"
    },
    {
        "quote": "You can't take good health for granted.",
        "author": "Jack Osbourne"
    },
    {
        "quote": "Health care is not a privilege. It's a right. It's a right as fundamental as civil rights. It's a right as fundamental as giving every child a chance to get a public education.",
        "author": "Rod Blagojevich"
    },
    {
        "quote": "I believe that every American should have stable, dignified housing; health care; education - that the most very basic needs to sustain modern life should be guaranteed in a moral society.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "Health and hygiene are a basic personal need for all.",
        "author": "Manushi Chhillar"
    },
    {
        "quote": "Every single one of us deserves access to quality, affordable health care.",
        "author": "Sara Gideon"
    },
    {
        "quote": "Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.",
        "author": "Bobby Scott"
    },
    {
        "quote": "Improved maternal health benefits the whole of society.",
        "author": "Isabella Lovin"
    },
    {
        "quote": "The mind and body are not separate units, but one integrated system. How we act and what we think, eat, and feel are all related to our health. Physicians should be capable of teaching this behavior to patients.",
        "author": "Bernie Siegel"
    },
    {
        "quote": "Health is the thing that makes you feel that now is the best time of the year.",
        "author": "Franklin Pierce Adams"
    },
    {
        "quote": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.",
        "author": "P. T. Barnum"
    },
    {
        "quote": "Omega-3 fatty acids are essential nutrients that we must get from our diets because our bodies cannot make them; they are crucial for early brain development, and there is much evidence that they promote cardiovascular health and cognitive function.",
        "author": "Joel Fuhrman"
    },
    {
        "quote": "I'm at the point in my life where I don't want to work as hard. Actually, I've had to take a good hard look at workaholism and it's effect on one's mental health.",
        "author": "Alan Ball"
    },
    {
        "quote": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not.",
        "author": "Mark Twain"
    },
    {
        "quote": "There's definitely evidence that capitalism at its most ruthless rewards psychopathic behavior. When you look at the worst corners of the American health insurance industry or the sub-prime banking market, it really feels like the more psychopathically someone behaves, the more it's rewarded.",
        "author": "Jon Ronson"
    },
    {
        "quote": "To make others less happy is a crime. To make ourselves unhappy is where all crime starts. We must try to contribute joy to the world. That is true no matter what our problems, our health, our circumstances. We must try. I didn't always know this, and am happy I lived long enough to find it out.",
        "author": "Roger Ebert"
    },
    {
        "quote": "Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family.",
        "author": "Luke Bryan"
    },
    {
        "quote": "You can't fix yourself out of a mental health issue. You can't wake up and say, 'Today I'm not being depressed!' It's a process to get well, but there is recovery.",
        "author": "Margaret Trudeau"
    },
    {
        "quote": "To maintain good health, you need to exercise almost every day - 30 minutes is recommended, that's what I personally do - and you need to eat right.",
        "author": "Denise Austin"
    },
    {
        "quote": "Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care.",
        "author": "Miriam Defensor-Santiago"
    },
    {
        "quote": "Unhealthy eating habits cause major health problems, such as diabetes and heart disease, and can also lead to food insecurity, disrupted eating patterns, and low self-esteem.",
        "author": "Matt Cartwright"
    },
    {
        "quote": "Broccoli is not as bad as people make out. It might give you wind, but I'd prefer to have wind and have good health. Health is the number one thing on the planet. However, I am quite partial to rum and raisin ice cream.",
        "author": "Chris Eubank Sr."
    },
    {
        "quote": "God can cause opportunity to find you. He has unexpected blessings where you suddenly meet the right person, or suddenly your health improves, or suddenly you're able to pay off your house. That's God shifting things in your favor.",
        "author": "Joel Osteen"
    },
    {
        "quote": "To continue to work, to continue to love what you do, is certainly a contributing element to one's longevity and health.",
        "author": "John Williams"
    },
    {
        "quote": "You can't afford to get sick, and you can't depend on the present health care system to keep you well. It's up to you to protect and maintain your body's innate capacity for health and healing by making the right choices in how you live.",
        "author": "Andrew Weil"
    },
    {
        "quote": "A tremendous amount of needless pain and suffering can be eliminated by ensuring that health insurance is universally available.",
        "author": "Daniel Akaka"
    },
    {
        "quote": "In this media-drenched, multitasking, always-on age, many of us have forgotten how to unplug and immerse ourselves completely in the moment. We have forgotten how to slow down. Not surprisingly, this fast-forward culture is taking a toll on everything from our diet and health to our work and the environment.",
        "author": "Carl Honore"
    },
    {
        "quote": "If we could give every individual the right amount of nourishment and exercise, not too little and not too much, we would have found the safest way to health.",
        "author": "Hippocrates"
    },
    {
        "quote": "My mom was a nurse, and my dad worked in the Health Ministry as a civil servant. When I was 6 years old, my dad got a job at the Sri Lankan High Commission in Canada, so we moved there.",
        "author": "Chamath Palihapitiya"
    },
    {
        "quote": "I loved clinical practice, but in public health, you can impact more than one person at a time. The whole society is your patient.",
        "author": "Tom Frieden"
    },
    {
        "quote": "I'm not into animal rights. I'm only into animal welfare and health. I've been with the Morris Animal Foundation since the '70s. We're a health organization. We fund campaign health studies for dogs, cats, lizards and wildlife. I've worked with the L.A. Zoo for about the same length of time. I get my animal fixes!",
        "author": "Betty White"
    },
    {
        "quote": "Eventually, competition and adventure wane, and I enter my ibuprofen phase. Tweaky hamstrings and achy knees restrict mileage, but I continue running for health, sanity, and the ritual of a Sunday trail run with like-minded buddies. We discuss the nagging injuries that bedevil us, and remember the good old days when we were kings.",
        "author": "Don Kardong"
    },
    {
        "quote": "Without your health, you've got nothing going on. I thank God every day for good health.",
        "author": "Ric Flair"
    },
    {
        "quote": "If you think health care is expensive now, just wait 'til it's free.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "Reducing health care costs for families requires increased competition in health insurance.",
        "author": "Charles Boustany"
    },
    {
        "quote": "Mental health can be just as important as physical health - and major depression is one of the most commonly diagnosed mental illnesses.",
        "author": "Michael Greger"
    },
    {
        "quote": "Harriet Washington, in 'Medical Apartheid: The Dark History of Medical Experimentation on Black Americans from Colonial Times to the Present,' documents the smallpox experiments Thomas Jefferson performed on his Monticello slaves. In fact, much of what we now think of as public health emerged from the slave system.",
        "author": "Greg Grandin"
    },
    {
        "quote": "I'm a big believer in what's called personalized medicine, which refers to customizing your health care to your specific needs based on your physiology, genetics, value system and unique conditions.",
        "author": "David Agus"
    },
    {
        "quote": "A girl child who is even a little bit educated is more conscious of family planning, health care and, in turn, her children's own education.",
        "author": "Azim Premji"
    },
    {
        "quote": "I was born with good health and a strong body and spent years abusing them.",
        "author": "Ava Gardner"
    },
    {
        "quote": "The health of our republic depends on shared principles like the First Amendment, but it is also built on the Teddy Roosevelt-like vigor of its citizens and local self-reliance.",
        "author": "Ben Sasse"
    },
    {
        "quote": "By improving health, empowering women, population growth comes down.",
        "author": "Bill Gates"
    },
    {
        "quote": "We don't come to Canada for our health. We can think of other ways of enjoying ourselves.",
        "author": "Prince Philip"
    },
    {
        "quote": "The majority of Americans receive health insurance coverage through their employers, but with rising health care costs, many small businesses can no longer afford to provide coverage for their employees.",
        "author": "Jim Ryun"
    },
    {
        "quote": "I'll tell you what I'm grateful for, and that's the clarity of understanding that the most important things in life are health, family and friends, and the time to spend on them.",
        "author": "Kenneth Branagh"
    },
    {
        "quote": "I work out not to lose weight but to maintain my good health. And anyway, if I did want to lose weight, it would be no one's decision but my own.",
        "author": "Ashley Graham"
    },
    {
        "quote": "If you're healthy, if you don't get sick much, if you don't go to the doctor much or use your health insurance much, you are a genetic lottery winner. It has nothing to do with the way you live, nothing to do with doing the right things. It's just sheer luck, and you are gonna pay for that.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Advances in technology will continue to reach far into every sector of our economy. Future job and economic growth in industry, defense, transportation, agriculture, health care, and life sciences is directly related to scientific advancement.",
        "author": "Christopher Bond"
    },
    {
        "quote": "The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "It's one thing to show your love for someone when everything is going fine and life is smooth. But when the 'in sickness and in health' part kicks in and sickness does enter your lives, you're tested. Your resilience is tested.",
        "author": "Patti Davis"
    },
    {
        "quote": "The truth is, in order to get things like universal health care and a revamped education system, then someone is going to have to give up a piece of their pie so that someone else can have more.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Sleep is essential for the body and mind and restful sleep is one of the foundations of good health. Recharging and rejuvenating body and mind sufficiently every night is important for better quality of life.",
        "author": "Milind Soman"
    },
    {
        "quote": "Human rights, race relations, gender politics, health care, and foreign policy - it's a lot to keep track of, and yet all of these things affect us in our daily lives. Making sense of everything requires meticulous unpacking of feelings, delicate navigation of social norms, and a community of love to help along the way.",
        "author": "Tracee Ellis Ross"
    },
    {
        "quote": "Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.",
        "author": "Kailash Satyarthi"
    },
    {
        "quote": "You cannot achieve environmental security and human development without addressing the basic issues of health and nutrition.",
        "author": "Gro Harlem Brundtland"
    },
    {
        "quote": "I pray for forgiveness. For help and guidance. To be a better person. For the health of my family. For the world to be a better place.",
        "author": "Tyson Fury"
    },
    {
        "quote": "I don't walk around looking into cameras and telling people I'm the best fighter in the world just to hear myself talk. I say it for the same reason they put warnings on packages of cigarettes, and fighting Chael Sonnen may be hazardous to one's health.",
        "author": "Chael Sonnen"
    },
    {
        "quote": "The return on investment in global health is tremendous, and the biggest bang for the buck comes from vaccines. Vaccines are among the most successful and cost-effective health investments in history.",
        "author": "Seth Berkley"
    },
    {
        "quote": "Our health care system squanders money because it is designed to react to emergencies. Homeless shelters, hospital emergency rooms, jails, prisons - these are expensive and ineffective ways to intervene and there are people who clearly profit from this cycle of continued suffering.",
        "author": "Pete Earley"
    },
    {
        "quote": "Look, if you have somebody who doesn't have health insurance, who doesn't have a doctor or dentist, and in order to deal with their cold or flu or dental problem, they go to an emergency room - in general, that visit will cost ten times more than walking into a community health center.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "In health there is freedom. Health is the first of all liberties.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.",
        "author": "Judith Viorst"
    },
    {
        "quote": "There's a lot of people in this world who spend so much time watching their health that they haven't the time to enjoy it.",
        "author": "Josh Billings"
    },
    {
        "quote": "Natural gas obviously brings with it a number of quality-of-life environmental benefits because it is a relatively clean-burning fuel. It has a CO2 footprint, but it has no particulates. It has none of the other emissions elements that are of concern to public health that other forms of power-generation fuels do have: coal, fuel oil, others.",
        "author": "Rex Tillerson"
    },
    {
        "quote": "I take the view that anything you can do to relieve suffering or improve human health will usually be widely accepted by the public - that is to say, if cloning actually turned out to be solving some problems and was useful to people, I think it would be accepted.",
        "author": "John Gurdon"
    },
    {
        "quote": "I have always stood up to protect women's access to safe and legal abortion, birth control and health care at Planned Parenthood.",
        "author": "Kirsten Gillibrand"
    },
    {
        "quote": "Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul.",
        "author": "Epicurus"
    },
    {
        "quote": "I believe that mycelium is the neurological network of nature. Interlacing mosaics of mycelium infuse habitats with information-sharing membranes. These membranes are aware, react to change, and collectively have the long-term health of the host environment in mind.",
        "author": "Paul Stamets"
    },
    {
        "quote": "Every second, every day, every year, we fail to address demand for reproductive health and family planning services. Lives are lost, and girls' opportunities to thrive and contribute to their country's development shrink. These are real people.",
        "author": "Jenny Shipley"
    },
    {
        "quote": "Care for life and physical health, with due regard for the needs of others and the common good, is concomitant with respect for human dignity.",
        "author": "Salvatore J. Cordileone"
    },
    {
        "quote": "America's health care system provides some of the finest doctors and more access to vital medications than any country in the world. And yet, our system has been faltering for many years with the increased cost of health care.",
        "author": "Paul Gillmor"
    },
    {
        "quote": "We live in a world at constant risk of public health emergencies. In our increasingly interconnected world, public health emergencies can affect anyone, anywhere.",
        "author": "Tedros Adhanom"
    },
    {
        "quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "I really discovered I had thyroid disease by accident. My son was having some health concerns, and as I filled out his patient history I noticed I had a lot of similar symptoms. I mentioned it to the doctor, and he ran blood work and finally an ultrasound of my thyroid.",
        "author": "Kim Alexis"
    },
    {
        "quote": "Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "He whom the gods love dies young, while he is in health, has his senses and his judgments sound.",
        "author": "Plautus"
    },
    {
        "quote": "Two decades of experience as an entrepreneur and CEO has informed my view that our priorities must stress improving educational outcomes, rebuilding America's infrastructure, lowering health care costs, addressing climate change, reforming immigration, and ushering in an advanced energy economy.",
        "author": "John Delaney"
    },
    {
        "quote": "Nothing matters more than your health. Healthy living is priceless. What millionaire wouldn't pay dearly for an extra 10 or 20 years of healthy aging?",
        "author": "Peter Diamandis"
    },
    {
        "quote": "It's so important that we all speak up on mental health.",
        "author": "Anne-Marie"
    },
    {
        "quote": "The health and safety of our neighbors and our communities should be our top priority - nothing is more important.",
        "author": "Sara Gideon"
    },
    {
        "quote": "Mental health is often missing from public health debates even though it's critical to wellbeing.",
        "author": "Diane Abbott"
    },
    {
        "quote": "Health food may be good for the conscience but Oreos taste a hell of a lot better.",
        "author": "Robert Redford"
    },
    {
        "quote": "I think public awareness of how good vaccines are for kids and how they are good for public health is a great idea.",
        "author": "Rand Paul"
    },
    {
        "quote": "The worst thing that can happen to a man is to lose his money, the next worst his health, the next worst his reputation.",
        "author": "Samuel Butler"
    },
    {
        "quote": "The problem is that everywhere the gas drilling industry goes, a trail of water contamination, air pollution, health concerns and betrayal of basic American civic and community values follows.",
        "author": "Josh Fox"
    },
    {
        "quote": "The arrival of a good clown exercises a more beneficial influence upon the health of a town than of twenty asses laden with drugs.",
        "author": "Thomas Sydenham"
    },
    {
        "quote": "We can be thankful President Barack Obama is taking aim at one of the prime causes of climate change and extreme weather: air pollution. The EPA's carbon pollution standards are the most significant step forward our country has ever taken to protect our health by addressing climate change.",
        "author": "Donna Brazile"
    },
    {
        "quote": "Defeating malaria is absolutely critical to ending poverty, improving the health of millions, and enabling future generations to reach their full potential.",
        "author": "Tedros Adhanom"
    },
    {
        "quote": "Having good health, being able to breathe and be happy, that's one of the most beautiful gifts. On top of that, I have the gift to play music and make people happy through that. I'm just telling you from my heart, I'm so in love with life.",
        "author": "Roy Ayers"
    },
    {
        "quote": "Health is the vital principle of bliss, and exercise, of health.",
        "author": "James Thomson"
    },
    {
        "quote": "Addressing the climate and biodiversity crises requires us to radically change our economic models, moving away from economic growth as the over-riding measure of progress and moving instead towards improving health and wellbeing for people and nature. That means a different economic model taking us towards a sustainable economy.",
        "author": "Caroline Lucas"
    },
    {
        "quote": "Voting is our right, but it is also our responsibility because if we don't take the next step and elect leaders who are committed to building a better future for our kids, other rights - our rights to clean air, clean water, health, and prosperity - are placed directly in harm's way.",
        "author": "Tom Steyer"
    },
    {
        "quote": "Modern medicine is a negation of health. It isn't organized to serve human health, but only itself, as an institution. It makes more people sick than it heals.",
        "author": "Ivan Illich"
    },
    {
        "quote": "Water is life, and clean water means health.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "If you want to deal with an epidemic - crime or health - the smartest and most effective and cheapest way to deal with it is prevention first.",
        "author": "Kamala Harris"
    },
    {
        "quote": "I want to thank God, obviously for the health, for the talent He's given me, for my family who supports me, for the things that basketball's taught me on and off the court. For the people that I've been able to meet through the game of basketball.",
        "author": "Stephen Curry"
    },
    {
        "quote": "We pay for power plant pollution through higher health costs.",
        "author": "Sheldon Whitehouse"
    },
    {
        "quote": "If you want quality service, you have to pay for it. You don't buy into waste. I have great misgivings about the amount of advertising that we see in the health care field, some by hospitals, a lot by drug companies.",
        "author": "Dave Obey"
    },
    {
        "quote": "Technology can be a great equalizer when it comes to health care, education - to the point where rich, poor, middle class can all get the same benefits.",
        "author": "Jeff Greene"
    },
    {
        "quote": "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.",
        "author": "Sydney Smith"
    },
    {
        "quote": "America's men and women in uniform bravely defend our nation and our values. Their skill, dedication, and valor are the envy of the world. When their time in uniform is over, they are entitled to world-class health care, a benefit they've earned and that their country is grateful to provide for them.",
        "author": "John Delaney"
    },
    {
        "quote": "There is no mercy in a system that makes health care a luxury. There is no mercy in a country that turns their back on those most in need of protection: the elderly, the poor, the sick, and the suffering.",
        "author": "Joe Kennedy III"
    },
    {
        "quote": "I grew up on an organic farm in England. And I was a vegetarian from an early age - not just for health, not for the environment - just because I didn't believe in killing animals to eat them.",
        "author": "Stella McCartney"
    },
    {
        "quote": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.",
        "author": "Barack Obama"
    },
    {
        "quote": "To be stupid and selfish and to have good health are the three requirements for happiness. Though if stupidity is lacking, the others are useless.",
        "author": "Stefan Sagmeister"
    },
    {
        "quote": "The more you worry, the more you throw off the delicate balance of hormones required for health.",
        "author": "Andrew J. Bernstein"
    },
    {
        "quote": "When you take the time to cleanse your physical body of accumulated stress and toxicity, you are rewarded with increased vitality and optimal health.",
        "author": "Debbie Ford"
    },
    {
        "quote": "I always had a philosophy which I got from my father. He used to say, 'Listen. God gave to you the gift to play football. This is your gift from God. If you take care of your health, if you are in good shape all the time, with your gift from God no one will stop you, but you must be prepared.'",
        "author": "Pele"
    },
    {
        "quote": "I've always enjoyed poor health.",
        "author": "Taylor Caldwell"
    },
    {
        "quote": "Depression has been called the world's number one public health problem. In fact, depression is so widespread it is considered the common cold of psychiatric disturbances. But there is a grim difference between depression and a cold. Depression can kill you.",
        "author": "David D. Burns"
    },
    {
        "quote": "Personal health is related to self-control and to the worship of life in all its natural beauty - self-control bringing with it happiness, renewed youth, and long life.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Policy is no longer being written by politicians accountable to the American public. Instead, policies concerning the defense budget, deregulation, health care, public transportation, job training programs, and a host of other crucial areas are now largely written by lobbyists who represent mega corporations.",
        "author": "Henry Giroux"
    },
    {
        "quote": "From labour health, from health contentment spring; contentment opes the source of every joy.",
        "author": "James Beattie"
    },
    {
        "quote": "No matter what is happening in life or in the world - war, natural disaster, poor health, pain, the death of loved ones - if existence is filled with art, music and literature, life will be fulfilling, a joy.",
        "author": "Karen DeCrow"
    },
    {
        "quote": "I think health care is more about love than about most other things. If there isn't at the core of this two human beings who have agreed to be in a relationship where one is trying to help relieve the suffering of another, which is love, you can't get to the right answer here.",
        "author": "Donald Berwick"
    },
    {
        "quote": "People are increasingly realising that what they eat is important. You can't put junk food in your body and be healthy. All sorts of problems can develop, like diabetes, heart disease, obesity, strokes. Gardening not only helps with exercise and mental health, but it can improve diet as well.",
        "author": "Monty Don"
    },
    {
        "quote": "I guess I would say true happiness is to love and be loved. Of course, having enough money for food, shelter, health care and things like that all help, but that is more about security.",
        "author": "Jason Becker"
    },
    {
        "quote": "Most single moms are very poor, uneducated, can't get a job, and if it weren't for government assistance, their kids would be starving to death and never have health care. And that's the story that we're not seeing, and it's unfortunate that we glorify and glamorize the idea of out of children wedlock.",
        "author": "Mike Huckabee"
    },
    {
        "quote": "If we stay focused on data and the real issues, we can tailor our inventions to enhance public health and safety while decreasing the likelihood of racial discrimination.",
        "author": "Carl Hart"
    },
    {
        "quote": "Happiness is determined by factors like your health, your family relationships and friendships, and above all by feeling that you are in control of how you spend your time.",
        "author": "Daniel Kahneman"
    },
    {
        "quote": "Those who enjoy their own emotionally bad health and who habitually fill their own minds with the rank poisons of suspicion, jealousy and hatred, as a rule take umbrage at those who refuse to do likewise, and they find a perverted relief in trying to denigrate them.",
        "author": "Johannes Brahms"
    },
    {
        "quote": "Buildings designed with careful attention to aesthetics arouse and enlighten their occupants and that promotes their good health.",
        "author": "Robert Evans"
    },
    {
        "quote": "I have never felt more confident in myself, more clear on who I am as a woman. But I am constantly thinking about my own health and making sure that I'm eating right and getting exercise and watching the aches and pains. I want to be this really fly 80-90-year old.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.",
        "author": "Jim Rohn"
    },
    {
        "quote": "I've been more or less vegetarian for about 40 years. Health diet really helps. I do meditation every day, and either yoga or sport several times a week.",
        "author": "John McLaughlin"
    },
    {
        "quote": "Being a caregiver requires infinite patience, physical and emotional strength, health care navigation skills, and a sense of humor - which can be hard to come by after sleepless nights and demanding days.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "A woman's health is her capital.",
        "author": "Harriet Beecher Stowe"
    },
    {
        "quote": "Our progress against malaria is impressive. But vigilance remains a critical ingredient to protect the health of all people.",
        "author": "Tom Frieden"
    },
    {
        "quote": "Despite having my share of ups and downs, I have always maintained good health. A large part of that is due to good genes.",
        "author": "Rahul Dev"
    },
    {
        "quote": "Despite Arizona's remarkable growth in recent years, we have met the current federal health standards for ozone pollution and the Environmental Protection Agency recently approved our dust control plan.",
        "author": "Jane D. Hull"
    },
    {
        "quote": "What is called genius is the abundance of life and health.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "A library is a place that is a repository of information and gives every citizen equal access to it. That includes health information. And mental health information. It's a community space. It's a place of safety, a haven from the world.",
        "author": "Neil Gaiman"
    },
    {
        "quote": "It is not good not to have health insurance; that leaves the family very vulnerable.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "The more you look into health and health inequalities, you realize that a lot of it is not due to a particular disease - it's really linked to underlying societal issues such as poverty, inequity, lack of access to safe drinking water and housing. And these are all the things we focus on at CARE.",
        "author": "Helene D. Gayle"
    },
    {
        "quote": "A life coach does for the rest of your life what a personal trainer does for your health and fitness.",
        "author": "Elaine MacDonald"
    },
    {
        "quote": "To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.",
        "author": "Buddha"
    },
    {
        "quote": "Not necessity, not desire - no, the love of power is the demon of men. Let them have everything - health, food, a place to live, entertainment - they are and remain unhappy and low-spirited: for the demon waits and waits and will be satisfied.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "I did not become a vegetarian for my health, I did it for the health of the chickens.",
        "author": "Isaac Bashevis Singer"
    },
    {
        "quote": "It's like any other part of your body - your mental health gets sick, and it needs treatment.",
        "author": "Olly Alexander"
    },
    {
        "quote": "We're losing biodiversity globally at an alarming rate, and we need a cornucopia of different plants and animals, for the planet's health and our own.",
        "author": "Diane Ackerman"
    },
    {
        "quote": "By innovating and investing in health technology, we believe that we can really change the future of health.",
        "author": "Frans van Houten"
    },
    {
        "quote": "No innovation in the past 200 years has done more to save lives and improve health than the sanitation revolution triggered by invention of the toilet. But it did not go far enough. It only reached one-third of the world.",
        "author": "Sylvia Mathews Burwell"
    },
    {
        "quote": "The health of a democratic society may be measured by the quality of functions performed by private citizens.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "I take a massage each week. This isn't an indulgence, it's an investment in your full creative expression/productivity/passion and sustained good health.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "You don't have to be a wreck. You don't have to be sick. One's aim in life should be to die in good health. Just like a candle that burns out.",
        "author": "Jeanne Moreau"
    },
    {
        "quote": "Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "To get rich never risk your health. For it is the truth that health is the wealth of wealth.",
        "author": "Richard Baker"
    },
    {
        "quote": "Five days a week, I read my goals before I go to sleep and when I wake up. There are 10 goals around health, family and business with expiration dates, and I update them every six months.",
        "author": "Daymond John"
    },
    {
        "quote": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.",
        "author": "Scott Adams"
    },
    {
        "quote": "I really recommend it, to build a new physical relationship with yourself, and just do it on your own terms, and your own time, it can just give you a different sense of self-worth, and then help with your mental health too.",
        "author": "Kate Nash"
    },
    {
        "quote": "As long as man continues to be the ruthless destroyer of lower living beings he will never know health or peace. For as long as men massacre animals, they will kill each other.",
        "author": "Pythagoras"
    },
    {
        "quote": "Everyone has their own definition of a healthy lifestyle, and mine has come to mean making health a priority but not an obsession.",
        "author": "Daphne Oz"
    },
    {
        "quote": "No matter how old you are, no matter how much you weigh, you can still control the health of your body.",
        "author": "Mehmet Oz"
    },
    {
        "quote": "In my opinion, the battles over birth control and Planned Parenthood are primarily neither political nor religious. This is an issue of equality for women. This is an issue of women's rights: Planned Parenthood is the most important private provider of reproductive health care for women in the United States.",
        "author": "Karen DeCrow"
    },
    {
        "quote": "Women in particular need to keep an eye on their physical and mental health, because if we're scurrying to and from appointments and errands, we don't have a lot of time to take care of ourselves. We need to do a better job of putting ourselves higher on our own 'to do' list.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Knowing your HIV status is so important for your future health and that of your loved ones.",
        "author": "David Furnish"
    },
    {
        "quote": "I believe the biggest stigma right now, with mental health, is that a lot of men are not talking about it.",
        "author": "Mauro Ranallo"
    },
    {
        "quote": "The carrying power of a bridge is not the average strength of the pillars, but the strength of the weakest pillar. I have always believed that you do not measure the health of a society by GNP but by the condition of its worst off.",
        "author": "Zygmunt Bauman"
    },
    {
        "quote": "I am of the view that the Affordable Care Act will be a transformative piece of legislation that can lower the cost of health care in the United States - perhaps our greatest fiscal obstacle - and help all Americans lead healthy and productive lives, free from worry that a single illness could mean ruin for an entire family.",
        "author": "John Delaney"
    },
    {
        "quote": "I hope for your help to explore and protect the wild ocean in ways that will restore the health and, in so doing, secure hope for humankind. Health to the ocean means health for us.",
        "author": "Sylvia Earle"
    },
    {
        "quote": "Fear is a question: What are you afraid of, and why? Just as the seed of health is in illness, because illness contains information, your fears are a treasure house of self-knowledge if you explore them.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "The science of psychology has been far more successful on the negative than on the positive side... It has revealed to us much about man's shortcomings, his illnesses, his sins, but little about his potentialities, his virtues, his achievable aspirations, or his psychological health.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "I don't think it's government's job to find health care for people. I think it's the individual's job to find health care.",
        "author": "Ted Cruz"
    },
    {
        "quote": "My health is good and it's up to me to keep it that way.",
        "author": "Charles Kennedy"
    },
    {
        "quote": "The Democratic position seems to be everything is going to be free. Free education. Free health care. Free housing. Free love. Free kittens, I don't know.",
        "author": "John Kennedy"
    },
    {
        "quote": "It is my dream that Chinese medicine will help us conquer life-threatening diseases worldwide and that people across the globe will enjoy its benefits for health promotion.",
        "author": "Tu Youyou"
    },
    {
        "quote": "Before Medicare, nearly half of American seniors were forced to go without coverage because insurance companies were reluctant to insure them - making the chances of having health insurance as a senior the same as getting tails on a coin flip.",
        "author": "John B. Larson"
    },
    {
        "quote": "The health of the people is really the foundation upon which all their happiness and all their powers as a state depend.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "New Labour has systematically alienated section after section of our natural supporters - teachers, health workers, students, pensioners, public service workers, trade unionists and people committed to the environment, civil liberties and peace.",
        "author": "John McDonnell"
    },
    {
        "quote": "If we don't figure out a way to create equity, real equity, of opportunity and access, to good schools, housing, health care, and decent paying jobs, we're not going to survive as a productive and healthy society.",
        "author": "Tim Wise"
    },
    {
        "quote": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.",
        "author": "James H. Douglas, Jr."
    },
    {
        "quote": "I gave myself the nickname 'Bipolar Rock N' Roller' way back in the 1990s, when - as much as we don't talk about mental health now - back then it was almost nonexistent. And if it was broached, it was done in a very pejorative way.",
        "author": "Mauro Ranallo"
    },
    {
        "quote": "I'm opposed to any policy that would deny in our country any human being from access to public safety, public education, or public health, period.",
        "author": "Kamala Harris"
    },
    {
        "quote": "The Patients' Bill of Rights is necessary to guarantee that health care will be available for those who are paying for insurance. It's a part of the overall health care picture.",
        "author": "Debbie Stabenow"
    },
    {
        "quote": "When I talk about democratic socialist, I am talking about Medicare, a single payer health care system for the elderly. And in my view, we should expand that concept to all people. I believe that everybody in this country should be entitled to health care as a right.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "I look forward to working with our leadership team to advance the causes of smaller government, lower taxes, eliminating terrorism, and providing affordable health care, among other issues.",
        "author": "Howard Coble"
    },
    {
        "quote": "The way we work in public health is, we make the best recommendations and decisions based on the best available data.",
        "author": "Tom Frieden"
    },
    {
        "quote": "The Iowa Women's Health Study, which has followed more than 35,000 women for decades, found eating more broccoli, cauliflower, kale and other cruciferous vegetables was associated with a lower risk of getting non-Hodgkin's lymphoma in the first place.",
        "author": "Michael Greger"
    },
    {
        "quote": "Try to understand that mental health is something very personal and private.",
        "author": "Shibani Dandekar"
    },
    {
        "quote": "The truth is women use contraception not only as a way to prevent unintended pregnancies, but also to improve their health and the health of their families. Increased access to contraception is directly linked to declines in maternal and infant mortality.",
        "author": "Felicity Huffman"
    },
    {
        "quote": "I'm interested in women's health because I'm a woman. I'd be a darn fool not to be on my own side.",
        "author": "Maya Angelou"
    },
    {
        "quote": "E-waste is the fastest growing waste stream in the United States and can pose serious environmental and health problems here and around the world when not handled properly.",
        "author": "Gene Green"
    },
    {
        "quote": "No matter how the Supreme Court rules on the constitutionality of the Patient Protection and Affordable Care Act of 2010, states are making progress in developing strategies to provide more access to quality health care coverage.",
        "author": "John Hickenlooper"
    },
    {
        "quote": "I've learned to trust myself that I'm going to make healthy choices because I care about my health.",
        "author": "Camila Mendes"
    },
    {
        "quote": "Poverty is multidimensional. It extends beyond money incomes to education, health care, political participation and advancement of one's own culture and social organisation.",
        "author": "Atal Bihari Vajpayee"
    },
    {
        "quote": "We pay a lot of attention to our diet, but never to our mental health.",
        "author": "Neha Pendse"
    },
    {
        "quote": "I would prefer to live forever in perfect health, but if I must at some time leave this life, I would like to do so ensconced on a chaise longue, perfumed, wearing a velvet robe and pearl earrings, with a flute of champagne beside me and having just discovered the answer to the last problem in a British cryptic crossword.",
        "author": "Olivia De Havilland"
    },
    {
        "quote": "Health is relative. There is no such thing as an absolute state of health or sickness. Everyone's physical, mental, and emotional condition is a combination of both.",
        "author": "Theodore Isaac Rubin"
    },
    {
        "quote": "I think the most important thing in life is your health. If you haven't got your health, you haven't got anything.",
        "author": "Matthew Rees"
    },
    {
        "quote": "There are two drawbacks to steroids, one is the potential problems with your health and the second one is it is very easy for people to dismiss everything you have put into it by saying, 'yeah but he takes steroids.'",
        "author": "Dorian Yates"
    },
    {
        "quote": "Public health service should be as fully organized and as universally incorporated into our governmental system as is public education. The returns are a thousand fold in economic benefits, and infinitely more in reduction of suffering and promotion of human happiness.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "Health to the ocean means health for us.",
        "author": "Sylvia Earle"
    },
    {
        "quote": "The body needs its rest, and sleep is extremely important in any health regimen. There should be three main things: eating, exercise and sleep. All three together in the right balance make for a truly healthy lifestyle.",
        "author": "Rohit Shetty"
    },
    {
        "quote": "I had the worst birthday party ever when I was a child because my parents hired a pony to give rides. And these ponies are never in good health. But this one dropped dead. It just wasn't much fun after that. One kid would sit on him and the rest of us would drag him around.",
        "author": "Rita Rudner"
    },
    {
        "quote": "True health infuses positive energy in the mind, body and spirit; it is a main focus in my life.",
        "author": "Maximillian Degenerez"
    },
    {
        "quote": "We drink one another's health and spoil our own.",
        "author": "Jerome K. Jerome"
    },
    {
        "quote": "The inexorable compulsion of all things is towards health or destruction, life or death, and we hasten our joys or our woes to the logical extreme. It is urgent, therefore, that we be joyous if we wish to live.",
        "author": "James Stephens"
    },
    {
        "quote": "The preservation of health is a duty. Few seem conscious that there is such a thing as physical morality.",
        "author": "Herbert Spencer"
    },
    {
        "quote": "We have a list of human rights - right to food, right to shelter, right to health, right to education, many such items which are considered and accepted as bill of rights. These are to be insured to people. So all nations, all societies try to do that.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "Remember our proud history of social justice, universal health care, public pensions and making sure no one is left behind. Let's continue to move forward.",
        "author": "Jack Layton"
    },
    {
        "quote": "It's okay to talk about mental health issues. It's okay to admit that you have anxiety. It doesn't take away from your power. It's totally normal.",
        "author": "Torrey DeVitto"
    },
    {
        "quote": "Nurses serve their patients in the most important capacities. We know that they serve as our first lines of communication when something goes wrong or when we are concerned about health.",
        "author": "Lois Capps"
    },
    {
        "quote": "The air pollution in Delhi has become a matter of public health concern nationally and internationally.",
        "author": "M. S. Swaminathan"
    },
    {
        "quote": "We need a force that recognizes that only through development and liberty, through education and health care, through better priorities and wiser investments, can we achieve the stability we seek.",
        "author": "scar Arias"
    },
    {
        "quote": "Taking care of your mental and physical health is just as important as any career move or responsibility.",
        "author": "Mireille Guiliano"
    },
    {
        "quote": "High blood pressure is a major health crisis in the black community.",
        "author": "Lamman Rucker"
    },
    {
        "quote": "Women's health needs to be front and center - it often isn't, but it needs to be.",
        "author": "Cynthia Nixon"
    },
    {
        "quote": "Mental health and sobriety is not a straight line, and 'Drag Race' is a family, and we support our family members through anything.",
        "author": "Trixie Mattel"
    },
    {
        "quote": "I am very careful about my health... For example, I have body check-ups regularly and take some medicines to control my blood pressure, because I have a little bit high blood pressure.",
        "author": "Carrie Lam"
    },
    {
        "quote": "Health is a precious gift. You realise more and more as you get older just how precious a gift it is.",
        "author": "Judith Durham"
    },
    {
        "quote": "Don't ask for a million dollars. Ask for the stuff that'll get you a million dollars - your health, your brain, your sanity, wisdom. Prepare me for when I do get that million. Make sure I don't go crazy, make sure I help my family.",
        "author": "Future"
    },
    {
        "quote": "We already know that the experience of lockdown is a mixed bag. It is increasingly recognised that for many it can be hellish. Enforced leisure - if you are crippled with worry about debts, insecure job prospects, your family's health - is no holiday.",
        "author": "Claire Fox"
    },
    {
        "quote": "Nature is a numbers game. We need all the support we can get as our immune systems and health are under assault from pollution, stress, contaminated food and age-related diseases as our lifespans increase.",
        "author": "Paul Stamets"
    },
    {
        "quote": "It's been a long road back to health and fitness for me. I am just glad to have been given the opportunity to do what I love most.",
        "author": "Jonah Lomu"
    },
    {
        "quote": "Productive achievement is a consequence and an expression of health and self-esteem, not its cause.",
        "author": "Nathaniel Branden"
    },
    {
        "quote": "I will not walk away from the people and communities whom I love deeply. I will continue to raise my voice for justice and equality for all, organize communities who want to defend the rights of black people, stand against policies that target and marginalize Muslims, and advocate for health care for all people.",
        "author": "Linda Sarsour"
    },
    {
        "quote": "One of the most obvious ways dogs can improve our physical and mental health is via daily walks.",
        "author": "Andrew Weil"
    },
    {
        "quote": "For the sake of our health, our children and grandchildren and even our economic well-being, we must make protecting the planet our top priority.",
        "author": "David Suzuki"
    },
    {
        "quote": "The quarterback is the most vulnerable one on the field. He's in an awkward position a lot of times when he throws the ball. So he does have to be protected. You lose a quarterback, you're in trouble. I don't know if they can make it too safe. I think health becomes an issue.",
        "author": "Bud Grant"
    },
    {
        "quote": "Avoid lawsuits beyond all things; they pervert your conscience, impair your health, and dissipate your property.",
        "author": "Jean de la Bruyere"
    },
    {
        "quote": "The average person doesn't understand what a stem cell is. There's a lack of health literacy in our nation. So the public can't really get into this dialogue because they don't understand the complexity of stem cells, not the faith-based approach, not the ideological or political, but the science behind stem cells.",
        "author": "Richard Carmona"
    },
    {
        "quote": "The music industry as a whole needs to genuinely make a conscious effort to look after people's physical and mental health.",
        "author": "Sam Fender"
    },
    {
        "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.",
        "author": "Cat Cora"
    },
    {
        "quote": "Besides taking jobs from American workers, illegal immigration creates huge economic burdens on our health care system, our education system, our criminal justice system, our environment, our infrastructure and our public safety.",
        "author": "Jan C. Ting"
    },
    {
        "quote": "It's okay to talk about birth, okay - then menstruation. I first started my advocacy for women's health in the field of reproductive freedom, and the next stage would be bringing menopause out of the closet.",
        "author": "Cybill Shepherd"
    },
    {
        "quote": "AIDS is a plague - numerically, statistically and by any definition known to modern public health - though no one in authority has the guts to call it one.",
        "author": "Larry Kramer"
    },
    {
        "quote": "I've always been interested in public health approaches because it seems to me we have this yearning for silver bullets, and that is not in fact how change comes about. Change comes through silver buckshot - a lot of little things that achieve results. That's a classic public health approach.",
        "author": "Nicholas Kristof"
    },
    {
        "quote": "I'm a health nut, but when I eat, I go hard. I'm a Buffalo wing magnet, a sandwich fanatic, a cheesesteak guy. But I'll only get a cheesesteak in Philadelphia. No one else does it right.",
        "author": "Kevin Hart"
    },
    {
        "quote": "As a doctor who took care of patients for 25 years, I saw the problems with America's health care system every day.",
        "author": "John Barrasso"
    },
    {
        "quote": "Inflation is taking up the poverty line, and poverty is not just economic but defined by way of health and education.",
        "author": "Azim Premji"
    },
    {
        "quote": "I want to show everyone in this world that the soul is the source of our happiness, strength and health. Love actually comes from the soul, from the light.",
        "author": "Wim Hof"
    },
    {
        "quote": "If we vote to Leave and take back control, all sorts of opportunities open up. Including doing new free trade deals around the world, restoring Britain's seat on all sorts of international bodies, restoring health to our democracy and belief to our democracy.",
        "author": "Boris Johnson"
    },
    {
        "quote": "If we can provide even a few months of early warning for just one pandemic, the benefits will outweigh all the time and energy we're devoting. Imagine preventing health crises, not just responding to them.",
        "author": "Nathan Wolfe"
    },
    {
        "quote": "We risk our health much more during fights and sparring than by getting infected with coronavirus.",
        "author": "Aleksei Oleinik"
    },
    {
        "quote": "When it comes to our collective health, how we deal with the multiple crises and problems around us also depends on the power of context - in other words, our resilience.",
        "author": "Arianna Huffington"
    },
    {
        "quote": "Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges.",
        "author": "Mae Jemison"
    },
    {
        "quote": "If we get our self-esteem from superficial places, from our popularity, appearance, business success, financial situation, health, any of these, we will be disappointed, because no one can guarantee that we'll have them tomorrow.",
        "author": "Kathy Ireland"
    },
    {
        "quote": "After doing a juice cleanse, I'm motivated to eat healthier and not emotionally. Cleansing is like my meditation. It makes me stop, focus and think about what I'm putting into my body. I'm making a commitment to my health and hitting the reset button.",
        "author": "Salma Hayek"
    },
    {
        "quote": "The results of inequity and bias impact everything from suspension rates, to housing access, to health outcomes, to medical interventions, to job opportunity and promotions, to criminal sentencing, and even to the very safety of the water one drinks and air one breathes.",
        "author": "Abigail Spanberger"
    },
    {
        "quote": "Remove the predators, and the whole ecosystem begins to crash like a house of cards. As the sharks disappear, the predator-prey balance dramatically shifts, and the health of our oceans declines.",
        "author": "Brian Skerry"
    },
    {
        "quote": "I have long understood that climate change is not only an environmental issue - it is a humanitarian, economic, health, and justice issue as well.",
        "author": "Frances Beinecke"
    },
    {
        "quote": "If you look at things that really affect people's lives - sport, the arts, charities - they were always at the back of the queue for government money - health, social security, defence, pensions were all way ahead. And each of those areas - sports, the arts, the lottery - got relatively petty cash from the government.",
        "author": "John Major"
    },
    {
        "quote": "Lack of access to basic sanitation facilities can be a traumatic experience for girls especially during menstruation period and have an adverse impact on their health.",
        "author": "Priyamani"
    },
    {
        "quote": "I never could have achieved the success that I have without setting physical activity and health goals.",
        "author": "Bonnie Blair"
    },
    {
        "quote": "True security is based on people's welfare - on a thriving economy, on strong public health and education programmes, and on fundamental respect for our common humanity. Development, peace, disarmament, reconciliation and justice are not separate from security; they help to underpin it.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "All the evidence that we have indicates that it is reasonable to assume in practically every human being, and certainly in almost every newborn baby, that there is an active will toward health, an impulse towards growth, or towards the actualization.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "Man does not live by soap alone; and hygiene, or even health, is not much good unless you can take a healthy view of it or, better still, feel a healthy indifference to it.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Many of the received models of modern architecture and planning owe their ultimate origin to the building code and public health reform movements of the second half of the 19th century.",
        "author": "Kenneth Frampton"
    },
    {
        "quote": "Health care and education, in my view, are next up for fundamental software-based transformation.",
        "author": "Marc Andreessen"
    },
    {
        "quote": "The typical response from people when I tell them I'm diabetic is, 'Oh, I'm sorry to hear that.' You know, I'm not. I'm a better athlete because of diabetes rather than despite it. I'm more aware of my training, my fitness and more aware of nutrition. I'm more proactive about my health.",
        "author": "Charlie Kimball"
    },
    {
        "quote": "I'm active in PAX, which is a gun awareness organization. We treat gun safety as a public health issue.",
        "author": "Mandy Patinkin"
    },
    {
        "quote": "The health of the people is of supreme importance. All measures looking to their protection against the spread of contagious diseases and to the increase of our sanitary knowledge for such purposes deserve attention of Congress.",
        "author": "Chester A. Arthur"
    },
    {
        "quote": "When it comes to the health of our families, Barack refused to listen to all those folks who told him to leave health reform for another day, another president. He didn't care whether it was the easy thing to do politically - that's not how he was raised - he cared that it was the right thing to do.",
        "author": "Michelle Obama"
    },
    {
        "quote": "The state of the health of the individual is equivalent to the state to the health of the colon.",
        "author": "Woody Harrelson"
    },
    {
        "quote": "Most Christian 'believers' tend to echo the cultural prejudices and worldviews of the dominant group in their country, with only a minority revealing any real transformation of attitudes or consciousness. It has been true of slavery and racism, classism and consumerism and issues of immigration and health care for the poor.",
        "author": "Richard Rohr"
    },
    {
        "quote": "I saw many people who had advanced heart disease and I was so frustrated because I knew if they just knew how to do the right thing, simple lifestyle and diet steps, that the entire trajectory of their life and health would have been different.",
        "author": "Mehmet Oz"
    },
    {
        "quote": "Many politicians, celebrities, businessmen and women, and community leaders now are open about their struggles with mental illnesses, something almost unheard of when I began. Together, we are spreading the word that mental health affects all of us and deserves our support and attention.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "The key to the future in an aging society is not found in increasing just our life span; we need to increase our health span at the same time.",
        "author": "Chuck Norris"
    },
    {
        "quote": "Many kids come out of college, they have a credit card and a diploma. They don't know how to buy a house or a car or health insurance or life insurance. They do not know basic microeconomics.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "My Dad is my hero. He's 85 now and he is in great health. He is handsome and strong. He has an incredible moral and ethical backbone. I couldn't have been luckier with my parents.",
        "author": "Harry Connick, Jr."
    },
    {
        "quote": "Our Congress passes laws which subsidize corporation farms, oil companies, airlines, and houses for suburbia. But when they turn their attention to the poor, they suddenly become concerned about balancing the budget and cut back on the funds for Head Start, Medicare, and mental health appropriations.",
        "author": "Coretta Scott King"
    },
    {
        "quote": "It's not a surprise that the mental health epidemic is affecting so many people because we can't escape this bubble from being on our phones and tablets.",
        "author": "Ben Fogle"
    },
    {
        "quote": "I find that if I don't have enough physical activity in life, I don't do as well with anything else in my life. It's stress relief; it's good health. It's fun. It's alone time, for the most part.",
        "author": "Betsy Hodges"
    },
    {
        "quote": "Public health and safety are my highest priorities.",
        "author": "Kate Brown"
    },
    {
        "quote": "The Supreme Court has never ruled that Congress can use the Commerce Clause to require individuals to engage in an activity they have chosen to avoid. Yet that is precisely what Obamacare does: It forces Americans without health insurance to purchase coverage. Such a requirement is unprecedented and unconstitutional.",
        "author": "John Cornyn"
    },
    {
        "quote": "Access to basic quality health care is one of the most important domestic issues facing our nation.",
        "author": "Ed Pastor"
    },
    {
        "quote": "We have to be thankful considering our number as a family we enjoy very good health generally but you may be sure me and my partner have quite enough to exercise our minds and occupy our attention.",
        "author": "John Hawley"
    },
    {
        "quote": "The Affordable Care Act was passed in large part because of recognition that our nation's health care system is not working. The act is not perfect, but it is a starting point, and we have been using it to improve the health of Coloradans.",
        "author": "John Hickenlooper"
    },
    {
        "quote": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society.",
        "author": "Karl Marx"
    },
    {
        "quote": "I have always detested any departure from reality, an attitude which I relate to my mother's poor mental health.",
        "author": "Jean Piaget"
    },
    {
        "quote": "Older people shouldn't eat health food, they need all the preservatives they can get.",
        "author": "Robert Orben"
    },
    {
        "quote": "It is wisest to be impartial. If you have health, but are attached to it, you will always be afraid of losing it. And if you fear that loss, but become ill, you will suffer. Why not remain forever joyful in the Self?",
        "author": "Paramahansa Yogananda"
    },
    {
        "quote": "When major lectin-containing foods were introduced to our diet about 10,000 years ago in the form of grains and beans, our health dramatically changed for the worse.",
        "author": "Steven Gundry"
    },
    {
        "quote": "Order is the sanity of the mind, the health of the body, the peace of the city, the security of the state. Like beams in a house or bones to a body, so is order to all things.",
        "author": "Robert Southey"
    },
    {
        "quote": "Our goal is to make Maine the healthiest state in the nation and reduce our overall health care costs.",
        "author": "John Baldacci"
    },
    {
        "quote": "AI will impact every industry on Earth, including manufacturing, agriculture, health care, and more.",
        "author": "Fei-Fei Li"
    },
    {
        "quote": "In a disordered mind, as in a disordered body, soundness of health is impossible.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "If you're working out in front of a mirror and watching your muscles grow, your ego has reached a point where it is now eating itself. That's why I believe there should be a psychiatrist at every health club, so that when they see you doing this, they will take you away for a little chat.",
        "author": "Lewis Black"
    },
    {
        "quote": "I have nightmares that I'm going to wake up, and everyone's driving a Prius and living in a condo, and we're all getting health insurance.",
        "author": "Kid Rock"
    },
    {
        "quote": "Gut health is the key to overall health.",
        "author": "Kris Carr"
    },
    {
        "quote": "My brother Alan - who was seven years younger than me - died from leukemia when he was 52. He never knew a day's good health - I wish I could have given him some of my good health. But he was always so cheerful and sweet.",
        "author": "Brian Blessed"
    },
    {
        "quote": "It is reasonable to expect the doctor to recognize that science may not have all the answers to problems of health and healing.",
        "author": "Norman Cousins"
    },
    {
        "quote": "Regularity in the hours of rising and retiring, perseverance in exercise, adaptation of dress to the variations of climate, simple and nutritious aliment, and temperance in all things are necessary branches of the regimen of health.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "Lucid dreaming has considerable potential for promoting personal growth and self-development, enhancing self-confidence, improving mental and physical health, facilitating creative problem solving and helping you to progress on the path to self-mastery.",
        "author": "Stephen LaBerge"
    },
    {
        "quote": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "The dual scourge of hunger and malnutrition will be truly vanquished not only when granaries are full, but also when people's basic health needs are met and women are given their rightful role in societies.",
        "author": "Gro Harlem Brundtland"
    },
    {
        "quote": "Our children's health and well-being are dependent on our commitment to promoting food access and good eating habits at home, at school and in the community.",
        "author": "Rod Blagojevich"
    },
    {
        "quote": "You certainly can't prevent all mental health problems - factors like genetics and traumatic life events certainly play a role. But everyone can take steps to improve their mental health and prevent further mental illness.",
        "author": "Amy Morin"
    },
    {
        "quote": "People who are in a position of finding out that they're at risk for some illness, whether it's breast cancer, or heart disease, are afraid to get that information - even though it might be useful to them - because of fears that they'll lose their health insurance or their job.",
        "author": "Francis Collins"
    },
    {
        "quote": "I ate no butcher's meat, lived chiefly on fruits, vegetables, and fish, and never drank a glass of spirits or wine until my wedding day. To this I attribute my continual good health, endurance, and an iron constitution.",
        "author": "John James Audubon"
    },
    {
        "quote": "I really believe that beauty comes from health - sensible eating and exercise.",
        "author": "Dita Von Teese"
    },
    {
        "quote": "Mention health in most companies, and the cost of health insurance is what comes to mind, not how the company can invest to prevent further escalation in societal health care costs.",
        "author": "John Quelch"
    },
    {
        "quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?",
        "author": "Adam Smith"
    },
    {
        "quote": "I do not want medical men to discuss whether or not my work is valuable, because I know what it will do. I want them to tell me how best this new knowledge of rapidly restoring paralysed people to health and strength can be applied where it is needed.",
        "author": "Elizabeth Kenny"
    },
    {
        "quote": "Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship.",
        "author": "Patrick Henry"
    },
    {
        "quote": "Overnight stardom can be harmful to your mental health. Yeah. It has ruined a lot of people.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "Too many of my constituents, like many other hard working Americans across the country, are suffering unnecessarily due to our flawed health care system.",
        "author": "John Conyers"
    },
    {
        "quote": "Newborn screening is a public health intervention that involves a simple blood test used to identify many life-threatening genetic illnesses before any symptoms begin.",
        "author": "Lucille Roybal-Allard"
    },
    {
        "quote": "My favorite way to unwind is to go for a walk with my husband and the dog at the end of the working day, then we go to our local health club for a swim and to sit by the pool and read for a while.",
        "author": "Jacqueline Winspear"
    },
    {
        "quote": "Think of an economy where people could be an artist or a photographer or a writer without worrying about keeping their day job in order to have health insurance.",
        "author": "Nancy Pelosi"
    },
    {
        "quote": "In poor countries, we still need better ways to measure the effectiveness of the many government workers providing health services. They are the crucial link bringing tools such as vaccines and education to the people who need them most. How well trained are they? Are they showing up to work?",
        "author": "Bill Gates"
    },
    {
        "quote": "I actually worry that we're so mindlessly following the herd on privacy and data being the principle concerns when the actual things that are affecting the felt sense of your life and where your time goes, where your attention goes, where democracy goes, where teen mental health goes, where outrage goes.",
        "author": "Tristan Harris"
    },
    {
        "quote": "I have not been that wise. Health I have taken for granted. Love I have demanded, perhaps too much and too often. As for money, I have only realized its true worth when I didn't have it.",
        "author": "Hedy Lamarr"
    },
    {
        "quote": "We are made in the image of God, and we need to put Spirit back into the equation when we want to improve our physical and our mental health.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "By incarcerating someone who is homeless or addicted or who suffers from mental health challenges, we only further destabilize that person and create situations where they are more likely to commit crimes in the future.",
        "author": "Chesa Boudin"
    },
    {
        "quote": "Even the securest financial plan and the finest health coverage aren't enough to hold us steady when the challenges come... We need something more, something deeper and unshakeable, something that will see us through life's hard times.",
        "author": "Billy Graham"
    },
    {
        "quote": "Managers of hospitals over the years have been increasingly recruited from outside the health service, and although their experience of running a supermarket chain might allow them to balance the books, it does not mean they have any insight into how a ward should be managed and patients best served.",
        "author": "Jo Brand"
    },
    {
        "quote": "The chief condition on which, life, health and vigor depend on, is action. It is by action that an organism develops its faculties, increases its energy, and attains the fulfillment of its destiny.",
        "author": "Colin Powell"
    },
    {
        "quote": "Custard puddings, sauces and fillings accompany the seven ages of man in sickness and in health.",
        "author": "Irma S. Rombauer"
    },
    {
        "quote": "An inspiration - a long, deep breath of the pure air of thought - could alone give health to the heart.",
        "author": "Richard Jefferies"
    },
    {
        "quote": "Writing is hard work and bad for the health.",
        "author": "E. B. White"
    },
    {
        "quote": "Health should be easy. The good news is that, through the increasing use of mobile devices with their real-time networking capabilities and by addressing health collaboratively in our communities, we're accelerating the 'democratization of health care.'",
        "author": "Bruce Broussard"
    },
    {
        "quote": "As long as I've got my life, health and strength, and I'm in my right mind? I'mma get money.",
        "author": "E-40"
    },
    {
        "quote": "Extra weight - whether it's physical, emotional, or spiritual - holds us back from our health and our potential. Overeating is a behavior caused by stress, depression, excitement, fun with friends, self-sabotage, and countless other feelings, emotions, and circumstances. There can always be an occasion to eat and overeat.",
        "author": "Tara Stiles"
    },
    {
        "quote": "The paradigm of the 'Aquarian Conspiracy' sees humankind embedded in nature. It promotes the autonomous individual in a decentralized society... The new perspective respects the ecology of everything: birth, death, learning, health, family, work, science, spirituality, the arts, the community, relationships, politics.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "Innovations in science and technology are the engines of the 21st-century economy; if you care about the wealth and health of your nation tomorrow, then you'd better rethink how you allocate taxes to fund science. The federal budget needs to recognize this.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "The problem with the stigma around mental health is really about the stories that we tell ourselves as a society. What is normal? That's just a story that we tell ourselves.",
        "author": "Matthew Quick"
    },
    {
        "quote": "For sleep, riches and health to be truly enjoyed, they must be interrupted.",
        "author": "Jean Paul"
    },
    {
        "quote": "I don't think you can measure wealth in dollars and cents. I really don't believe that at all because there are some things that money cannot buy. One of them is health. And the other is security in your relationships and friends.",
        "author": "Cicely Tyson"
    },
    {
        "quote": "Despite being commonplace, too many people with mental health problems still face stigma, prejudice and discrimination.",
        "author": "Luciana Berger"
    },
    {
        "quote": "Drinking water to quench thirst instead of sugar-sweetened beverages is important for weight control, and overall health.",
        "author": "Margaret Cuomo"
    },
    {
        "quote": "If compassion is so good for us, why don't we train our health care providers in compassion so that they can do what they're supposed to do, which is to transform suffering?",
        "author": "Joan Halifax"
    },
    {
        "quote": "Leisure activities such as contemplation, going for a stroll or a bike ride boost our overall health, wellbeing, and creativity.",
        "author": "Jens Martin Skibsted"
    },
    {
        "quote": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "Some experts look at global warming, increased world temperature, as the critical tipping point that is causing a crash in coral reef health around the world. And there's no question that it is a factor, but it's preceded by the loss of resilience and degradation.",
        "author": "Sylvia Earle"
    },
    {
        "quote": "My good health is due to a soup made of white doves. It is simply wonderful as a tonic.",
        "author": "Chiang Kai-shek"
    },
    {
        "quote": "We live in a world where mental health is real. Emotional health is real, and people feel like no one cares.",
        "author": "Malik Yoba"
    },
    {
        "quote": "The criminal justice system is not the right place - or it shouldn't be the place of first resort to provide addiction or mental health services. It should happen elsewhere with no police and no judges and no juries and no jails.",
        "author": "Ted Wheeler"
    },
    {
        "quote": "I am confident that nobody... will accuse me of selfishness if I ask to spend time, while I am still in good health, with my family, my friends and also with myself.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "I think about my parents all the time, especially on Sunday when I'm at Mass. My mother always said, 'We do not pray to win elections. We pray for people's health, we pray that God's will be done, we pray that we do our best. But we do not pray to win elections.'",
        "author": "Nancy Pelosi"
    },
    {
        "quote": "If our hearts are ready for anything, we can open to our inevitable losses, and to the depths of our sorrow. We can grieve our lost loves, our lost youth, our lost health, our lost capacities. This is part of our humanness, part of the expression of our love for life.",
        "author": "Tara Brach"
    },
    {
        "quote": "We face a choice this election. President Obama is fighting for changes that grow the economy from the middle out and help all Americans succeed - jobs, education, health reform, the DREAM Act, equal pay for women. He is moving us forward with opportunity today for prosperity tomorrow. Mitt Romney wants to take us back to yesterday.",
        "author": "Eva Longoria"
    },
    {
        "quote": "Children are more restricted than ever when it comes to taking physical risks - one of the ways previous generations built resilience. Thanks to health and safety mania, leapfrog, marbles and conkers are now considered unsafe.",
        "author": "Claire Fox"
    },
    {
        "quote": "Cynicism is humor in ill health.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Of all mushrooms commonly consumed, oyster mushrooms in the genus Pleurotus stand out as exceptional allies for improving human and environmental health. These mushrooms enjoy a terrific reputation as the easiest to cultivate, richly nutritious and medicinally supportive.",
        "author": "Paul Stamets"
    },
    {
        "quote": "Science and mindfulness complement each other in helping people to eat well and maintain their health and well-being.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "Connectivity enables transparency for better government, education, and health.",
        "author": "Bill Gates"
    },
    {
        "quote": "In 2008, I was one of millions united for hope and change. As 2010 dawns, change looks to me like more of the same. Instead of peace, we got more war. Instead of health care reform, we have an industry win that requires Americans to buy health insurance without any real cost controls.",
        "author": "Jodie Evans"
    },
    {
        "quote": "I was born on the other side of the tracks, in public housing in Brooklyn, New York. My dad never made more than $20,000 a year, and I grew up in a family that lost health insurance. So I was scarred at a young age with understanding what it was like to watch my parents lose access to the American dream.",
        "author": "Howard Schultz"
    },
    {
        "quote": "The doctor has been taught to be interested not in health but in disease. What the public is taught is that health is the cure for disease.",
        "author": "Ashley Montagu"
    },
    {
        "quote": "Together with open conversations and greater understanding, we can ensure that attitudes for mental health change and children receive the support they deserve.",
        "author": "Kate Middleton"
    },
    {
        "quote": "Health is certainly extremely important, and we've done a number of things at Facebook to help improve global health and work in that area, and I am excited to do more there, too. But the reality is that it's not an either-or. People need to be healthy and be able to have the Internet as a backbone to connect them to the whole economy.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "When I go back to Texas, I travel the state, and I see people all the time who come up to me, men and women across Texas, and they grab me by the shoulder, and they're afraid. They say, 'Ted, you know, I just lost my health insurance. I got a child with diabetes. I'm scared. Please stop this from happening.'",
        "author": "Ted Cruz"
    },
    {
        "quote": "Competition makes things come out right. Well, what does that mean in health care? More hospitals so they compete with each other. More doctors compete with each other. More pharmaceutical companies. We set up war. Wait a minute, let's talk about the patient. The patient doesn't need a war.",
        "author": "Donald Berwick"
    },
    {
        "quote": "We farm workers are closest to food production. We were the first to recognize the serious health hazards of agriculture pesticides to both consumers and ourselves.",
        "author": "Cesar Chavez"
    },
    {
        "quote": "The five different areas in which boys are in crisis - education; jobs; emotional health; physical health; and fatherlessness - are handled by different portions of the government.",
        "author": "Warren Farrell"
    },
    {
        "quote": "Individuals will achieve healthier lifestyles when prevention and wellness programs are accessible and available in their workplace, through their health provider, and in their communities.",
        "author": "Rob Wittman"
    },
    {
        "quote": "My priority is to turn people - especially kids - on to sports and being active so they don't even have to think about it being good for their health. If people participate for the fun of it, and believe me - it is fun, then fitness programs will be much more successful.",
        "author": "Alan Thicke"
    },
    {
        "quote": "COVID-19 is a serious public health threat.",
        "author": "Theresa Tam"
    },
    {
        "quote": "Julia, I promise to love you, to cherish you, in sickness and in health. No matter what, I will be there for you and our family. I promise not to make the social media another member of our family.",
        "author": "Martina Navratilova"
    },
    {
        "quote": "We've always been into juicing. It's one of the things that my wife likes to do. She's a vegetarian, so she loves to juice. And I'm a big health freak - well, when I feel like being it.",
        "author": "Demetrious Johnson"
    },
    {
        "quote": "When I die, I will not be guilty of having left a generation of girls behind thinking that anyone can tend to their emotional health other than themselves.",
        "author": "Ntozake Shange"
    },
    {
        "quote": "Therefore in medicine we ought to know the causes of sickness and health.",
        "author": "Avicenna"
    },
    {
        "quote": "My dad is a Type 1 diabetic. I grew up in a household where we were really conscious about cutting back on sugar because we had to for his health.",
        "author": "Brooklyn Decker"
    },
    {
        "quote": "Nurses are on the front lines of our care. And they need to be at the foundation of health care reform. Let's get health care done - and done right - by ensuring the amount of nurses we need to provide quality care for all.",
        "author": "Kirsten Gillibrand"
    },
    {
        "quote": "A poet could write volumes about diners, because they're so beautiful. They're brightly lit, with chrome and booths and Naugahyde and great waitresses. Now, it might not be so great in the health department, but I think diner food is really worth experiencing periodically.",
        "author": "David Lynch"
    },
    {
        "quote": "It is particularly pleasing to see how purely basic research, originally aimed at testing the genetic identity of different cell types in the body, has turned out to have clear human health prospects.",
        "author": "John Gurdon"
    },
    {
        "quote": "I don't want to suggest that controlling pharmaceutical costs is the answer to what ails the U.S. health care system. It isn't.",
        "author": "John Kitzhaber"
    },
    {
        "quote": "Antibiotics are a very serious public health problem for us, and it's getting worse. Resistant microbes outstrip new antibiotics. It's an ongoing problem. It's not like we can fix it, and it's over. We have to fight continued resistance with a continual pipeline of new antibiotics and continue with the perpetual challenge.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "I'm a person who has always been clear about my love of music and vocal about trying to live in a way that lends itself to health.",
        "author": "Kaskade"
    },
    {
        "quote": "I support health care reform in this country, but the current bills we have before us are too big, too costly, and the people who send me to Washington to be their voice are opposed to them and this process.",
        "author": "Mike Ross"
    },
    {
        "quote": "Mental health is an area where people are embarrassed. They don't want to talk about it because somehow they feel they're a failure as a parent or, you know, they're embarrassed for their child or they want to protect their child, lots of very good reasons, but mental health, I feel, is something that you have to talk about.",
        "author": "Anna Wintour"
    },
    {
        "quote": "My 94-year-old grandmother has always been so inspiring to me. She is kind, smart, brave, and independent. After graduating number one in her medical school class at a time when it was extremely rare for women to attend medical school, she worked with the World Health Organization in North Africa to eradicate tuberculosis.",
        "author": "Kelsey Chow"
    },
    {
        "quote": "We live in a country that sent people to the moon. This accomplishment, along with other bold leaps of faith, required political will, determination and imagination. Providing health care for all of our citizens requires the same force of will.",
        "author": "Nina Turner"
    },
    {
        "quote": "What some call health, if purchased by perpetual anxiety about diet, isn't much better than tedious disease.",
        "author": "Alexander Pope"
    },
    {
        "quote": "A rite of passage in America when you turn 50 and have good health insurance is a colonoscopy.",
        "author": "Brad Feld"
    },
    {
        "quote": "Patient autonomy is paramount to the oath that we take when we enter the profession of medicine. That is why I am appalled when the federal government gets between my patients and their right to the full range of medical information and complete access to health care.",
        "author": "Ami Bera"
    },
    {
        "quote": "The mental health conversation is very important to me. I have friends that struggle with various mental illnesses. I've struggled with depression and anxiety. I'm very interested in how we deal with that.",
        "author": "Matthew Quick"
    },
    {
        "quote": "I see taking care of my emotional and mental health in the same way that I see taking care of a garment: After it's been through wear and tear, it needs attention.",
        "author": "Gina Barreca"
    },
    {
        "quote": "But I know that trying to black out my past with oblivion will just damage my future. I made the decision to stop running from my fears, and to walk slowly and deliberately towards self-nurture, self-respect, and better mental and physical health.",
        "author": "Jack Monroe"
    },
    {
        "quote": "We've lost touch with our souls. We've been nourishing our minds, our relational skills, our theological knowledge, our psychological well-being, our physiological health... but we've abandoned our souls.",
        "author": "Mike Yaconelli"
    },
    {
        "quote": "People out there with pre-existing conditions, they are worried. Are they going to have the guarantee of coverage if they have a pre-existing condition or if they live in a state where the governor decides that's not a part of the health care, or that the prices are going to go up? That's the worry.",
        "author": "John Dickerson"
    },
    {
        "quote": "With age comes the understanding and appreciation of your most important asset, your health.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Every day, we are bombarded with a multitude of toxins in the environment. We know that the negative health impacts from this constant exposure can add up.",
        "author": "Chuck Norris"
    },
    {
        "quote": "A person's health isn't generally a reflection of genes, but how their environment is influencing them. Genes are the direct cause of less than 1pc of diseases: 99pc is how we respond to the world.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "I think everyone must practice yoga, especially during this time of COVID-19 pandemic to decrease stress and anxiety. It not only helps our physical health but also helps in maintaining a good mental health.",
        "author": "Jasmin Bhasin"
    },
    {
        "quote": "Medicine sometimes snatches away health, sometimes gives it.",
        "author": "Ovid"
    },
    {
        "quote": "Of the thousands of ways that humans differ from one another, turns out there's this one cluster of traits called conscientiousness that predict a whole host of positive life outcomes, such as longevity over our health, life satisfaction.",
        "author": "Daniel Levitin"
    },
    {
        "quote": "The idea that there is one kind of African is, of course, ridiculous. Sometimes African entrepreneurs want to kill you because you are saying public health is the priority, not roads. Of course they are right to press for that issue, but so are we right, I believe, to argue, for example, that millions of children could and should be vaccinated.",
        "author": "Bono"
    },
    {
        "quote": "It has always been the role of government to help solve problems, including and especially health crises. Obesity is a health epidemic across our country, and we have a responsibility as a government and a society to do all we can to promote good nutrition and healthy eating so we can reverse this alarming trend.",
        "author": "Richard J. Codey"
    },
    {
        "quote": "Medicine to produce health must examine disease; and music, to create harmony must investigate discord.",
        "author": "Plutarch"
    },
    {
        "quote": "Age does not depend upon years, but upon temperament and health. Some men are born old, and some never grow so.",
        "author": "Tryon Edwards"
    },
    {
        "quote": "The World Health Organization has recognized acupuncture as effective in treating mild to moderate depression.",
        "author": "Andrew Weil"
    },
    {
        "quote": "Walking is magic. Can't recommend it highly enough. I read that Plato and Aristotle did much of their brilliant thinking together while ambulating. The movement, the meditation, the health of the blood pumping, and the rhythm of footsteps... this is a primal way to connect with one's deeper self.",
        "author": "Paula Cole"
    },
    {
        "quote": "Thanks to President Barack Obama, under the Affordable Care Act, millions more people will be eligible for health insurance, including many people with HIV.",
        "author": "Alex Newell"
    },
    {
        "quote": "Property may be destroyed and money may lose its purchasing power; but, character, health, knowledge and good judgement will always be in demand under all conditions.",
        "author": "Roger Babson"
    },
    {
        "quote": "The public health of five million children should not be left to luck or chance.",
        "author": "Jamie Oliver"
    },
    {
        "quote": "A dark house is always an unhealthy house, always an ill-aired house, always a dirty house. Want of light stops growth and promotes scrofula, rickets, etc., among the children. People lose their health in a dark house, and if they get ill, they cannot get well again in it.",
        "author": "Florence Nightingale"
    },
    {
        "quote": "Since 1994, lawmakers on both sides of the aisle have considered it politically risky to offer a plan to fix America's broken health care system. The American public, though, has paid the price for this silence as health care costs skyrocketed, millions went uninsured, and millions more grappled with financial insecurity and hardship.",
        "author": "Ron Wyden"
    },
    {
        "quote": "As long as I have health and strength, I will gladly work all my days.",
        "author": "Frederic Chopin"
    },
    {
        "quote": "The more easily digestible and refined the carbohydrates, the greater the effect on our health, weight and well-being.",
        "author": "Andrew Weil"
    },
    {
        "quote": "In 1995, world military spending totaled nearly $800 billion. If we redirected just $40 billion of those resources over the next 10 years to fighting poverty, all of the world's population would enjoy basic social services, such as education, health care, nutrition, reproductive health, clean water and sanitation.",
        "author": "scar Arias"
    },
    {
        "quote": "People have criticized me for seeming to step out of my professional role to become undignifiedly political. I'd say it was belated realization that day care, good schools, health insurance, and nuclear disarmament are even more important aspects of pediatrics than measles vaccine or vitamin D.",
        "author": "Benjamin Spock"
    },
    {
        "quote": "Exuberant health is always, as such, sickness also.",
        "author": "Theodor W. Adorno"
    },
    {
        "quote": "I drink a ton of water a day and try to get as much sleep as possible. Sleep is the best way to restore your health. Never skip on sleep; it's crazy important.",
        "author": "Brittany Howard"
    },
    {
        "quote": "We have seen that two heads are better than one when dealing with a mental health problem.",
        "author": "Kate Middleton"
    },
    {
        "quote": "The United States has an active pharmaceutical industry that has brought huge benefits to the U.S. public. Most Americans, who benefit from these advances, have little understanding of how difficult it is to create an important new medical therapy and make it available to improve public health.",
        "author": "Robert Jarvik"
    },
    {
        "quote": "I have argued for years that we do not have a health care system in America. We have a disease-management system - one that depends on ruinously expensive drugs and surgeries that treat health conditions after they manifest rather than giving our citizens simple diet, lifestyle and therapeutic tools to keep them healthy.",
        "author": "Andrew Weil"
    },
    {
        "quote": "Once brave politicians and others explain the war on drugs' true cost, the American people will scream for a cease-fire. Bring the troops home, people will urge. Treat drugs as a health problem, not as a matter for the criminal justice system.",
        "author": "Larry Elder"
    },
    {
        "quote": "The belief that public health measures are not intended for people like us is widely held by many people like me. Public health, we assume, is for people with less - less education, less-healthy habits, less access to quality health care, less time and money.",
        "author": "Eula Biss"
    },
    {
        "quote": "The best thing that I did was get myself out of an environment that was toxic to me and to my mental health. That was through retiring from football.",
        "author": "Adam Goodes"
    },
    {
        "quote": "People who are more isolated than they want to be from others find that they are less happy, their health declines earlier in midlife, their brain functioning declines sooner, and they live shorter lives than people who are not lonely.",
        "author": "Robert J. Waldinger"
    },
    {
        "quote": "If my colleagues stop eating donuts and are more active, it saves me money on next year's insurance premium, and I get to work with people who have more energy and creativity each day. Yet most organizations fail to make health a cultural priority. Instead, they treat healthcare like any other expense.",
        "author": "Tom Rath"
    },
    {
        "quote": "If the childhood obesity epidemic remains unchecked, it will condemn many of our kids to shorter lives, as well as the emotional and financial burdens of poor health.",
        "author": "Richard Carmona"
    },
    {
        "quote": "I have seen that technology has contributed to improved communication, that it's contributed to better health care, that it's contributed to better food supplies, that it has contributed to all the basic human needs.",
        "author": "John Warnock"
    },
    {
        "quote": "Climate change, demographics, water, food, energy, global health, women's empowerment - these issues are all intertwined. We cannot look at one strand in isolation. Instead, we must examine how these strands are woven together.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "After you're older, two things are possibly more important than any others: health and money.",
        "author": "Helen Gurley Brown"
    },
    {
        "quote": "Health food makes me sick.",
        "author": "Calvin Trillin"
    },
    {
        "quote": "Great amount of scientific research is there to show that health is better because transcendental meditation deals with consciousness, and consciousness is the basic value of all the physical expressions. The entire creation is the expression of consciousness.",
        "author": "Maharishi Mahesh Yogi"
    },
    {
        "quote": "Health consists of having the same diseases as one's neighbors.",
        "author": "Quentin Crisp"
    },
    {
        "quote": "Make hunger thy sauce, as a medicine for health.",
        "author": "Thomas Tusser"
    },
    {
        "quote": "Do you suppose there is any living man so unreasonable that if he found himself stricken with a dangerous ailment he would not anxiously desire to regain the blessing of health?",
        "author": "Petrarch"
    },
    {
        "quote": "As long as I have my health, I want to be reporting somewhere.",
        "author": "Dan Rather"
    },
    {
        "quote": "Companies are experimenting with replacing sodium chloride with potassium chloride, because most of the health problems come from sodium. It works for some products, but if you diminish the amount of sodium, people want sugar and fat instead.",
        "author": "Michael Moss"
    },
    {
        "quote": "Dick Cheney said he was running again. He said his health was fine, 'I've got a doctor with me 24 hours a day.' Yeah, that's always the sign of a man in good health, isn't it?",
        "author": "David Letterman"
    },
    {
        "quote": "I've never had very high regard for therapists. I owe my health, my mental survival, to my friends and loved ones.",
        "author": "Salman Rushdie"
    },
    {
        "quote": "We readily go to the health club when our doctor suggests we need more exercise, but we regularly neglect the 'mental health club' that our well-being more truly requires.",
        "author": "Pico Iyer"
    },
    {
        "quote": "The good news is, Americans know firsthand the benefits of a free market - more choices, lower prices, higher quality - and there is no reason why we cannot help them see these same benefits in health care.",
        "author": "John Shadegg"
    },
    {
        "quote": "The health of Americans must no longer be a commodity to be traded, bought, or sold for profit by the insurance and pharmaceutical industries. We must promote medical and Medicaid home models to provide comprehensive care for body, mind, and spirit.",
        "author": "Deb Haaland"
    },
    {
        "quote": "I figure if I have my health, can pay the rent and I have my friends, I call it 'content.'",
        "author": "Lauren Bacall"
    },
    {
        "quote": "Because we spoke so loudly, opponents of reproductive health access demonized and smeared me and others on the public airwaves. These smears are obvious attempts to distract from meaningful policy discussions and to silence women's voices regarding their own health care.",
        "author": "Sandra Fluke"
    },
    {
        "quote": "A teacher must believe in the value and interest of his subject as a doctor believes in health.",
        "author": "Gilbert Highet"
    },
    {
        "quote": "Places where prostitution is legal, you find much better health care, fewer cases of disease and illegal abortions. There's really nothing to be gained by keeping prostitution illegal.",
        "author": "Thomas Jane"
    },
    {
        "quote": "I've had extraordinary good luck with my health, other than a broken elbow.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.",
        "author": "Mark Twain"
    },
    {
        "quote": "If you want to lose weight, you have to be obsessed with it. You can't depend upon your dietician, your trainer or various health aids that you have. You have to be organised. And believe me, it isn't that difficult. The first 10 days are terrible because you have to break the lifelong habits that you have made.",
        "author": "Kajol"
    },
    {
        "quote": "Folks, the most insidious part of this whole health care scheme is that all of these vast medical expenditures will become nothing more than government budget items. We individuals will no longer exist. The relationship between a government and citizen will change forever.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Restoring responsibility and accountability is essential to the economic and fiscal health of our nation.",
        "author": "Carl Levin"
    },
    {
        "quote": "I damaged my health during 'Les Mis,' which I didn't want to mention in case it seemed like I was courting sympathy.",
        "author": "Anne Hathaway"
    },
    {
        "quote": "It's the thing I struggle with every day: the mental diligence and stamina needed to sit in front of the computer, open the file, start writing and to keep doing so, word after word, until I've created the next story. A combination of learning disability and chronic health issues make that the hardest thing for me.",
        "author": "Nalo Hopkinson"
    },
    {
        "quote": "I remember the first pangs of stress arriving at the end of school. Once I graduated I had to get a full-time job, worry about health insurance, saving money, paying rent - things I'd never thought about before.",
        "author": "Ezra Koenig"
    },
    {
        "quote": "The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I, poor creature, worn out with scribbling for my bread and my liberty, low in spirits and weak in health, must leave others to wear the laurels which I have sown, others to eat the bread which I have earned. A common case.",
        "author": "John Adams"
    },
    {
        "quote": "After a century of striving, after a year of debate, after a historic vote, health care reform is no longer an unmet promise. It is the law of the land.",
        "author": "Barack Obama"
    },
    {
        "quote": "High-quality health care is not available to millions of Americans who don't have health insurance, or whose substandard plans provide minimum coverage. That's why the Affordable Care Act is so important. It provides quality health insurance to both the uninsured and underinsured.",
        "author": "Bob Beckel"
    },
    {
        "quote": "Science is the international language, so when we are able to convince countries that good decision-making for human health and animal health is based upon science, that's a real success story for us.",
        "author": "Mike Johanns"
    },
    {
        "quote": "Investing in women and girls may once have been considered a radical notion or even a waste of resources, but in most places in the world today, women and girls are increasingly recognized as a critical link to greater prosperity, political stability, better health and public policy.",
        "author": "Pat Mitchell"
    },
    {
        "quote": "When I look at the great athletes, I think of the Kobes and the LeBrons and the Tom Bradys of the world, obviously they take rests and recover, but they also continue to work, too. Working out and keeping up with that, with your conditioning, is another part of health and keeping your longevity throughout the years.",
        "author": "Saquon Barkley"
    },
    {
        "quote": "When I first became recognizable from appearing on television, I abused my notoriety as much as I possibly could, at the expense of both my health and personal relationships.",
        "author": "Steve-O"
    },
    {
        "quote": "Mama grizzlies mate later than other bears. They have two cubs instead of four. They wait four years - about twice as long as other bears - between having cubs. And after they're pregnant, if winter is hard or their health is not good or the food supply is uncertain, they re-absorb the embryo into their body.",
        "author": "Gloria Steinem"
    },
    {
        "quote": "The health of the planet is at stake, because the cruelty and the waste that accompanies the slaughter of billions of animals each year literally infects us all. We could consume healthy plant-based food produced at almost infinitely less cost. What does that say, really, about us and what we're doing... to animals and to ourselves?",
        "author": "James Cromwell"
    },
    {
        "quote": "But, at the end of the day, we need to represent the taxpayers who have made enormous sacrifices. Many have lost their jobs. Many of them have seen their companies - they don't have a pension - they have seen their companies cut the match for their 401(k). They have seen their health care benefits be shredded.",
        "author": "John Kasich"
    },
    {
        "quote": "We need to work together to fairly assess and improve the long-term economic and health value - and affordability - of all components of the healthcare system, including hospitalizations, drugs, devices, and other interventions, to optimize our health investment decisions.",
        "author": "Kenneth Frazier"
    },
    {
        "quote": "It is hard to miss the irony in the fact that the very same week that Republicans were publicly heralding Congressman Paul Ryan's plan to inject market forces into the American health care system, they were crafting a budget deal to strip them from the health reform law.",
        "author": "Ron Wyden"
    },
    {
        "quote": "It puts the provider in a situation of looking for ways to have someone else pick up a piece of the cost. As a result, every customer who has insurance ends up paying a 'hidden premium.' It simply adds to the health care cost burden.",
        "author": "Dave Obey"
    },
    {
        "quote": "Your own personal health is your own personal choice, all the way down the line.",
        "author": "Melissa Etheridge"
    },
    {
        "quote": "I've chosen to get the word out to women, especially young women, that tobacco is not glamorous - it's addictive and smoking takes a serious toll on your health.",
        "author": "Mena Suvari"
    },
    {
        "quote": "Right after undergrad, I started doing low-level work on health issues in sub-Saharan Africa, and what struck me was the disconnect between how people in New York would speak about some of the issues people were facing. At the time, 2006-ish, there were a number of big media campaigns to raise awareness about HIV in sub-Saharan Africa.",
        "author": "Uzodinma Iweala"
    },
    {
        "quote": "First of all, we have seen now in six years of Obamacare that it has been a disaster. It is the biggest job-killer in this country. Millions of Americans have lost their jobs, have been forced into part-time work, have lost their health insurance, have lost their doctors, have seen their premiums skyrocket.",
        "author": "Ted Cruz"
    },
    {
        "quote": "If you look hard enough, you'll find that many of the products we use every day - chewing gums, skin moisturizers, disinfecting wipes, air fresheners, water purifiers, health snacks, antiperspirants, colognes, teeth whiteners, fabric softeners, vitamins - are results of manufactured habits.",
        "author": "Charles Duhigg"
    },
    {
        "quote": "Legally speaking, the term 'public rights' is as vague and indefinite as are the terms 'public health,' 'public good,' 'public welfare,' and the like. It has no legal meaning, except when used to describe the separate, private, individual rights of a greater or less number of individuals.",
        "author": "Lysander Spooner"
    },
    {
        "quote": "Be it China, the World Health Organization, the Bavarian Illuminati, or lizard shapeshifters, it's never Trump's responsibility. It's never Trump's fault.",
        "author": "Rick Wilson"
    },
    {
        "quote": "I still believe that a plant-based diet has tremendous health benefits, but I have incorporated more animal protein into my diet. I found that my body personally got to a point where I needed something more.",
        "author": "Bob Harper"
    },
    {
        "quote": "From exam grading to health education to professional training to democratic participation, paths towards self-realization and success in the world are often daunting and obscure: journeys only the privileged feel confident setting off along.",
        "author": "Tom Chatfield"
    },
    {
        "quote": "I try to make my bed every day for mental health. Coming home to an unmade bed or a room with clothes all over will depress me.",
        "author": "David Alan Grier"
    },
    {
        "quote": "As we continue to learn how to live with COVID-19 until a vaccine is available, we'll also learn how to carefully balance not only the health of Iowans but the health of our economy.",
        "author": "Kim Reynolds"
    },
    {
        "quote": "Health is the state about which medicine has nothing to say.",
        "author": "W. H. Auden"
    },
    {
        "quote": "When I had a mental breakdown I was 26 and the most important thing before that was my work. And I still adore it. But it was all that mattered and everything else was secondary: my relationship, my family, my own health.",
        "author": "Katie Melua"
    },
    {
        "quote": "Health has always been my first priority. If it's something that is going to make it worse, or if I'm not cleared by the doctors, then, you know, I won't step on the field.",
        "author": "Deshaun Watson"
    },
    {
        "quote": "There are environmental threats to health; there are internal threats to health - genetic conditions, viral threats, diseases like cancer and Parkinson's. And then there are societal and global ones, like poverty and lack of nutrition. And unknown viral threats - everything from a new kind of influenza to hemorrhagic fever.",
        "author": "Bill Maris"
    },
    {
        "quote": "Overall, female scientists have fewer resources than male scientists, just as poor people have less access to health care. But if you compare male and female scientists with identical resources, you find that the women are just as likely to be successful.",
        "author": "Alison Gopnik"
    },
    {
        "quote": "Investing in girls and women is the smartest thing we can do, and will help us to improve opportunities for all people. With equal access to education, health care, employment, and representation in political and economic decision-making, girls and women are force to be reckoned with.",
        "author": "Tedros Adhanom"
    },
    {
        "quote": "From a health standpoint, I have metabolic syndrome, I have high triglycerides, low HDL, body fat centrally located, high blood pressure. Running really helps control my weight and that problem a lot. So if I am not running three days a week, I really miss it.",
        "author": "Drew Pinsky"
    },
    {
        "quote": "Talk is by far the most accessible of pleasures. It costs nothing in money, it is all profit, it completes our education, founds and fosters our friendships, and can be enjoyed at any age and in almost any state of health.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Our obligation to fight pollution traces the roots of its persuasion to that same moral mountaintop from which my father lent his voice to the voiceless. The pursuit of civil equality in health helped build our environmental laws.",
        "author": "Martin Luther King III"
    },
    {
        "quote": "There's instinctual discomfort about using evidence of past immunity as a factor for decisions about health, work or even questions like whether it's safe to visit someone in a nursing home. But there are ways to deploy immunity information to help us understand our own health status and keep us safer from Covid, without surrendering privacy.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "If you're not paying for it through the health plan, you pay for it in the emergency room.",
        "author": "David Lehman"
    },
    {
        "quote": "Despite probably needing one, I don't have a therapist. Why spend the money on my mental health when I can do far more productive things such as purchase iPhone apps and pay off parking tickets?",
        "author": "Dan Levy"
    },
    {
        "quote": "One of the major goals of health insurance reform is to bring down the cost.",
        "author": "Valerie Jarrett"
    },
    {
        "quote": "Health care is much the same - the status quo is, by all measures, failing far too many people - and we must not shrink from the challenge.",
        "author": "Michael Bennet"
    },
    {
        "quote": "My legacy is going to be in affordable health care. I am willing to invest in developing that model and the policies around it.",
        "author": "Kiran Mazumdar-Shaw"
    },
    {
        "quote": "I know that when it comes to your friends, especially in the music industry, we work so much and do so much that we don't even really keep track of our days, or keep track of our health, or keep track of our mental health. Sometimes we just go astray.",
        "author": "Amine"
    },
    {
        "quote": "To get away from poverty, you need several things at the same time: school, health, and infrastructure - those are the public investments. And on the other side, you need market opportunities, information, employment, and human rights.",
        "author": "Hans Rosling"
    },
    {
        "quote": "Engaged, enthusiastic, and loyal employees are pivotal drivers of growth and health in any organization.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "According to the Privacy Rights Center, up to 10 million Americans are victims of ID theft each year. They have a right to be notified when their most sensitive health data is stolen.",
        "author": "Luis Gutierrez"
    },
    {
        "quote": "Make space in your life, space for health and happiness.",
        "author": "Kris Carr"
    },
    {
        "quote": "Trump's one liberal policy seems to be his desire to pump more funding into mental health - which I've taken the liberty of interpreting as a massive cry for help.",
        "author": "Frankie Boyle"
    },
    {
        "quote": "The long, cold Minnesota winters instilled in me a fascination for exotic far off places; I aspired toward a career in tropical diseases and world health problems.",
        "author": "Peter Agre"
    },
    {
        "quote": "Enacting elements of the Affordable Care Act isn't backtracking on core principles, but rather understanding that new ways to help make health care affordable builds stronger businesses and saves struggling hospitals. And that is a very attractive offer.",
        "author": "Ronnie Musgrove"
    },
    {
        "quote": "If God continues to give me health and a sane mind and verbal ability, I want to teach.",
        "author": "Richard Rohr"
    },
    {
        "quote": "Just as an individual's ability to delay gratification at a young age is a powerful predictor of future academic and professional achievement, discipline is also central to the long-run economic health of nations.",
        "author": "Peter Blair Henry"
    },
    {
        "quote": "Sleeping on people's floors when you're 22 is fine. But when you get your life in order and have a family you want to keep and a certain level of health, touring bigger means you can keep going for longer.",
        "author": "Jason Isbell"
    },
    {
        "quote": "Cheerfulness, sir, is the principle ingredient in the composition of health.",
        "author": "Arthur Murphy"
    },
    {
        "quote": "From dear, dear Gloria Swanson, I learned how to live long, happy and free of health problems. I owe her my life.",
        "author": "Dirk Benedict"
    },
    {
        "quote": "Americans are free to choose everything from what they eat, drive and watch on TV to the President of the United States. Yet, when it comes to allowing Americans to choose the health insurance that works best for them and their family, the freedom to choose suddenly becomes un-American.",
        "author": "Ron Wyden"
    },
    {
        "quote": "I think I couldn't balance my marriage and my mother's deteriorating health. I realized it was unfair to my husband to have my divided attention. I understood he deserved better and should go for that. He deserved the attention of a partner, not another headache, and I didn't want to share my time with anyone else but my mother.",
        "author": "Sanam Saeed"
    },
    {
        "quote": "You can see a lot of politics on a lot of different channels. I'm not interested, really, in talking in some wonky conversation about politics, though. It's not my speed. I'm not interested in the ins and outs of health care.",
        "author": "Joy Behar"
    },
    {
        "quote": "I'd just turned 50, weighed 285, and my doctor had read me the riot act about my health.",
        "author": "Daniel Baldwin"
    },
    {
        "quote": "When I came to Congress, like our first panel, small business people, 64 percent of the people had health insurance. We'd buy it. Now, we're down to about 34 percent. That's why we have to do something on health care in this country because the cost is killing us.",
        "author": "Bart Stupak"
    },
    {
        "quote": "I guess I'm the happiest when I'm picking up my kids from school. The most important things on my list are my wife and kids and my health. Happiness is having a family you love.",
        "author": "Phil Hellmuth"
    },
    {
        "quote": "I loved growing up in Canada. It's a great place to grow up because - well, at least where I grew up - it's very multicultural. There's also good health care and a good education system.",
        "author": "Ryan Gosling"
    },
    {
        "quote": "Take all that is given whether wealth, love or language, nothing comes by mistake and with good digestion all can be turned to health.",
        "author": "George Herbert"
    },
    {
        "quote": "We need to have mental health support and early interventions integrated into our education system from a young age.",
        "author": "Sanam Saeed"
    },
    {
        "quote": "The moment you design the post of a HR manager in the police, your whole outlook towards your team changes. You designate an official to look after their health, their professional needs, their preparedness and motivation, which in most cases becomes quintessential.",
        "author": "Kiran Bedi"
    },
    {
        "quote": "Augustine says that you don't understand a nation by the throw weight of its military or the strength of its research universities or the size of its population, but by looking at what it loves in common. To assess a nation, you look at the health and strength of its ideals. And there's no question that the common love in America is freedom.",
        "author": "Os Guinness"
    },
    {
        "quote": "Throughout my career I have developed a thick skin against verbal abuse, justifying it as just 'part of the game' but the time has come for Twitter, Instagram and Facebook to consider regulating their channels, taking responsibility for protecting the mental health of users regardless of age, race, sex or income.",
        "author": "Chris Smalling"
    },
    {
        "quote": "We need more access to quality health care, not less.",
        "author": "Elizabeth Esty"
    },
    {
        "quote": "Since losing my health, I also feel strongly about making each new day worthwhile.",
        "author": "Yolanda Hadid"
    },
    {
        "quote": "The only secret to food combination is a balance of protein, carbs and fat - they all play a key role in our health.",
        "author": "Jorge Cruise"
    },
    {
        "quote": "Emergency health care for illegal aliens along the southwestern border is already costing area hospitals $200 million a year, with perhaps another $100 million in extended care costs.",
        "author": "Gary Miller"
    },
    {
        "quote": "If investments in banks fall, it is a tragedy, and people say, 'What are we going to do?' but if people die of hunger, have nothing to eat or suffer from poor health, that's nothing.",
        "author": "Pope Francis"
    },
    {
        "quote": "I think there's a lot of work to be done with our societies. My biggest passions are the environment and health. And when I say 'health' I mean the secrets behind health and our food system.",
        "author": "Shailene Woodley"
    },
    {
        "quote": "The FDA serves a real purpose: To protect public health.",
        "author": "Anne Wojcicki"
    },
    {
        "quote": "It is not rational, never mind 'appropriate,' to impose billions of dollars in economic costs in return for a few dollars in health or environmental benefits.",
        "author": "Antonin Scalia"
    },
    {
        "quote": "I arrange my other activities around my workout. I have to organize my body, mind and health first.",
        "author": "Michael Sorrentino"
    },
    {
        "quote": "I suppose, at 50, you value things in a different way. So you value connections, you value your friendships, you value your health, and you are much more aware of time passing.",
        "author": "Kenneth Branagh"
    },
    {
        "quote": "The best advice is to avoid foods with health claims on the label, or better yet avoid foods with labels in the first place.",
        "author": "Mark Hyman"
    },
    {
        "quote": "Our children lost our direction because they have been compromised. They have found freedom at the ballot box, and then they have taken on plastic chains around their minds and souls and mortgage their future on credit cards. They have to learn better - they have to learn the value of ideas and health as opposed to wealth.",
        "author": "Andrew Young"
    },
    {
        "quote": "Government is, by its very nature, a destroyer of liberties; the Obama administration, specifically, is promising to interfere with the economy and the health care system so profoundly that Washington will soon have us all in chains.",
        "author": "Thomas Frank"
    },
    {
        "quote": "Of course, as consumers, we want cheap and good products; however, if these production processes are exceeding wastewater discharge standards and even causing heavy metal pollution, they will cause long-lasting damage to the ecological environment and public health.",
        "author": "Ma Jun"
    },
    {
        "quote": "I think the important thing to understand about the free pony program is, of course, it is an absolutely free pony program, uh, there may be some incidental costs involved with pony social security or universal pony health care or the haystamp program so ponies won't starve in the streets.",
        "author": "Vermin Supreme"
    },
    {
        "quote": "Organic farming and other earlier methods can be effective, provided they can help us improve soil health and plant health. Plant pesticides like neem and tobacco need to be promoted.",
        "author": "M. S. Swaminathan"
    },
    {
        "quote": "To ensure a bright and healthy future for hardworking Georgians, we must increase access to quality, affordable health care.",
        "author": "Brian Kemp"
    },
    {
        "quote": "Half the time, I feel like I'm 12. And the rest of the time, I feel like I'm 80. So I guess I'm somewhere in between. No, I feel great. I've got my health, and that's the most important thing.",
        "author": "Liza Minnelli"
    },
    {
        "quote": "Empowering women with better education, being sensitive towards their wellbeing, health, happiness, ensuring equal opportunities, and respecting their rights will go a long way in transforming Pakistan.",
        "author": "Mahira Khan"
    },
    {
        "quote": "I think it's important, especially in health care, to take this step by step, whether it's the replacement of the Affordable Care Act, how we make Medicaid work better, how we save Medicare for the long term.",
        "author": "Kevin Brady"
    },
    {
        "quote": "If your access to health care involves your leaving work and driving somewhere and parking and waiting for a long time, that's not going to promote healthiness.",
        "author": "Larry Page"
    },
    {
        "quote": "Canada has been conspicuously silent as other countries criticize the actions of Beijing and the World Health Organization in the response to COVID-19. In return for remaining silent, China calls us a 'fine partner' and reminds Canada that we are in line for medical supplies provided we have our cash ready when the planes arrive.",
        "author": "Erin O'Toole"
    },
    {
        "quote": "Quality child care, health insurance coverage, and training make it possible for former welfare recipients to get, and keep, jobs.",
        "author": "Mel Carnahan"
    },
    {
        "quote": "If someone thinks that education, health, infrastructure all are different sectors and issues and they ought to be fought independently, then they are mistaken. There is an underlying pattern in the process. And that is bad governance.",
        "author": "Arvind Kejriwal"
    },
    {
        "quote": "The arts have always been an important ingredient to the health of a nation, but we haven't gotten there yet.",
        "author": "James Earl Jones"
    },
    {
        "quote": "Any health care funding plan that is just, equitable, civilized and humane must - must - redistribute wealth from the richer among us to the poorer and the less fortunate. Excellent healthcare is by definition re-distributional.",
        "author": "Donald Berwick"
    },
    {
        "quote": "I believe giving pets 'people food,' while tempting, is generally frowned upon. As a pet owner you want to prioritize your animal's health over the entertainment value in watching your little guy bat around a small piece of chicken.",
        "author": "Aesop Rock"
    },
    {
        "quote": "Health insurance should be a given for every citizen.",
        "author": "Jesse Ventura"
    },
    {
        "quote": "Making music is like being the president: You can't tell people you're going to make health care free to get them behind you, but when you get that role, you don't do it.",
        "author": "Tyga"
    },
    {
        "quote": "There might be a lot of difference between Republicans and Democrats on key social issues like women's rights and health care. But when it comes to taking corporate cash, they're pretty much the same beast.",
        "author": "Moby"
    },
    {
        "quote": "If you take your kid in for the sniffles, you pay $20, but the full cost is $200. And so we need to get back to the price system where you see the full cost of health care, and then people will make smarter decisions. That will reduce health care costs, and it's a huge part of our economy.",
        "author": "Dave Brat"
    },
    {
        "quote": "Nothing is worth putting my health on the line. Not a camera, not a title, nothing.",
        "author": "Marcel Hirscher"
    },
    {
        "quote": "One of the best aspects of health care reform is it starts to emphasize prevention.",
        "author": "Anne Wojcicki"
    },
    {
        "quote": "You cannot keep your plan and have Obamacare at the same time. Obamacare, by definition, gets rid of your plan and replaces it with health care run by the federal government.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Left to ourselves, we might pick the wrong health insurance, the wrong mortgage, the wrong school for our kids; why, unless they stop us, we might pick the wrong light bulb.",
        "author": "Mitch Daniels"
    },
    {
        "quote": "At around 20 years old, I started to educate myself on nutrition. I'm so grateful that I taught myself the importance of health and fitness in my early twenties. I created a lifestyle that I love, and because of that, I've never had to diet.",
        "author": "Brie Bella"
    },
    {
        "quote": "Conservatives are telling elected leaders that expansion of Medicaid comes at a moral - or more overtly, a political - price. At what price are they willing to go back on years of proclaiming 'socialized medicine' as the slippery slope to 'rationing of health care,' 'death panels' and other claims far too gruesome to mention in polite company?",
        "author": "Ronnie Musgrove"
    },
    {
        "quote": "As obesity creeps into preschools, and hypertension and type II diabetes become pediatric problems for the very first time, the case for starting preventive health care in the cradle has become too compelling to keep ignoring.",
        "author": "Heidi Murkoff"
    },
    {
        "quote": "It is so important for young people to see characters with different mental health challenges on-screen.",
        "author": "Jessica Barden"
    },
    {
        "quote": "You have to fight for your health and stay on top of it. Our bodies are meant to be healthy.",
        "author": "Laila Ali"
    },
    {
        "quote": "The Environmental Protection Agency's first-ever limits on carbon pollution from power plants will create clean- energy jobs, improve public health, bring greater reliability to our electric power grid, bolster our national security, demonstrate the United States' resolve to combat climate change and maybe even reduce our utility bills.",
        "author": "Martin Luther King III"
    },
    {
        "quote": "People don't trust private health insurance companies for all the right reasons.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "If we can speed up the deployment of clean energy technologies in developing countries with investments from the Green Climate Fund, hundreds of millions of people will be able to access electricity for the first time - with all the education, health, communication and entrepreneurial opportunities electricity enables.",
        "author": "Ed Davey"
    },
    {
        "quote": "Hunger and malnutrition have devastating consequences for children and have been linked to low birth weight and birth defects, obesity, mental and physical health problems, and poorer educational outcomes.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "You go to Scandinavia, and you will find that people have a much higher standard of living, in terms of education, health care and decent paying jobs.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "Obamacare is not about improved health care or cheaper insurance or better treatment or insuring the uninsured, and it never has been about that. It's about statism. It's about expanding the government. It's about control over the population. It is about everything but health care.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Purpose has always been part of Unilever's DNA. Our founder, William Lever, built a business around the sale of Lifebuoy soap that was not only profitable and sustainable but also helped transform the health of the poor in Victorian Britain.",
        "author": "Paul Polman"
    },
    {
        "quote": "I've been working to see that mental health is raised in both oral and written question sessions in parliament.",
        "author": "Luciana Berger"
    },
    {
        "quote": "The essence of a government health care system - for people who have never lived under it and don't know - is waiting, waiting, waiting. You wait for everything. You wait for years for operations that are routine in America.",
        "author": "Mark Steyn"
    },
    {
        "quote": "If a severe pandemic materializes, all of society could pay a heavy price for decades of failing to create a rational system of health care that works for all of us.",
        "author": "Irwin Redlener"
    },
    {
        "quote": "Those of us referred to food banks are the lucky ones with a good doctor or health visitor who knows us well enough to recognise that something has gone seriously wrong.",
        "author": "Jack Monroe"
    },
    {
        "quote": "Social services, not wealth per se, seem to be the key to lower birth rates. The Chinese, although among the poorest peoples of the world, have brought their fertility rate down to 2.4, partly by social coercion, but mostly by broadly available education, health care and family planning.",
        "author": "Donella Meadows"
    },
    {
        "quote": "The single best thing we can do is expand competition. Let people purchase health insurance across state lines. If you want to expand access, what you want to do is increase choices and drive down cost.",
        "author": "Ted Cruz"
    },
    {
        "quote": "The best diet for overall health, and specifically for heart, brain, and cancer risk reduction, is a diet that's aggressively low in carbohydrates with an abundance of healthful fat, and this is the central theme of 'Grain Brain.'",
        "author": "David Perlmutter"
    },
    {
        "quote": "Competition among insurers would bring down the cost of health care insurance, just as it brings down the cost of car or homeowners insurance.",
        "author": "Andrew P. Harris"
    },
    {
        "quote": "Effective health care depends on self-care; this fact is currently heralded as if it were a discovery.",
        "author": "Ivan Illich"
    },
    {
        "quote": "If you're worried about the deficit, pay attention to the fact that it's almost all attributable to military spending and the totally dysfunctional health program.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "In global health, emergency vaccine stockpiles are like the insurance policy you never really wanted to take out: you resent the cost and have mixed feelings about never making a claim. Moreover, given that a stockpile is often a last resort, if you ever fall back on it, you have, in some way, already failed.",
        "author": "Seth Berkley"
    },
    {
        "quote": "No mother, or father, should despair over whether or not they can afford - or access - the health care their child needs.",
        "author": "Rick Scott"
    },
    {
        "quote": "Experience taught me that working families are often just one pay check away from economic disaster. And it showed me first-hand the importance of every family having access to good health care.",
        "author": "Dave Obey"
    },
    {
        "quote": "To protect our country's economic future and the health and well being of all Americans, we must find a way to rein in out-of-control costs, provide quality, affordable health care choices to all, and make outrageous insurance industry abuses a thing of the past.",
        "author": "Michael Bennet"
    },
    {
        "quote": "I think that the health care industry is so complex that it doesn't necessarily start with a single killer app. You go back to the early days of the personal computer - when I joined the industry, we really didn't know what the killer app was going to be.",
        "author": "John Sculley"
    },
    {
        "quote": "To me, you make a tradeoff. It might be a little bit more expensive. But you're getting a better tasting, higher quality food that's going to be better for your health and better for the environment.",
        "author": "John Mackey"
    },
    {
        "quote": "Opportunity expands when there is excellence and choice in education, when taxes are lowered, when every citizen has affordable, portable health insurance and when constitutional freedoms are preserved.",
        "author": "Mitt Romney"
    },
    {
        "quote": "I am fighting on many fronts to protect access to affordable health care because I don't want to see medical bills continue to climb and millions of people to lose coverage.",
        "author": "Andy Beshear"
    },
    {
        "quote": "My mother takes care of my health. She makes sure that the food cooked is in olive oil. She takes charge of our health also because my dad is a heart patient. So on sets, I do take care of myself. But at home, it's my mother who is the boss of our health!",
        "author": "Erica Fernandes"
    },
    {
        "quote": "Our health care workers are the heroes of the Covid-19 response.",
        "author": "Vivek Murthy"
    },
    {
        "quote": "If I end up having a novel that sells really well and that allows me to pay for health insurance and mortgage without having to work at a day job, that would be great.",
        "author": "Ken Liu"
    },
    {
        "quote": "I started taking my mental health seriously, really working with a therapist and a psychiatrist.",
        "author": "Vic Mensa"
    },
    {
        "quote": "I am truly thankful for my health that has permitted me to obtain optimal results in my career.",
        "author": "Yadier Molina"
    },
    {
        "quote": "Abortion is not health care. A woman has a right to her body, but that is not her body. What about the baby?",
        "author": "Alveda King"
    },
    {
        "quote": "Because of the Affordable Care Act, millions of Americans finally have the security that comes from quality, affordable health coverage. And, millions more have better, more reliable coverage than ever before.",
        "author": "Todd Park"
    },
    {
        "quote": "Natural disasters like Hurricane Harvey are the worst kind of crises for people like Mr. Trump and Mr. Osteen, who purvey their own versions of the prosperity gospel. This is a belief that says if you think positively and make affirmations, God will reward you with financial success and good health.",
        "author": "Anthea Butler"
    },
    {
        "quote": "I was being hated for about 40 or 50 years by the whole world, but it did not destroy me, and it did not ruin my health. And the reason is because I just did not answer them. I had my own life.",
        "author": "Yoko Ono"
    },
    {
        "quote": "It's important to exercise your artistic muscles for your mental health and for your fulfillment 'cause as an artist, you're a creator. Your fulfillment comes from finishing stuff and creating things that you're proud of.",
        "author": "Lights"
    },
    {
        "quote": "I just have to be very clear. Whether or not I lose weight or stay the same, it's purely a choice of mine for health. Not because I think that plus size, curvy, voluptuous, big bodies aren't attractive - because I think they're awesome and sexy.",
        "author": "Chrissy Metz"
    },
    {
        "quote": "Individuals fail to recognise how their perennial state of sleep deficiency has come to compromise their mental aptitude and physical vitality, including the slow accumulation of ill health.",
        "author": "Matthew Walker"
    },
    {
        "quote": "Well, much of my research over the years has been on stress, and the adverse effects of stress on the health of the central nervous system. All things considered, I've been astonishingly unhelped by my own research.",
        "author": "Robert Sapolsky"
    },
    {
        "quote": "Everything we've been taught about health, weight loss and aging is wrong.",
        "author": "Jorge Cruise"
    },
    {
        "quote": "A Health Affairs study comparing patient-satisfaction scores with HCAHPS surveys of almost 100,000 nurses showed that a better nurse work environment was associated with higher scores on every patient-satisfaction survey question.",
        "author": "Alexandra Robbins"
    },
    {
        "quote": "If you are young and you drink a great deal it will spoil your health, slow your mind, make you fat - in other words, turn you into an adult.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "New Year's Eve to Valentine's Day is our peak season, and in many ways, Valentine's Day is our Christmas. Everybody in the world makes the same three New Year's resolutions: health, career and money, and love.",
        "author": "Sam Yagan"
    },
    {
        "quote": "People are getting more active and living healthier in San Antonio, whether it's walking, cycling, or using our parks. We now have concrete evidence that our investments are paying off and positively impacting the health of our families and the overall quality of life in San Antonio.",
        "author": "Julian Castro"
    },
    {
        "quote": "I worked with President Obama on the Affordable Care Act and getting health coverage to all Americans. It was my legislation that said insurance companies can no longer deny coverage for kids with preexisting conditions.",
        "author": "Allyson Schwartz"
    },
    {
        "quote": "You're entitled to Medicaid regardless of your income. Don't worry about your health care.",
        "author": "Max Baucus"
    },
    {
        "quote": "Prohibition of substances which give pleasure to people does not work. Addiction is a health problem, not a moral one, and there are many proven strategies which can reduce its burden.",
        "author": "Vikram Patel"
    },
    {
        "quote": "Priesthood quorums teach and assist their members to attain good health, financial stability, and a year's supply of food and clothing. They also teach their members to be self-reliant and to give their time, talents, and means in behalf of the Church, community, and needy.",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "The bottom line is, I'm blessed with good health. On top of that, I don't go around thinking 'Oh, I'm 90, I better do this or I better do that.' I'm just Betty. I'm the same Betty that I've always been. Take it or leave it.",
        "author": "Betty White"
    },
    {
        "quote": "It's funny, I do try to maintain health. I started doing Bikram yoga which is that hothouse yoga, the 105 degrees yoga for 90 minutes. It's great, you purge out all the sweat and you're drinking water.",
        "author": "Bryan Cranston"
    },
    {
        "quote": "Everybody likes Johnny Cash. I think the sad part of it is his health is givin' him problems.",
        "author": "Merle Haggard"
    },
    {
        "quote": "Being unemployed is even more disastrous for individuals than you'd expect. Aside from the obvious harm - poverty, difficulty paying off debts - it seems to directly affect people's health, particularly that of older workers.",
        "author": "James Surowiecki"
    },
    {
        "quote": "As problems like identity theft become more prevalent, now more than ever, Americans need to take their financial health seriously - and this information is of the utmost importance.",
        "author": "Ruben Hinojosa"
    },
    {
        "quote": "The type of leukemia that I am dealing with is treatable. So if I do what my doctors tell me to do - get my blood checked regularly, take my meds and consult with my doctor and follow any additional instructions he might make - I will be able to maintain my good health and live my life with a minimum of disruptions to my lifestyle.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "Soil is a living ecosystem, and is a farmer's most precious asset. A farmer's productive capacity is directly related to the health of his or her soil.",
        "author": "Howard Warren Buffett"
    },
    {
        "quote": "I believe that international support through critical funds, together with the determination of my compatriots, Malawi can be a model country for meeting global health targets and get on with the business of African-driven global economic growth.",
        "author": "Joyce Banda"
    },
    {
        "quote": "Whether it's making sure that families have access to quality health care and child care, or making sure that our children receive the best educational opportunities we can give them, we must remain committed to these needs because our children are our future.",
        "author": "Blanche Lincoln"
    },
    {
        "quote": "TV does not care about you or what happens to you. It's downright bad for your health now, and that's not a far-out concept. I think watching the TV news is bad for you. It is bad for your physical health and your mental health.",
        "author": "Tom Petty"
    },
    {
        "quote": "Thanks to evolution, our bodies have powerful ways to ward off illness and infection and enable us to live long and healthy lives. Why, then, do health costs continue to climb at unsustainable and frightening rates?",
        "author": "David Suzuki"
    },
    {
        "quote": "Health care historically has been a very siloed field that's organized around medical specialties - urology, cardiac surgery, and so forth - and around the supply of these specialty services. The patient is the ping-pong ball that moves from service to service.",
        "author": "Michael Porter"
    },
    {
        "quote": "Hydraulic fracturing requires massive amounts of water. Disposing of the toxic wastewater, as well as accidental spills, can contaminate drinking water and harm human health.",
        "author": "David Suzuki"
    },
    {
        "quote": "Hot, dry katabatic winds, like the south foehn in Europe, the sharav in the Middle East, and the Santa Ana of Southern California, are all believed to have a decided effect on human behavior and are associated with such health problems as migraines, depression, lethargy, and moodiness. Some scientists say that this is a myth.",
        "author": "Tim Cahill"
    },
    {
        "quote": "Most Americans think that public health is services for poor people, and since most Americans hate poor people and want all poor people's services destroyed, they hate public health.",
        "author": "Laurie Garrett"
    },
    {
        "quote": "Those of us who care about food and where it comes from will miss both Obama and Michelle. Even though Obama failed to do many things he indicated he would do around food, Michelle Obama has done a lot to shine a light on the link between diet and health, which is really important.",
        "author": "Michael Pollan"
    },
    {
        "quote": "The Occupy movement did create spontaneously communities that taught people something: you can be in a supportive community of mutual aid and cooperation and develop your own health system and library and have open space for democratic discussion and participation. Communities like that are really important.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "Kentuckians deserve a governor who will support affordable health care, a secure retirement, and respect the rights of workers like access to safe working conditions and wages that can support a family.",
        "author": "Andy Beshear"
    },
    {
        "quote": "Political correctness is one of the engines of nannyism. Allowing and even encouraging 'offensive' ideas is vital for the intellectually health of a free society.",
        "author": "David Harsanyi"
    },
    {
        "quote": "I was with my mum in the shops, a ladies boutique or something, and I was asked what I wanted to be when I grow up. I think you're supposed to say an ambulance man or a footballer or a soldier or something like that, and I told all my mother's friends that I wanted to be Minister for Health. She was mortified, needless to say.",
        "author": "Leo Varadkar"
    },
    {
        "quote": "After I had gone through this matter with the President I told him of my condition of health and that my doctors felt that I must take a complete rest and that I thought that that meant leaving the Department finally in a short time.",
        "author": "Henry L. Stimson"
    },
    {
        "quote": "Much in the way Olympic athletes optimize their game by paying an enormous - borderline maniacal - amount of attention to things like diet, exercise, sleep, and of course the essential R&R, we all would do well to pay more attention to those key aspects of our lives that comprise our overall health equation.",
        "author": "David Agus"
    },
    {
        "quote": "Law has become a business. Health care has become a business. Unfortunately, politics has also become a business. That really undermines society.",
        "author": "George Soros"
    },
    {
        "quote": "If Facebook owns social, if LinkedIn owns business, who owns your health?",
        "author": "Kevin Plank"
    },
    {
        "quote": "The truth is I had lots of rehab and now I have a clean bill of health.",
        "author": "Samantha Morton"
    },
    {
        "quote": "Many of the original New Deal programs required heavy manual labor. WPA workers built hundreds of schools, health clinics, roads, park facilities, and community centers. Much of what we now call our 'infrastructure' - highways, buildings, power plants, etc. - is here thanks to thousands of WPA workers.",
        "author": "Kathi Appelt"
    },
    {
        "quote": "Healthcare continues to move outside the hospital and into our homes and everyday lives. With leading doctors and psychologists, for example, we've developed personal health programs designed around patients to catalyze sustainable behavioural change.",
        "author": "Frans van Houten"
    },
    {
        "quote": "Whenever you have large numbers of people who are dying for preventable reasons, that constitutes a public health issue.",
        "author": "Vivek Murthy"
    },
    {
        "quote": "Beyond ensuring that people everywhere have access to mental health, virtual digital assistants can act as learning companions, using their insight into what motivates and inspires you, to help you study and learn. In this way, AI could be used to level the playing field in education and help narrow socio-economic gaps around the world.",
        "author": "Rana el Kaliouby"
    },
    {
        "quote": "When your boss and colleagues care enough to invest in your health, it is good for you and the business.",
        "author": "Tom Rath"
    },
    {
        "quote": "Domestic discretionary spending on education and health care and the environment has been growing at 2 to 3 percent a year. He says we have to rein it in, but he ignores the spending category that is the big spike in the budget.",
        "author": "John Spratt"
    },
    {
        "quote": "The sexes were made for each other, and only in the wise and loving union of the two is the fullness of health and duty and happiness to be expected.",
        "author": "William Hall"
    },
    {
        "quote": "Tobacco is the only industry that produces products to make huge profits and at the same time damage the health and kill their consumers.",
        "author": "Margaret Chan"
    },
    {
        "quote": "I believe that music in itself heals and that everything is about the power of the mind. I thought if you are happy, you don't get ill. Your health is in your head. When you are satisfied with your work, you don't get ill.",
        "author": "Andre Rieu"
    },
    {
        "quote": "Any that is why I think any kind of a stimulus package is going to have to help people who are without work, without a job, help them have health insurance.",
        "author": "John Breaux"
    },
    {
        "quote": "We will never address the race-based, systemic barriers to health care, equal housing and education without investing in underserved communities.",
        "author": "Cal Cunningham"
    },
    {
        "quote": "There is a self interest in voting for a society where there is health care for all, where there's a mental health service for all, where there is education service for all.",
        "author": "Jeremy Corbyn"
    },
    {
        "quote": "By giving every American access to quality, affordable health care, they will create a more competitive, a stronger and more secure America!",
        "author": "Tom Allen"
    },
    {
        "quote": "There is no more important responsibility than protecting human health and the environment. It is a responsibility I take very seriously.",
        "author": "Andrew R. Wheeler"
    },
    {
        "quote": "People who shop in health food stores never look healthy.",
        "author": "Amy Sedaris"
    },
    {
        "quote": "As governor, I will work to reform the practice of solitary confinement, which studies and medical and psychological associations say causes negative mental health effects on children, pregnant women and people living with mental illness.",
        "author": "Michelle Lujan Grisham"
    },
    {
        "quote": "Charities are now working to give people in poor countries access to the Internet. But shouldn't we spend that money on providing health clinics and safe water? Aren't these things more relevant? I have no intention of downplaying the importance of the Internet, but its impact has been exaggerated.",
        "author": "Ha-Joon Chang"
    },
    {
        "quote": "I was a sickly child, and it wasn't until I was 19 that I realised I was quite a robust, vigorous person. Since then I've taken ill health to be an irritating interruption into what is a fairly reliable stream of good health.",
        "author": "Monty Don"
    },
    {
        "quote": "Health-assessment software such as CareEvolution's 'Safer Covid' tool can combine multiple health factors to evaluate a person's total risk of contracting Covid or suffering a bad outcome.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "Food is at the core of our lives in ways we don't always think about - how it affects our environment, how it affects our health and well-being, how it affects the expense of society, the expense of government.",
        "author": "Cory Booker"
    },
    {
        "quote": "We are involved in youth testing internationally. We want to try to prove without a shadow of a doubt the relationship between physical fitness and health, not just physical fitness and ability to perform.",
        "author": "Kenneth H. Cooper"
    },
    {
        "quote": "We should allow people to purchase health insurance across state lines. That will create a true 50-state national marketplace which will drive down the cost of low-cost, catastrophic health insurance.",
        "author": "Ted Cruz"
    },
    {
        "quote": "Taking care of my body and my health is my full-time job.",
        "author": "John Isner"
    },
    {
        "quote": "Our health care system is the finest in the world, but we still have too many uninsured Americans, too high prices for prescription drugs, and too many frivolous lawsuits driving our physicians out of state or out of business.",
        "author": "Judy Biggert"
    },
    {
        "quote": "In my career as a writer, I preferred to avoid current events: I wrote young adult novels and book reviews and lifestyle journalism about health and parenting and other such evergreens.",
        "author": "Laura Moser"
    },
    {
        "quote": "The OPPA route is nothing new. It follows the decades-old liberal agenda on trade, health care, global warming, and mass unionization. That agenda has never brought prosperity to workers.",
        "author": "Elaine Chao"
    },
    {
        "quote": "Health care's like any other product or service: if the consumer is in charge of spending his money on it, then the market will make sure that it is affordable.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "All the evidence shows very clearly that if you are a member of a trade union you are likely to get better pay, more equal pay, better health and safety, more chance to get training, more chance to have conditions of work that help if you have caring responsibilities... the list goes on!",
        "author": "Frances O'Grady"
    },
    {
        "quote": "At the heart of President Barack Obama's health-care plan is an insurance program funded by taxpayers, administered by Washington, and open to everyone. Modeled on Medicare, this 'public option' will soon become the single dominant health plan, which is its political purpose. It will restructure the practice of medicine in the process.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "Our laws are very clear on a woman's reproductive health care. I will not only enforce those laws as attorney general, I will take the appropriate action against anyone who tries to interfere with a woman's right to choose her reproductive health care.",
        "author": "Dan Donovan"
    },
    {
        "quote": "I pray every day, several times. It soothes me. I don't ask for anything, except for health.",
        "author": "Jon Bon Jovi"
    },
    {
        "quote": "The president recognizes that funding global health is good for national security, domestic health and global diplomacy. Consequently, President Obama has steadily increased funding for the President's Emergency Plan for AIDS Relief, or PEPFAR, which was created by President Bush and has strong bipartisan support.",
        "author": "Ezekiel Emanuel"
    },
    {
        "quote": "We need to take politics out of health care. Congress will cave to pretty much any special interest on the subject.",
        "author": "Jim Cooper"
    },
    {
        "quote": "I believe in the vows that I took with my wife. Through sickness, in health, for richer or poorer.",
        "author": "Michael Schiavo"
    },
    {
        "quote": "Some of the elements of sleep hygiene are basically the same as good health practices. Nicotine, caffeine, and alcohol all negatively impact sleep, the more so the closer they're consumed to bedtime.",
        "author": "Maria Konnikova"
    },
    {
        "quote": "The main thing is that it's nice to see these young people - 9 to 14 years old - take the opportunity to get more involved in their health and fitness. We need more kids to be more active.",
        "author": "Rafer Johnson"
    },
    {
        "quote": "We can't afford to sacrifice another generation of American children to bureaucratic politics. We've got to get it done. The future, the health, the life - our nation depends on it and it's just foolish to think or act otherwise.",
        "author": "LeVar Burton"
    },
    {
        "quote": "We can never, ever say it enough: every woman - especially every young woman-has to take charge of her health... and do what's right for her!",
        "author": "Debbie Wasserman Schultz"
    },
    {
        "quote": "Polygamy is needed to prevent a man from taking up a lover, which can cause health issues and rifts in the family and would lead him to live a lie, constantly deceiving his wife and children.",
        "author": "Ramzan Kadyrov"
    },
    {
        "quote": "I get on a real serious health kick when I'm on the road, because as a singer, you can't really get sick. If you get sick, your whole instrument stops working. I've done all these different vitamin drinks. I drink coconut water, and I run. I eat food. I juice.",
        "author": "Matisyahu"
    },
    {
        "quote": "I became a vegetarian out of compassion for animals and to live as healthy as possible. I realized soon after that I was truly concerned with nonviolent consumption and my own health, a vegan diet was the best decision.",
        "author": "Davey Havok"
    },
    {
        "quote": "Health care costs are eating the Defense Department alive.",
        "author": "Robert M. Gates"
    },
    {
        "quote": "I'm by no means condemning prescription medicine for mental health. I've seen it save a lot of people's lives.",
        "author": "Zach Braff"
    },
    {
        "quote": "It's never too late to take your heart health seriously and make it a priority.",
        "author": "Jennie Garth"
    },
    {
        "quote": "I lived in a town of 400 until I was like nine or ten. My dad coached all the sports - he was a gym teacher and health teacher for grades K-12.",
        "author": "January Jones"
    },
    {
        "quote": "As I travel around Idaho and visit with seniors, I hear almost universal concern about the rising cost of health care, particularly the cost of prescription drugs.",
        "author": "Mike Simpson"
    },
    {
        "quote": "I think the world should unite and focus on strong health systems to prepare the whole world to prevent epidemics - or if there is an outbreak, to manage it quickly - because viruses don't respect borders, and they don't need visas.",
        "author": "Tedros Adhanom"
    },
    {
        "quote": "Reconciliation cannot be used to pass comprehensive health care reform. It won't work because it was never designed for that kind of significant legislation; it was designed for deficit reduction.",
        "author": "Kent Conrad"
    },
    {
        "quote": "The reality is: By the time swine flu got on the radar screen of global public health, it had already spread. It was already in the States, it was in Mexico, it was in New Zealand. By the time it reaches that point, you've lost the ability to contain it.",
        "author": "Nathan Wolfe"
    },
    {
        "quote": "This Obamacare program has Obama's name on it. He lied to people for three years about this program. People trusted him. People believed what he told them. They believed that he was going to improve the health care system in this country, and it was going to get cheaper, more affordable, more plentiful.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "It's easy to say that health is all about personal responsibility and we should all make good decisions for ourselves, but the reality is far more complicated. We know that in the case of motor vehicle accidents, how other people drive makes a difference in how safe you are.",
        "author": "Vivek Murthy"
    },
    {
        "quote": "This is a very stressful profession. Not just coaching, but head coaching at this level with all of the variables that you have on your mind 24/7, it does take a toll on your health and you have to be very cognizant about what's going on with your body and listen to your body and make sure that you take care of your body.",
        "author": "Frank Vogel"
    },
    {
        "quote": "Throughout her life my mother, Rose, prayed for good health. My father left when I was 12 and money was tight, so she couldn't afford to take time off work. I have a younger sister and three older brothers, and she used to panic that we'd be taken into care if she wasn't able to look after us.",
        "author": "David Lammy"
    },
    {
        "quote": "You can't have public health without working with the public sector. You can't have public education without working with the public sector in education.",
        "author": "Paul Farmer"
    },
    {
        "quote": "I've got a great life - my friends, my marriage, my career, my health - and I'm on 'Strictly,' and I'm learning to dance.",
        "author": "Anita Dobson"
    },
    {
        "quote": "Cutting back on calories is not the answer to successful weight loss and successful health... you have to increase the quality of what you eat, not just reduce the quantity.",
        "author": "Joel Fuhrman"
    },
    {
        "quote": "We must form public-private partnerships to collectively improve children's health.",
        "author": "Denise Morrison"
    },
    {
        "quote": "Whether we are Democrats or Republicans, all Americans can agree that our health care costs are unsustainable - and the sooner we acknowledge that, the better.",
        "author": "Margaret Cuomo"
    },
    {
        "quote": "Both referred to the Affordable Care Act, which is the accurate title of the health care reform law, as 'Obamacare.' That is a disparaging reference to the President of the United States, it is meant as a disparaging reference to the President of the United States.",
        "author": "Debbie Wasserman Schultz"
    },
    {
        "quote": "Quality health care services must be accessible and affordable for all - not just those in certain ZIP codes or tax brackets.",
        "author": "Rick Scott"
    },
    {
        "quote": "Laughter is important, not only because it makes us happy, it also has actual health benefits. And that's because laughter completely engages the body and releases the mind. It connects us to others, and that in itself has a healing effect.",
        "author": "Marlo Thomas"
    },
    {
        "quote": "Climate change is an economic, public health, and environmental issue that we have a moral responsibility to address.",
        "author": "Brad Schneider"
    },
    {
        "quote": "Let's face it, in America today we don't have a health care system, we have a sick care system.",
        "author": "Tom Harkin"
    },
    {
        "quote": "Many soldiers returning from Iraq and Afghanistan suffer from serious, long-term, physical and mental health problems, due to their service. It is unconscionable to cut the already limited health care benefits available to these brave men and women.",
        "author": "Mark Dayton"
    },
    {
        "quote": "I know what it's like to lose your home. I know what it's like to be hungry. I know what it's like to lose a family member because of a lack of health care. So all of these things aren't just political issues for me. All of these things are personal to me.",
        "author": "Jaime Harrison"
    },
    {
        "quote": "It's bizarre that the produce manager is more important to my children's health than the pediatrician.",
        "author": "Meryl Streep"
    },
    {
        "quote": "Take Hispanic voters. They favor Democrats because they like the party's programs, from health care reform to government spending on education. It's not because the Republicans don't have a big enough Office of Hispanic Outreach.",
        "author": "Gail Collins"
    },
    {
        "quote": "When Obamacare actually kicked in, just as we knew, if you liked your insurance, as I did - I had a health savings account - then I wasn't going to be able to keep it because it doesn't meet the requirements.",
        "author": "Louie Gohmert"
    },
    {
        "quote": "Workers want to be paid an honest, fair wage for the work they do. They want to be able to provide for their families by being justly compensated for their part in helping grow the U.S. economy. They deserve to be able to put food on the table and receive health care and other benefits.",
        "author": "James P. Hoffa"
    },
    {
        "quote": "Health care should not be a partisan issue. Because health care is a Kentucky issue.",
        "author": "Andy Beshear"
    },
    {
        "quote": "People aren't going to go bankrupt anymore if they have a serious illness, which was a serious issue here in the country before the Affordable Care Act. And, in fact, the expense of expanding health care for those who need the subsidy is picked up by the federal government for most of the early years.",
        "author": "Deval Patrick"
    },
    {
        "quote": "Sooner or later, the time comes when a man has to think on the health. I had a really long and great career, and I believe I left a deep mark in the martial arts. I have no regrets.",
        "author": "Mirko Cro Cop"
    },
    {
        "quote": "Attacks on health facilities, health workers, ambulances, is now a reality that we observe on the ground - not on a monthly but on a daily or weekly scale in most of the conflicts in which we are engaged.",
        "author": "Peter Maurer"
    },
    {
        "quote": "I feel blessed that I haven't seen or felt real pain to be immune to it. But I am dreading the time it comes. I feel blessed to have everything going fine. My parents' health is good, my brothers are well-settled, I have a great brother-in-law and my own career is doing fine. I hope and pray that I am fit and fine always.",
        "author": "Salman Khan"
    },
    {
        "quote": "As people flock to urban centers where ground space is limited, cities with green walls and roofs and skyscraper farms offer improved health and well-being, renewable resources, reliable food supply, and relief to the environment.",
        "author": "Diane Ackerman"
    },
    {
        "quote": "America tolerates a heavy toll from the flu on health and productivity. But if Covid becomes a twin risk, the heath-care system will struggle to fight both at once.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "I feel like I've paid a really heavy cost, a really heavy physical health cost, for the years of touring and how physical I've been onstage.",
        "author": "Jim James"
    },
    {
        "quote": "A troubled marriage can be as hazardous to physical health as cigarette smoking.",
        "author": "Robert J. Waldinger"
    },
    {
        "quote": "Because sanitation has so many effects across all aspects of development - it affects education, it affects health, it affects maternal mortality and infant mortality, it affects labor - it's all these things, so it becomes a political football. Nobody has full responsibility.",
        "author": "Rose George"
    },
    {
        "quote": "If you look at suicides, most of them are connected to depression. And the mental health system just fails them. It's so sad. We know what to do. We just don't do it.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "After one Olympics, if we invest in sports and say we will get a gold medal in the next Olympic, it doesn't work like that in sports. How it works is that you provide the infrastructure, provide education about nutrition and health.",
        "author": "MS Dhoni"
    },
    {
        "quote": "Since the majority of the oxygen we breathe comes from the ocean, not to mention much of the world's protein, it is not an exaggeration to say that when our oceans' health declines, our very survival is at risk.",
        "author": "Brian Skerry"
    },
    {
        "quote": "With the duckets that I now have safe, I think I will retire at 66 years of age, praise God, in good health.",
        "author": "Winslow Homer"
    },
    {
        "quote": "Mr. Speaker, our Nation must no longer be complacent about underage drinking and its alarming consequences. We must bring this national public health crisis out of the shadow and into the bright light of a national priority.",
        "author": "Lucille Roybal-Allard"
    },
    {
        "quote": "SARS was a very important event... And many countries have learned from SARS... The SARS event sort of gave them additional impetus and the sense of urgency for them to really revise the International Health Regulations.",
        "author": "Margaret Chan"
    },
    {
        "quote": "I wanted to be a complete person and realised that the well-being of mental health is extremely important in achieving that.",
        "author": "Manisha Koirala"
    },
    {
        "quote": "For years, many public health campaigns that aimed at changing habits have been failures.",
        "author": "Charles Duhigg"
    },
    {
        "quote": "Making changes in the fast food that makes up such a significant part of the American diet, even if the numbers aren't impressive, will have important health up sides.",
        "author": "David Perlmutter"
    },
    {
        "quote": "What we should care about is health - reduction of morbidity and mortality. Too often, we instead pay attention to whether something is 'normal.' A hospital may spend several million dollars separating a pair of conjoined twins, even though that separation is likely to leave them worse off.",
        "author": "Alice Dreger"
    },
    {
        "quote": "If anything, the genuine human struggles in 'Sicko' raise questions about our society that run much deeper than what passes for political discourse today. Why does such a rich nation let people suffer and die without health care?",
        "author": "Ari Melber"
    },
    {
        "quote": "The truth is Floridians and Montanans have more in common than you might think. Both are fed up with partisan gridlock in D.C., and look to their state leaders to find common ground, pursue compromise, and move forward solutions that improve the health of their economy, their communities and their residents.",
        "author": "Steve Bullock"
    },
    {
        "quote": "We need to not just ask God but thank Him for everything like our health, our family. And ask Him to bless our homes and to always be present in our daily lives. And to keep us safe is most important.",
        "author": "Jose Altuve"
    },
    {
        "quote": "Our primary goal in the consumer health service companies I back is helping them create an uncompromisingly great consumer experience.",
        "author": "John Sculley"
    },
    {
        "quote": "I suffer a lot with mental health and stuff, so I had to find something that was going to make me OK with who I was and also give me some peace and happiness with being alive. So yeah, I've worked hard on myself.",
        "author": "Sasha Lane"
    },
    {
        "quote": "Graham-Cassidy treats health care as a commodity that can be bought and sold.",
        "author": "Mazie Hirono"
    },
    {
        "quote": "We have really good data that show when you take patients and you really inform them about their choices, patients make more frugal choices. They pick more efficient choices than the health care system does.",
        "author": "Donald Berwick"
    },
    {
        "quote": "What are we Democrats fighting for? We are not fighting for salvation and going to heaven. But we are fighting for Medicaid, Medicare, health care, education, jobs, helping old folks.",
        "author": "Charles B. Rangel"
    },
    {
        "quote": "Strong health and disease surveillance systems halt epidemics that take lives, disrupt economies, and pose global health security threats.",
        "author": "Tedros Adhanom"
    },
    {
        "quote": "Global warming is a political issue. It is as much a political issue to the left as abortion is. It's as big a political issue as health care is.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "We are particularly interested in the mental health programs and policies that support our troops and their families before, during, and after deployment to Iraq and Afghanistan.",
        "author": "John M. McHugh"
    },
    {
        "quote": "The seven deadly sins: Want of money, bad health, bad temper, chastity, family ties, knowing that you know things, and believing in the Christian religion.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Looking at affordable health care, I think it is important that we look not only at prescription drugs, but also make sure that there is a major focus on health care.",
        "author": "Kendrick Meek"
    },
    {
        "quote": "I have an American son and an American partner, so marriage might logistically make sense at one point. My partner is a stay-at-home father, so if he wants to be on my health plan, or tax wise, or maybe on paper we want to have our I's dotted and our T's crossed, but emotionally, neither of us really feels the need for it.",
        "author": "Evangeline Lilly"
    },
    {
        "quote": "It's easier to lecture women on sexual morality than it is to explain why all Americans shouldn't have comprehensive, fair, and equal health care coverage.",
        "author": "Martha Plimpton"
    },
    {
        "quote": "Today's business and health care climate may not be pleasant. Cutbacks, pay cuts and layoffs do not make anyone's job easy. But that does not mean that the humor need stop.",
        "author": "Allen Klein"
    },
    {
        "quote": "The number one thing I will take with me is my experience as a social worker who saw what happened to families who couldn't find jobs, struggled to take care of their health and saw opportunity slipping away for their kids. I ran for Congress because politicians were fighting with each other instead of looking out for these families.",
        "author": "Kyrsten Sinema"
    },
    {
        "quote": "I'd like to see the health care professionals making decisions, not some bureaucrat in Indianapolis working for an insurance company.",
        "author": "Chuck Schumer"
    },
    {
        "quote": "It is no secret, of course, that people have strong feelings about fat - feelings that seem only to have been inflamed by the sense, in western countries, that there is an obesity crisis afoot. Concerns about health have mutated into a kind of panic attending any mention of fat people at all.",
        "author": "Michelle Dean"
    },
    {
        "quote": "The science of morality is about maximizing psychological and social health. It's really no more inflammatory than that.",
        "author": "Sam Harris"
    },
    {
        "quote": "Health care is a human right, but Bevin doesn't understand that. He wants to let insurance companies deny care for people with pre-existing conditions, slashing coverage for chronic disease management, mental health services, maternity care and prescription drugs.",
        "author": "Andy Beshear"
    },
    {
        "quote": "Health care is one-sixth of our economy. If the government can control that, they can control just about everything. We need to understand what is going on, because there are much more economic models that can be used to give us good health care than what we have now.",
        "author": "Ben Carson"
    },
    {
        "quote": "In many ways, human health is the great global connector.",
        "author": "Kathleen Sebelius"
    },
    {
        "quote": "I'm in the pink of health except for the weight I put on because I'm now a stressful producer. But being the daughter of an alcoholic makes you four times more susceptible to becoming one.",
        "author": "Pooja Bhatt"
    },
    {
        "quote": "Skyrocketing insurance premiums are debilitating our Nation's health care delivery system and liability insurers are either leaving the market or raising rates to excessive levels.",
        "author": "Jim Ryun"
    },
    {
        "quote": "Meaningful health reform needs to provide incentives for physicians and other health professionals to teach their patients healthy ways of living rather than reimbursing primarily drugs and surgical interventions.",
        "author": "Dean Ornish"
    },
    {
        "quote": "So, in Europe, they're cutting people's retirement and health benefits. And that's what we want to avoid from happening. They're raising taxes, entering a recession. That's the kind of economic program that President Obama has put in place.",
        "author": "Paul Ryan"
    },
    {
        "quote": "It's crazy to me that in this world of electronic medical records Walmart has so much information about how we shop, but no one has that information about our health. Why can't my doctor say, 'Wow, Anne, based on your lifestyle and behavior, you're five years from being diabetic.' But I can go to Target, and they know exactly what I'm going to buy.",
        "author": "Anne Wojcicki"
    },
    {
        "quote": "We can be thankful to a friend for a few acres, or a little money; and yet for the freedom and command of the whole earth, and for the great benefits of our being, our life, health, and reason, we look upon ourselves as under no obligation.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "The health care reform legislation passed by the U.S. House of Representatives last night clearly violates the U.S. Constitution and infringes on each state's sovereignty.",
        "author": "Bill McCollum"
    },
    {
        "quote": "The International Health Partnership Plus is addressing the need to harmonize development assistance and reduce the current waste, duplication, and high transaction costs.",
        "author": "Margaret Chan"
    },
    {
        "quote": "Hollywood is a cross between a health farm, a recreation center and an insane asylum. It's a company town, and I happen to like the company!",
        "author": "Michael Caine"
    },
    {
        "quote": "The Health Commissioner has given us good advice. It's smarter to keep the COVID patients separate. You don't want a person who goes into a hospital with one situation developing COVID because they happened to be exposed.",
        "author": "Andrew Cuomo"
    },
    {
        "quote": "I learned the hard way how desperately primitive is the technology we have for monitoring the health of someone with a chronic illness.",
        "author": "Chris Toumazou"
    },
    {
        "quote": "Indeed, the Fourth Industrial Revolution will greatly lead to increased consumer health awareness and self-management and will enable individualized treatment pathways supported by tele-health care and coaching.",
        "author": "Frans van Houten"
    },
    {
        "quote": "I have health challenges, I have life challenges, just like everyone else.",
        "author": "Jennifer Holliday"
    },
    {
        "quote": "I believe - I clearly believe that government-run health care will be bad for you as a patient. It will be bad for you as a taxpayer.",
        "author": "Rick Scott"
    },
    {
        "quote": "I'm not suggesting that social scientists stop teaching and investigating classic topics like monopoly power, racial profiling and health inequality. But everyone knows that monopoly power is bad for markets, that people are racially biased and that illness is unequally distributed by social class.",
        "author": "Nicholas A. Christakis"
    },
    {
        "quote": "When my daughter Ektaa was born, she was weak and underweight and I was worried. I prayed to god to bless her with good health and he answered my prayers.",
        "author": "Jeetendra"
    },
    {
        "quote": "Writing about joyful experiences for just three days can improve people's moods and decrease their visits to health centers a full three months later.",
        "author": "Sheryl Sandberg"
    },
    {
        "quote": "The 'People's Budget' rewards hard work and invests in our country. It ensures that everyone has an opportunity to get a good education, find a good job, live in a safe and secure home, put food on the table, have affordable health care, save for retirement, and maybe have a little left over.",
        "author": "Jan Schakowsky"
    },
    {
        "quote": "I don't have any health problems, but to keep your health improves your quality of life.",
        "author": "Mary J. Blige"
    },
    {
        "quote": "The abundance of cheap food with low nutritional value in the Western diet has wreaked havoc on our health; in America, one third of children and two thirds of adults are overweight or obese and are more likely to develop diabetes and cardiovascular disease.",
        "author": "Ellen Gustafson"
    },
    {
        "quote": "I'm actually tougher on myself as I get older. It's a vicious cycle. The things that are important in life are the things that you can't buy in life: love, health and happiness. I say that, and I believe that, and I try to live that.",
        "author": "Criss Angel"
    },
    {
        "quote": "And if you're not going to have a clear health threat, you don't want to panic people.",
        "author": "William Scranton"
    },
    {
        "quote": "We do not have a functioning market in the true sense of the word in health care. That's a layer of transparency that's sorely needed in America.",
        "author": "Paul Ryan"
    },
    {
        "quote": "Once we can Brexit delivered, we can then start talking about those other issues which are much better at bringing people together. We will talk about local health provision, education, farming policing and the economy.",
        "author": "James Cleverly"
    },
    {
        "quote": "There are so many cliches associated with mental health - such as the 'fine line between lunacy and genius' - which are, on the whole, a load of rubbish.",
        "author": "Jo Brand"
    },
    {
        "quote": "When I was a single, working mom with a newborn, I learned just how vital it is to have comprehensive, affordable health care.",
        "author": "Claire McCaskill"
    },
    {
        "quote": "The first draught serveth for health, the second for pleasure, the third for shame, and the fourth for madness.",
        "author": "Anacharsis"
    },
    {
        "quote": "And this administration and this House leadership have said, quote-unquote, they will stop at nothing to pass this health care bill. And now they've gotten rid of me and it will pass. You connect the dots.",
        "author": "Eric Massa"
    },
    {
        "quote": "You bet every member of Congress who votes for this bill ought to read it, read it thoroughly, and understand that what we're looking at here amounts to nothing more than a government takeover of our health care economy, paid for with nearly a trillion dollars in new taxes on individuals and small businesses. And it must be opposed.",
        "author": "Mike Pence"
    },
    {
        "quote": "What I want is a strong NHS delivering the highest standards of care anywhere in the world, and that is true to the founding values of the NHS, and I hope that, looking back on my time as health secretary, people can see that, actually, the foundations for that change were laid in the period that I was health secretary.",
        "author": "Jeremy Hunt"
    },
    {
        "quote": "I am very picky about my food, and I'm very health oriented, so I always try to cook.",
        "author": "Julie Gonzalo"
    },
    {
        "quote": "We need to establish boundaries between our personal and professional lives. When we don't, our work, our health, and our personal lives suffer.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "Camfed graduates are active in their villages using their skills and resources to improve as many lives as possible. They are teaching financial literacy to marginalized women and bringing vital health care information to rural schoolchildren. Through example, they are demonstrating the power of philanthropy.",
        "author": "Ann Cotton"
    },
    {
        "quote": "But reducing harmful emissions, abating our dependence on foreign oil and developing alternative renewable energy sources have benefits that go beyond environmental health, they improve personal health, enhance national security and encourage our nation's economic viability.",
        "author": "Jim Clyburn"
    },
    {
        "quote": "Curious patients are more receptive to new ideas, and those who engage their health practitioners in a dialogue are much more likely to adhere to these recommendations.",
        "author": "Dean Ornish"
    },
    {
        "quote": "If some consumers believe that it's better from the point of view of their health to have organic food, God bless them. Let them buy it. Let them pay a bit more.",
        "author": "Norman Borlaug"
    },
    {
        "quote": "Obamacare is a perfect tool to crush free enterprise and force all Americans into a socialist health care system.",
        "author": "Marlin Stutzman"
    },
    {
        "quote": "Simply expanding Medicaid does not improve health care outcomes. In Louisiana, instead we're helping people getting better paying jobs so they can provide for their own health care.",
        "author": "Bobby Jindal"
    },
    {
        "quote": "I have always thought that what matters most in life is freedom and health, not money.",
        "author": "Chris Tarrant"
    },
    {
        "quote": "At my pregnant wife's behest, I took the job for the paycheck and the health insurance, and it turned into 'Sharknado.' I couldn't have played this better if I'd wanted to. It's really captured the imagination of sci-fi fans.",
        "author": "Ian Ziering"
    },
    {
        "quote": "We believe in government involvement that leads to independence: good schools, quality roads and the best health care.",
        "author": "Rick Perry"
    },
    {
        "quote": "Florence Nightingale was an amazing figure. She created the American Red Cross. She saw the suffering from bad health conditions on the battlefield and in the military hospitals, and she fought like crazy to change the conditions; to make sure that the doctors washed their hands and practiced sanitary measures. She put herself at great risks.",
        "author": "Sharon Lawrence"
    },
    {
        "quote": "I am actually one of those who took President Obama at his word when he first ran - that he would get us out of ill-advised wars, that he would do something about health care costs, and that he would protect civil liberties. Like many Americans, I was disappointed.",
        "author": "Gary Johnson"
    },
    {
        "quote": "I don't think healthcare's a right. The only right you have is the ability to go out on an even playing field and work, and then purchase health insurance, or whatever it is.",
        "author": "Adam Carolla"
    },
    {
        "quote": "Why do British people make such good TV? It's so annoying. Stop it. Is it because they have free health care? Uggh.",
        "author": "Elizabeth Meriwether"
    },
    {
        "quote": "Truly affordable but high-quality health care tools and services are the only means by which quality health care can be provided to all.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "I'm very straightforward on immigration. The bus is full. We haven't got enough energy, we haven't got enough electricity, we haven't got enough of a health service.",
        "author": "Noel Edmonds"
    },
    {
        "quote": "Do we talk about the dignity of work? Do we give our students any reason for believing it is worthwhile to sacrifice for their work because such sacrifices improve the psychological and mental health of the person who makes them?",
        "author": "Sargent Shriver"
    },
    {
        "quote": "Rising health care costs make it impossible to plan for the future, and that means it's impossible to hire more people.",
        "author": "Brett Guthrie"
    },
    {
        "quote": "We must protect those with pre-existing conditions and ensure that every American family has access to quality, affordable health care.",
        "author": "Lucy McBath"
    },
    {
        "quote": "With mental health, it's not like there's a box where you're healthy and another box where you've got a mental illness. You try to stay at the healthy end of the continuum, and watch as you move, and I've been able to do that.",
        "author": "Tina Smith"
    },
    {
        "quote": "Having women in office is vital to the health of our democracy because women play a unique role in our society. By and large, women are still the primary caregivers in families, even as we have taken our place in the workforce.",
        "author": "Ellen Malcolm"
    },
    {
        "quote": "I've always been a health fanatic.",
        "author": "Raquel Welch"
    },
    {
        "quote": "Women deserve better. They deserve the freedom to make their own health care choices.",
        "author": "Suzan DelBene"
    },
    {
        "quote": "We have invested in many of our customers in the health care business by lending or leasing money for equipment purchases or investing in some customers to help them grow business.",
        "author": "John L. Flannery"
    },
    {
        "quote": "I would advise everyone to have a travel drawer. Mine contains adaptors, ear plugs, blow-up pillows for the plane, travel health books, disposable cameras, a first aid kit and torches.",
        "author": "Katie Melua"
    },
    {
        "quote": "The first paying voice-over gig I ever got was for a company called Harvard Community Health Plan, which is a Boston-based New England health care provider. I inherited a deep, gravelly voice from my dad, who has always claimed that if I ever get injured, he'll just take over for me.",
        "author": "Will Arnett"
    },
    {
        "quote": "Part of me thinks that innovation, real innovation in health care delivery, needs to happen from the bottom to the top.",
        "author": "Malcolm Gladwell"
    },
    {
        "quote": "I work with the macro economy, which involves the major variables that measure the health of the whole economy, such as total consumption, investment, income, employment, and inflation.",
        "author": "Clive Granger"
    },
    {
        "quote": "Somebody's going to pay for health coverage for the American people, and the question is, how do you do that?",
        "author": "Tom Price"
    },
    {
        "quote": "Pain adds rest unto pleasure, and teaches the luxury of health.",
        "author": "Martin Farquhar Tupper"
    },
    {
        "quote": "We don't have a business model for health care in this country, We just have a business model for care. The way doctors and hospitals get paid is something bad has got to happen. It's a pure reactive model.",
        "author": "Neal Patterson"
    },
    {
        "quote": "The only principles of public conduct that are worthy of a gentleman or a man are to sacrifice estate, ease, health, and applause, and even life, to the sacred calls of his country.",
        "author": "James Otis"
    },
    {
        "quote": "It's not health care reform to dump more money into Medicaid.",
        "author": "Phil Bredesen"
    },
    {
        "quote": "I've never had any health problems and I'm Ruben, man, all the way through.",
        "author": "Ruben Studdard"
    },
    {
        "quote": "The cellphone is humanity's biggest platform. If we can't use it to change education or health care, then shame on us.",
        "author": "Paul E. Jacobs"
    },
    {
        "quote": "If you don't allow yourself to change from book to book - take chances - it turns into a dullish job with no health benefits or pension plan and only intermittent paychecks.",
        "author": "Daniel Woodrell"
    },
    {
        "quote": "When companies are trying to find a state to locate a new business or factory, they look at a number of factors - including tax structure, employment base, infrastructure, education system, etc. One of the most important is a strong and sound health care system in the communities where employees will work and live.",
        "author": "Ronnie Musgrove"
    }
]