[
    {
        "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "The mind is not a vessel to be filled but a fire to be kindled.",
        "author": "Plutarch"
    },
    {
        "quote": "A smart man makes a mistake, learns from it, and never makes that mistake again. But a wise man finds a smart man and learns from him how to avoid the mistake altogether.",
        "author": "Roy H. Williams"
    },
    {
        "quote": "Knowledge will forever govern ignorance; and a people who mean to be their own governors must arm themselves with the power which knowledge gives.",
        "author": "James Madison"
    },
    {
        "quote": "Your intellect may be confused, but your emotions will never lie to you.",
        "author": "Roger Ebert"
    },
    {
        "quote": "Intelligence is the ability to adapt to change.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "I'm not offended by all the dumb blonde jokes because I know I'm not dumb... and I also know that I'm not blonde.",
        "author": "Dolly Parton"
    },
    {
        "quote": "Failure is simply the opportunity to begin again, this time more intelligently.",
        "author": "Henry Ford"
    },
    {
        "quote": "The sign of an intelligent people is their ability to control their emotions by the application of reason.",
        "author": "Marya Mannes"
    },
    {
        "quote": "Common sense is not so common.",
        "author": "Voltaire"
    },
    {
        "quote": "Talent hits a target no one else can hit; Genius hits a target no one else can see.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "Intelligence without ambition is a bird without wings.",
        "author": "Salvador Dali"
    },
    {
        "quote": "When a true genius appears, you can know him by this sign: that all the dunces are in a confederacy against him.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "Be as smart as you can, but remember that it is always better to be wise than to be smart.",
        "author": "Alan Alda"
    },
    {
        "quote": "My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation.",
        "author": "Arthur Conan Doyle"
    },
    {
        "quote": "I not only use all the brains that I have, but all that I can borrow.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "If everyone is thinking alike, then somebody isn't thinking.",
        "author": "George S. Patton"
    },
    {
        "quote": "An intelligent person is never afraid or ashamed to find errors in his understanding of things.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "There is no great genius without some touch of madness.",
        "author": "Aristotle"
    },
    {
        "quote": "Wherever smart people work, doors are unlocked.",
        "author": "Steve Wozniak"
    },
    {
        "quote": "I believe alien life is quite common in the universe, although intelligent life is less so. Some say it has yet to appear on planet Earth.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?",
        "author": "Scott Adams"
    },
    {
        "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "To expect the unexpected shows a thoroughly modern intellect.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Give me a smart idiot over a stupid genius any day.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "The bookful blockhead, ignorantly read, With loads of learned lumber in his head.",
        "author": "Alexander Pope"
    },
    {
        "quote": "Belief is the death of intelligence.",
        "author": "Robert Anton Wilson"
    },
    {
        "quote": "Don't leave home without your sword - your intellect.",
        "author": "Alan Moore"
    },
    {
        "quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
        "author": "Henry Ford"
    },
    {
        "quote": "The intelligent man is one who has successfully fulfilled many accomplishments, and is yet willing to learn more.",
        "author": "Ed Parker"
    },
    {
        "quote": "I know that I am intelligent, because I know that I know nothing.",
        "author": "Socrates"
    },
    {
        "quote": "An intellectual is someone whose mind watches itself.",
        "author": "Albert Camus"
    },
    {
        "quote": "The emotional brain responds to an event more quickly than the thinking brain.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "An intellectual is a man who takes more words than necessary to tell more than he knows.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.",
        "author": "Bill Watterson"
    },
    {
        "quote": "Intelligence is really a kind of taste: taste in ideas.",
        "author": "Susan Sontag"
    },
    {
        "quote": "Genius is the ability to renew one's emotions in daily experience.",
        "author": "Paul Cezanne"
    },
    {
        "quote": "Character is higher than intellect. A great soul will be strong to live as well as think.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "A man of genius makes no mistakes; his errors are volitional and are the portals of discovery.",
        "author": "James Joyce"
    },
    {
        "quote": "A woman has to be intelligent, have charm, a sense of humor, and be kind. It's the same qualities I require from a man.",
        "author": "Catherine Deneuve"
    },
    {
        "quote": "All intelligent thoughts have already been thought; what is necessary is only to try to think them again.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "You have to be smart. The easy days are over.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "When I see a dolphin, I know it's just as smart as I am.",
        "author": "Captain Beefheart"
    },
    {
        "quote": "The greatest scholars are not usually the wisest people.",
        "author": "Geoffrey Chaucer"
    },
    {
        "quote": "We all agree that pessimism is a mark of superior intellect.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "The difference between stupidity and genius is that genius has its limits.",
        "author": "Unknown"
    },
    {
        "quote": "The woman who thinks she is intelligent demands equal rights with men. A woman who is intelligent does not.",
        "author": "Sidonie Gabrielle Colette"
    },
    {
        "quote": "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together.",
        "author": "Georg C. Lichtenberg"
    },
    {
        "quote": "The voice of the intellect is a soft one, but it does not rest until it has gained a hearing.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.",
        "author": "George Orwell"
    },
    {
        "quote": "The intellect of the wise is like glass; it admits the light of heaven and reflects it.",
        "author": "Augustus Hare"
    },
    {
        "quote": "There are some ideas so wrong that only a very intelligent person could believe in them.",
        "author": "George Orwell"
    },
    {
        "quote": "Common sense is genius dressed in its working clothes.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "It is the mark of a truly intelligent person to be moved by statistics.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Action is the real measure of intelligence.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Always be smarter than the people who hire you.",
        "author": "Lena Horne"
    },
    {
        "quote": "It is not worth an intelligent man's time to be in the majority. By definition, there are already enough people to do that.",
        "author": "G. H. Hardy"
    },
    {
        "quote": "I'm not the smartest fellow in the world, but I can sure pick smart colleagues.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "The best minds are not in government. If any were, business would steal them away.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.",
        "author": "Carl Sagan"
    },
    {
        "quote": "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their intellects. A man cannot be too careful in the choice of his enemies.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "I'm grateful to intelligent people. That doesn't mean educated. That doesn't mean intellectual. I mean really intelligent. What black old people used to call 'mother wit' means intelligence that you had in your mother's womb. That's what you rely on. You know what's right to do.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Wit is educated insolence.",
        "author": "Aristotle"
    },
    {
        "quote": "To think is to practice brain chemistry.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Intelligence is the wife, imagination is the mistress, memory is the servant.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Genius is more often found in a cracked pot than in a whole one.",
        "author": "E. B. White"
    },
    {
        "quote": "It is good to rub and polish our brain against that of others.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "Often the hands will solve a mystery that the intellect has struggled with in vain.",
        "author": "Carl Jung"
    },
    {
        "quote": "What a distressing contrast there is between the radiant intelligence of the child and the feeble mentality of the average adult.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "Ignorance is bold and knowledge reserved.",
        "author": "Thucydides"
    },
    {
        "quote": "An intellectual is a man who doesn't know how to park a bike.",
        "author": "Spiro T. Agnew"
    },
    {
        "quote": "The higher the voice the smaller the intellect.",
        "author": "Ernest Newman"
    },
    {
        "quote": "Some ways of using our thinking are really inspiring. There are people who use their thinking to race cars. People use their thinking to build rockets to the moon. It's all just a use of your thinking.",
        "author": "Michael Nesmith"
    },
    {
        "quote": "Joy in looking and comprehending is nature's most beautiful gift.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Every true genius is bound to be naive.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "A man of genius has a right to any mode of expression.",
        "author": "Ezra Pound"
    },
    {
        "quote": "We should not pretend to understand the world only by the intellect. The judgement of the intellect is only part of the truth.",
        "author": "Carl Jung"
    },
    {
        "quote": "Genius is talent set on fire by courage.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "Intellectual passion drives out sensuality.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Our mind is capable of passing beyond the dividing line we have drawn for it. Beyond the pairs of opposites of which the world consists, other, new insights begin.",
        "author": "Hermann Hesse"
    },
    {
        "quote": "Genius might be the ability to say a profound thing in a simple way.",
        "author": "Charles Bukowski"
    },
    {
        "quote": "Be what you are. This is the first step toward becoming better than you are.",
        "author": "Julius Charles Hare"
    },
    {
        "quote": "Genius is initiative on fire.",
        "author": "Holbrook Jackson"
    },
    {
        "quote": "A woman uses her intelligence to find reasons to support her intuition.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "I'm an optimist in the sense that I believe humans are noble and honorable, and some of them are really smart. I have a very optimistic view of individuals.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.",
        "author": "Gracie Allen"
    },
    {
        "quote": "Iron sharpens iron; scholar, the scholar.",
        "author": "William Drummond"
    },
    {
        "quote": "Be smarter than other people, just don't tell them so.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "Genius creates, and taste preserves. Taste is the good sense of genius; without taste, genius is only sublime folly.",
        "author": "Alexander Pope"
    },
    {
        "quote": "It takes a lot of things to prove you are smart, but only one thing to prove you are ignorant.",
        "author": "Don Herold"
    },
    {
        "quote": "One thought fills immensity.",
        "author": "William Blake"
    },
    {
        "quote": "Being an intellectual creates a lot of questions and no answers.",
        "author": "Janis Joplin"
    },
    {
        "quote": "There is no method but to be very intelligent.",
        "author": "T. S. Eliot"
    },
    {
        "quote": "It's a poor sort of memory that only works backwards.",
        "author": "Lewis Carroll"
    },
    {
        "quote": "We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Like many intellectuals, he was incapable of saying a simple thing in a simple way.",
        "author": "Marcel Proust"
    },
    {
        "quote": "It is better to have a fair intellect that is well used than a powerful one that is idle.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "We are dealing with the best-educated generation in history. But they've got a brain dressed up with nowhere to go.",
        "author": "Timothy Leary"
    },
    {
        "quote": "Man is the most intelligent of the animals - and the most silly.",
        "author": "Diogenes"
    },
    {
        "quote": "The public is wonderfully tolerant. It forgives everything except genius.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "To be able to fill leisure intelligently is the last product of civilization.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "A person must have a certain amount of intelligent ignorance to get anywhere.",
        "author": "Charles Kettering"
    },
    {
        "quote": "Wise thinkers prevail everywhere.",
        "author": "Sophocles"
    },
    {
        "quote": "There is nobody so irritating as somebody with less intelligence and more sense than we have.",
        "author": "Don Herold"
    },
    {
        "quote": "He who joyfully marches to music in rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would suffice.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I must have a prodigious quantity of mind; it takes me as much as a week sometimes to make it up.",
        "author": "Mark Twain"
    },
    {
        "quote": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "These little grey cells. It is up to them.",
        "author": "Agatha Christie"
    },
    {
        "quote": "Ignorance is no excuse, it's the real thing.",
        "author": "Irene Peter"
    },
    {
        "quote": "To think well and to consent to obey someone giving good advice are the same thing.",
        "author": "Herodotus"
    },
    {
        "quote": "Advice to intellectuals: let no-one represent you.",
        "author": "Theodor W. Adorno"
    },
    {
        "quote": "My success was not based so much on any great intelligence but on great common sense.",
        "author": "Helen Gurley Brown"
    },
    {
        "quote": "When a thought takes one's breath away, a grammar lesson seems an impertinence.",
        "author": "Thomas Wentworth Higginson"
    },
    {
        "quote": "Intelligence is not a science.",
        "author": "Frank Carlucci"
    },
    {
        "quote": "Thought is a strenuous art - few practice it, and then only at rare times.",
        "author": "David Ben-Gurion"
    },
    {
        "quote": "I can't tell you if genius is hereditary, because heaven has granted me no offspring.",
        "author": "James Whistler"
    },
    {
        "quote": "Mad, adj. Affected with a high degree of intellectual independence.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "Remember to be as smart as you are.",
        "author": "Judd Nelson"
    },
    {
        "quote": "Man knows so much and does so little.",
        "author": "R. Buckminster Fuller"
    },
    {
        "quote": "Intellectuals are too sentimental for me.",
        "author": "Margaret Anderson"
    },
    {
        "quote": "Genius is independent of situation.",
        "author": "Charles Churchill"
    },
    {
        "quote": "If little else, the brain is an educational toy.",
        "author": "Tom Robbins"
    },
    {
        "quote": "God has placed no limits to the exercise of the intellect he has given us, on this side of the grave.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Genius ain't anything more than elegant common sense.",
        "author": "Josh Billings"
    },
    {
        "quote": "There is no greater evidence of superior intelligence than to be surprised at nothing.",
        "author": "Josh Billings"
    },
    {
        "quote": "The mind of man has perplexed itself with many hard questions. Is space infinite, and in what sense? Is the material world infinite in extent, and are all places within that extent equally full of matter? Do atoms exist or is matter infinitely divisible?",
        "author": "James C. Maxwell"
    },
    {
        "quote": "There are only two races on this planet - the intelligent and the stupid.",
        "author": "John Fowles"
    },
    {
        "quote": "People are smarter than you might think.",
        "author": "John Astin"
    },
    {
        "quote": "Genius always finds itself a century too early.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.",
        "author": "Louis Pasteur"
    },
    {
        "quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
        "author": "Liane Cordes"
    },
    {
        "quote": "If you look at life with any honesty and intelligence, it's clear that human nature is dark, vile, selfish, and despondent. But I also see a force in human nature, namely grace, that sometimes works against our natural moral entropy.",
        "author": "Scott Derrickson"
    },
    {
        "quote": "Beauty is a gift, just like good health or intelligence. The only thing is not to be proud of being beautiful. Because you didn't do anything - it was given to you.",
        "author": "Monica Bellucci"
    },
    {
        "quote": "Intelligence is what you use when you don't know what to do: when neither innateness nor learning has prepared you for the particular situation.",
        "author": "Jean Piaget"
    },
    {
        "quote": "Talent wins games, but teamwork and intelligence wins championships.",
        "author": "Michael Jordan"
    },
    {
        "quote": "The true sign of intelligence is not knowledge but imagination.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Intelligence is the ability to avoid doing work, yet getting the work done.",
        "author": "Linus Torvalds"
    },
    {
        "quote": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful.",
        "author": "Jimmy Chin"
    },
    {
        "quote": "If an animal does something, we call it instinct; if we do the same thing for the same reason, we call it intelligence.",
        "author": "Will Cuppy"
    },
    {
        "quote": "I really admire a woman for her intelligence, her personality. Beauty is not enough.",
        "author": "Roberto Cavalli"
    },
    {
        "quote": "If the presence of electricity can be made visible in any part of the circuit, I see no reason why intelligence may not be transmitted instantaneously by electricity.",
        "author": "Samuel Morse"
    },
    {
        "quote": "All of the biggest technological inventions created by man - the airplane, the automobile, the computer - says little about his intelligence, but speaks volumes about his laziness.",
        "author": "Mark Kennedy"
    },
    {
        "quote": "Some people call this artificial intelligence, but the reality is this technology will enhance us. So instead of artificial intelligence, I think we'll augment our intelligence.",
        "author": "Ginni Rometty"
    },
    {
        "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.",
        "author": "Wolfgang Amadeus Mozart"
    },
    {
        "quote": "I have beauty, intelligence, individuality, sensuality and sexuality.",
        "author": "Shannon Tweed"
    },
    {
        "quote": "Stupidity is infinitely more fascinating that intelligence. Intelligence has its limits while stupidity has none.",
        "author": "Claude Chabrol"
    },
    {
        "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.",
        "author": "Saul Bellow"
    },
    {
        "quote": "I believe that singing is the key to long life, a good figure, a stable temperament, increased intelligence, new friends, super self-confidence, heightened sexual attractiveness, and a better sense of humor.",
        "author": "Brian Eno"
    },
    {
        "quote": "I often tell my students not to be misled by the name 'artificial intelligence' - there is nothing artificial about it. AI is made by humans, intended to behave by humans, and, ultimately, to impact humans' lives and human society.",
        "author": "Fei-Fei Li"
    },
    {
        "quote": "Emotional intelligence is your ability to recognize and understand emotions in yourself and others, and your ability to use this awareness to manage your behavior and relationships.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "A year spent in artificial intelligence is enough to make one believe in God.",
        "author": "Alan Perlis"
    },
    {
        "quote": "Work ethic is important because, unlike intelligence, athleticism, charisma, or any other natural attribute, it's a choice.",
        "author": "Mike Rowe"
    },
    {
        "quote": "Love is the triumph of imagination over intelligence.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "The real question is, when will we draft an artificial intelligence bill of rights? What will that consist of? And who will get to decide that?",
        "author": "Gray Scott"
    },
    {
        "quote": "Intelligence may be taken as a necessary, but not sufficient, cause of moral advance. All morally advanced children are bright, but not all bright children are morally advanced.",
        "author": "Lawrence Kohlberg"
    },
    {
        "quote": "I'm a pessimist because of intelligence, but an optimist because of will.",
        "author": "Antonio Gramsci"
    },
    {
        "quote": "I thank God that I'm a product of my parents. That they infected me with their intelligence and energy for life, with their thirst for knowledge and their love. I'm grateful that I know where I come from.",
        "author": "Shakira"
    },
    {
        "quote": "You are just your intelligence.",
        "author": "Kalpana Chawla"
    },
    {
        "quote": "Is artificial intelligence less than our intelligence?",
        "author": "Spike Jonze"
    },
    {
        "quote": "In view of the fact that God limited the intelligence of man, it seems unfair that He did not also limit his stupidity.",
        "author": "Konrad Adenauer"
    },
    {
        "quote": "Strong government doesn't mean simply military power or an efficient intelligence apparatus. Instead, it should mean effective, fair administration - in other words, 'good governance.'",
        "author": "Raghuram Rajan"
    },
    {
        "quote": "Nobody phrases it this way, but I think that artificial intelligence is almost a humanities discipline. It's really an attempt to understand human intelligence and human cognition.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "It occurred to me that there was no difference between men, in intelligence or race, so profound as the difference between the sick and the well.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "Self-awareness is a trait - or maybe 'practice' is the more accurate way to put it - that everyone can always improve at. It is part emotional intelligence, part perceptiveness, part critical thinking. It means knowing your weaknesses, of course, but it also means knowing your strengths and what motivates you.",
        "author": "Neil Blumenthal"
    },
    {
        "quote": "In the long term, artificial intelligence and automation are going to be taking over so much of what gives humans a feeling of purpose.",
        "author": "Matt Bellamy"
    },
    {
        "quote": "The key to artificial intelligence has always been the representation.",
        "author": "Jeff Hawkins"
    },
    {
        "quote": "By far, the greatest danger of Artificial Intelligence is that people conclude too early that they understand it.",
        "author": "Eliezer Yudkowsky"
    },
    {
        "quote": "By the way, intelligence to me isn't just being book-smart or having a college degree; it's trusting your gut instincts, being intuitive, thinking outside the box, and sometimes just realizing that things need to change and being smart enough to change it.",
        "author": "Tabatha Coffey"
    },
    {
        "quote": "Let's say intelligence is your ability to compose poetry, symphonies, do art, math and science. Chimps can't do any of that, yet we share 99 percent DNA. Everything that we are, that distinguishes us from chimps, emerges from that one-percent difference.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "Within the Intelligence Community, CIA is the keeper of the human intelligence mission. Technical forms of collection are vital, but a good human source is unique and can deliver decisive intelligence on our adversaries' secrets - even their intent.",
        "author": "Gina Haspel"
    },
    {
        "quote": "There is no reason and no way that a human mind can keep up with an artificial intelligence machine by 2035.",
        "author": "Gray Scott"
    },
    {
        "quote": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.",
        "author": "Holly Near"
    },
    {
        "quote": "Empathy and social skills are social intelligence, the interpersonal part of emotional intelligence. That's why they look alike.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "The intelligence of the creature known as a crowd, is the square root of the number of people in it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Intelligence is sexy. Don't play dumb, especially young girls. Don't play dumb. And let people see that you are intelligent.",
        "author": "Iman"
    },
    {
        "quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "I won't insult your intelligence by suggesting that you really believe what you just said.",
        "author": "William F. Buckley, Jr."
    },
    {
        "quote": "Quick condemnation of all that is not ours, of views with which we disagree, of ideas that do not attract us, is the sign of a narrow mind, of an uncultivated intelligence. Bigotry is always ignorant, and the wise boy, who will become the wise man, tries to understand and to see the truth in ideas with which he does not agree.",
        "author": "Annie Besant"
    },
    {
        "quote": "Nothing has caused the human race so much trouble as intelligence.",
        "author": "John Michael Hayes"
    },
    {
        "quote": "If it were a fact, it wouldn't be called intelligence.",
        "author": "Donald Rumsfeld"
    },
    {
        "quote": "Our intentions may be very good, but, because the intelligence is limited, the action may turn out to be a mistake - a mistake, but not necessarily a sin, for sin comes out of a wrong intention.",
        "author": "E. Stanley Jones"
    },
    {
        "quote": "While the crash only took place six months ago, I am convinced we have now passed the worst, and with continued unity of effort, we shall rapidly recover. There is one certainty of the future of a people of the resources, intelligence and character of the people of the United States - that is, prosperity.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "We should never overestimate an audience's culture, but we should never underestimate their intelligence.",
        "author": "Robert Lepage"
    },
    {
        "quote": "Art owes its origin to Nature herself... this beautiful creation, the world, supplied the first model, while the original teacher was that divine intelligence which has not only made us superior to the other animals, but like God Himself, if I may venture to say it.",
        "author": "Giorgio Vasari"
    },
    {
        "quote": "Technology, through automation and artificial intelligence, is definitely one of the most disruptive sources.",
        "author": "Alain Dehaze"
    },
    {
        "quote": "I believe this artificial intelligence is going to be our partner. If we misuse it, it will be a risk. If we use it right, it can be our partner.",
        "author": "Masayoshi Son"
    },
    {
        "quote": "The promise of artificial intelligence and computer science generally vastly outweighs the impact it could have on some jobs in the same way that, while the invention of the airplane negatively affected the railroad industry, it opened a much wider door to human progress.",
        "author": "Paul Allen"
    },
    {
        "quote": "We admire elephants in part because they demonstrate what we consider the finest human traits: empathy, self-awareness, and social intelligence. But the way we treat them puts on display the very worst of human behavior.",
        "author": "Graydon Carter"
    },
    {
        "quote": "Clear thinking requires courage rather than intelligence.",
        "author": "Thomas Szasz"
    },
    {
        "quote": "Advertising: the science of arresting the human intelligence long enough to get money from it.",
        "author": "Stephen Leacock"
    },
    {
        "quote": "The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell.",
        "author": "Simone Weil"
    },
    {
        "quote": "I believe God did intend, in giving us intelligence, to give us the opportunity to investigate and appreciate the wonders of His creation. He is not threatened by our scientific adventures.",
        "author": "Francis Collins"
    },
    {
        "quote": "It's high time for a fresh European alternative to enter the market, taking the existing Internet behemoths head on. What the world needs now is a cloud storage service that is not subject to uncontrolled access by intelligence agencies.",
        "author": "Mikko Hypponen"
    },
    {
        "quote": "Beauty is an asset, just like physical prowess, charisma, brains or emotional intelligence. The key with any gift is in the way that you use it. It doesn't define you as a person. Rather, it's an asset to be used judiciously and with an understanding of how it is just a small part of who you are.",
        "author": "Dale Archer"
    },
    {
        "quote": "The thing that's going to make artificial intelligence so powerful is its ability to learn, and the way AI learns is to look at human culture.",
        "author": "Dan Brown"
    },
    {
        "quote": "I was perfectly content before I was born, and I think of death as the same state. What I am grateful for is the gift of intelligence, and for life, love, wonder, and laughter. You can't say it wasn't interesting. My lifetime's memories are what I have brought home from the trip.",
        "author": "Roger Ebert"
    },
    {
        "quote": "Chess is as elaborate a waste of human intelligence as you can find outside an advertising agency.",
        "author": "Raymond Chandler"
    },
    {
        "quote": "Despite all the hype and excitement about AI, it's still extremely limited today relative to what human intelligence is.",
        "author": "Andrew Ng"
    },
    {
        "quote": "We have artificial intelligence, virtual reality, augmented reality, 3D-printing, robotics and nanotechnology that have changed the face of modern medicine. It is essential for Indian doctors to familiarise themselves with the latest developments to be able to control technology and not the other way around.",
        "author": "Tamilisai Soundararajan"
    },
    {
        "quote": "Controlled aggression, to me, is one of the most important traits to have. To have that social intelligence to know when to exert aggression in the military environment, and when to stay calm, cool, and collected.",
        "author": "Jonny Kim"
    },
    {
        "quote": "Science has not yet taught us if madness is or is not the sublimity of the intelligence.",
        "author": "Edgar Allan Poe"
    },
    {
        "quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.",
        "author": "Jean Baudrillard"
    },
    {
        "quote": "Many highly intelligent people are poor thinkers. Many people of average intelligence are skilled thinkers. The power of a car is separate from the way the car is driven.",
        "author": "Edward de Bono"
    },
    {
        "quote": "My mother's love has always been a sustaining force for our family, and one of my greatest joys is seeing her integrity, her compassion, her intelligence reflected in my daughters.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Pro wrestling is not fake; it's sports entertainment. We go out there and we perform, and a lot of what we do out there is real, but we're not going to insult anyone's intelligence - there is a predetermined winner. It's just the fans don't know who it is, and that's what makes it so intriguing.",
        "author": "Kurt Angle"
    },
    {
        "quote": "The intelligence of few perceives what has been carefully hidden in the recesses of the mind.",
        "author": "Phaedrus"
    },
    {
        "quote": "Artificial intelligence will reach human levels by around 2029. Follow that out further to, say, 2045, we will have multiplied the intelligence, the human biological machine intelligence of our civilization a billion-fold.",
        "author": "Ray Kurzweil"
    },
    {
        "quote": "Republics are created by the virtue, public spirit, and intelligence of the citizens. They fall, when the wise are banished from the public councils, because they dare to be honest, and the profligate are rewarded, because they flatter the people, in order to betray them.",
        "author": "Joseph Story"
    },
    {
        "quote": "Anything that could give rise to smarter-than-human intelligence - in the form of Artificial Intelligence, brain-computer interfaces, or neuroscience-based human intelligence enhancement - wins hands down beyond contest as doing the most to change the world. Nothing else is even in the same league.",
        "author": "Eliezer Yudkowsky"
    },
    {
        "quote": "'Liberal Fascism' is less an expose of left-wing hypocrisy than a chance to exact political revenge. Yet, the title of his book aside, what distinguishes Goldberg from the Sean Hannitys and Michael Savages is a witty intelligence that deals in ideas as well as insults - no mean feat in the nasty world of the culture wars.",
        "author": "David Oshinsky"
    },
    {
        "quote": "Sooner or later, the U.S. will face mounting job losses due to advances in automation, artificial intelligence, and robotics.",
        "author": "Oren Etzioni"
    },
    {
        "quote": "Humans have always used our intelligence and creativity to improve our existence. After all, we invented the wheel, discovered how to make fire, invented the printing press and found a vaccine for polio.",
        "author": "Naveen Jain"
    },
    {
        "quote": "I have always been convinced that the only way to get artificial intelligence to work is to do the computation in a way similar to the human brain. That is the goal I have been pursuing. We are making progress, though we still have lots to learn about how the brain actually works.",
        "author": "Geoffrey Hinton"
    },
    {
        "quote": "If the government regulates against use of drones or stem cells or artificial intelligence, all that means is that the work and the research leave the borders of that country and go someplace else.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "There is no greater power in Heaven or on Earth than pure, unconditional love. The nature of the God force, the unseen intelligence in all things, which causes the material world and is the center of both the spiritual and physical plane, is best described as pure, unconditional love.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Play is the only way the highest intelligence of humankind can unfold.",
        "author": "Joseph Chilton Pearce"
    },
    {
        "quote": "The right of each individual in any relation to secure to himself the full benefits of his intelligence, his capacity, his industry and skill are among the inalienable inheritances of humanity.",
        "author": "Leland Stanford"
    },
    {
        "quote": "Artificial intelligence is growing up fast, as are robots whose facial expressions can elicit empathy and make your mirror neurons quiver.",
        "author": "Diane Ackerman"
    },
    {
        "quote": "It takes an extraordinary intelligence to contemplate the obvious.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders.",
        "author": "Sloan Wilson"
    },
    {
        "quote": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.",
        "author": "Annie Jump Cannon"
    },
    {
        "quote": "My ideal woman would be someone with both beauty and intelligence. Someone who can hold her own in a conversation, gets along with my family and respects elders, loves children, and have a sense of humour as whacky as mine.",
        "author": "Karan Patel"
    },
    {
        "quote": "I have been a systems engineer, systems administrator, a senior adviser for the Central Intelligence Agency, a solutions consultant and a telecommunications information systems officer.",
        "author": "Edward Snowden"
    },
    {
        "quote": "Intelligence is not to make no mistakes, but quickly to see how to make them good.",
        "author": "Bertolt Brecht"
    },
    {
        "quote": "Religion is something left over from the infancy of our intelligence, it will fade away as we adopt reason and science as our guidelines.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "There are three kinds of intelligence: one kind understands things for itself, the other appreciates what others can understand, the third understands neither for itself nor through others. This first kind is excellent, the second good, and the third kind useless.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "You need emotional intelligence; to be happy to take risks; to be competitive and to look forward not backwards.",
        "author": "Deborah Meaden"
    },
    {
        "quote": "I'm more frightened than interested by artificial intelligence - in fact, perhaps fright and interest are not far away from one another. Things can become real in your mind, you can be tricked, and you believe things you wouldn't ordinarily. A world run by automatons doesn't seem completely unrealistic any more. It's a bit chilling.",
        "author": "Gemma Whelan"
    },
    {
        "quote": "Evil is a source of moral intelligence in the sense that we need to learn from our shadow, from our dark side, in order to be good.",
        "author": "John Bradshaw"
    },
    {
        "quote": "I'm every bourgeois nightmare - a Cockney with intelligence and a million dollars.",
        "author": "Michael Caine"
    },
    {
        "quote": "Some people worry that artificial intelligence will make us feel inferior, but then, anybody in his right mind should have an inferiority complex every time he looks at a flower.",
        "author": "Alan Kay"
    },
    {
        "quote": "Bill Gates wants people to think he's Edison, when he's really Rockefeller. Referring to Gates as the smartest man in America isn't right... wealth isn't the same thing as intelligence.",
        "author": "Larry Ellison"
    },
    {
        "quote": "Philosophy is a battle against the bewitchment of our intelligence by means of language.",
        "author": "Ludwig Wittgenstein"
    },
    {
        "quote": "There is no logical reason why the camel of great art should pass through the needle of mob intelligence.",
        "author": "Rebecca West"
    },
    {
        "quote": "What's more valuable - intelligence or consciousness?",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "I think that intelligence is such a narrow branch of the tree of life - this branch of primates we call humans. No other animal, by our definition, can be considered intelligent. So intelligence can't be all that important for survival, because there are so many animals that don't have what we call intelligence, and they're surviving just fine.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "Never underestimate the intelligence of the audience; make good programmes, and they will come.",
        "author": "Armando Iannucci"
    },
    {
        "quote": "Our actions are the results of our intentions and our intelligence.",
        "author": "E. Stanley Jones"
    },
    {
        "quote": "Sensible and responsible women do not want to vote. The relative positions to be assumed by man and woman in the working out of our civilization were assigned long ago by a higher intelligence than ours.",
        "author": "Grover Cleveland"
    },
    {
        "quote": "I am attracted to intelligence, a witty sense of humor, an adventurous outlook on life and spiritual awareness about one's self and the world.",
        "author": "Tanit Phoenix"
    },
    {
        "quote": "Your personality as the prime minister feeds through to what you emphasise, and what you don't, how you'll handle a situation - whether you've got the combination of intelligence or instincts to adapt and to make good decisions.",
        "author": "John Key"
    },
    {
        "quote": "Like in great painting and architecture, in couture, to make clothes you must eliminate, eliminate, eliminate to obtain the true sense of a line. You see, the more you add, the more you load on, the more it's mad. You must try to have just the silhouette, which is an intelligence in clothes.",
        "author": "Hubert de Givenchy"
    },
    {
        "quote": "With artificial intelligence, we are summoning the demon. You know all those stories where there's the guy with the pentagram and the holy water, and he's like, yeah, he's sure he can control the demon? Doesn't work out.",
        "author": "Elon Musk"
    },
    {
        "quote": "Music is an art that expresses the inexpressible. It rises far above what words can mean or the intelligence define. Its domain is the imponderable and impalpable land of the unconscious.",
        "author": "Charles Munch"
    },
    {
        "quote": "No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "It's going to be interesting to see how society deals with artificial intelligence, but it will definitely be cool.",
        "author": "Colin Angle"
    },
    {
        "quote": "It has yet to be proven that intelligence has any survival value.",
        "author": "Arthur C. Clarke"
    },
    {
        "quote": "Intelligence is the ability to solve problems, and consciousness is the ability to feel things and have subjective experiences.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "Talent and intelligence never yet inoculated anyone against the caprice of the fates.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "Artificial intelligence is one of 50 things that Watson does. There is also machine learning, text-to-speech, speech-to-text, and different analytical engines - they're like little Lego bricks. You can put intelligence in any product or any process you have.",
        "author": "Ginni Rometty"
    },
    {
        "quote": "Not to sound corny, but intelligence is big. Everything fades, and everything can be modified. But intelligence is something you can't fake. I'm not even talking about whether you can read a thesaurus backwards. But there is a beauty in common sense.",
        "author": "Wale"
    },
    {
        "quote": "I'm a big advocate of financial intelligence.",
        "author": "Daymond John"
    },
    {
        "quote": "Having emotional intelligence allows you to manage your emotions, show empathy, and prevent you from getting distracted. It also helps you solve problems and be a more likable person.",
        "author": "John Rampton"
    },
    {
        "quote": "It is not clear that intelligence has any long-term survival value.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Educate the masses, elevate their standard of intelligence, and you will certainly have a successful nation.",
        "author": "Alexander Graham Bell"
    },
    {
        "quote": "Leadership is all about emotional intelligence. Management is taught, while leadership is experienced.",
        "author": "Rajeev Suri"
    },
    {
        "quote": "Privatization is more efficient and effective in some cases, but not in intelligence.",
        "author": "Valerie Plame"
    },
    {
        "quote": "Three-quarters of the sicknesses of intelligent people come from their intelligence. They need at least a doctor who can understand this sickness.",
        "author": "Marcel Proust"
    },
    {
        "quote": "For the several thousands of years before they became firefighters and physicians, women were sirens, enchantresses, snares. At times it seems as if female powerlessness is male self-preservation in disguise. And for millennia, this has made for a zero-sum game: A woman's intelligence was a man's deception.",
        "author": "Stacy Schiff"
    },
    {
        "quote": "The war we are fighting today against terrorism is a multifaceted fight. We have to use every tool in our toolkit to wage this war - diplomacy, finance, intelligence, law enforcement, and of course, military power - and we are developing new tools as we go along.",
        "author": "Richard Armitage"
    },
    {
        "quote": "I don't know how to depict intelligence.",
        "author": "David Fincher"
    },
    {
        "quote": "Digital is really two things. It refers to a set of technologies, everything from artificial intelligence to the use of e-commerce. But digital is really about a different way of working, of making decisions, of partnering and reaching your clients, and so it's also about how you do things.",
        "author": "Julie Sweet"
    },
    {
        "quote": "I ultimately got into robotics because for me, it was the best way to study intelligence.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "By their very nature, heuristic shortcuts will produce biases, and that is true for both humans and artificial intelligence, but the heuristics of AI are not necessarily the human ones.",
        "author": "Daniel Kahneman"
    },
    {
        "quote": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "Intelligence is enormously sexy.",
        "author": "Frank Langella"
    },
    {
        "quote": "What interests me is whatever it is that allows the heart to continue to yearn for something the intelligence knows is impossible to have: a lost love, a shelter from life's blows, the return of a time past, even a connection to the dead.",
        "author": "Alice McDermott"
    },
    {
        "quote": "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Which, autocracy or democracy, is really better suited to modern China? If we base our judgment upon the intelligence and the ability of the Chinese people, we come to the conclusion that the sovereignty of the people would be far more suitable for us.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "It has always been my private conviction that any man who puts his intelligence up against a fish and loses had it coming.",
        "author": "John Steinbeck"
    },
    {
        "quote": "The best intelligence test is what we do with our leisure.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted.",
        "author": "Mireille Guiliano"
    },
    {
        "quote": "Adam Clayton Powell Jr. was a very savvy character. His drinking and carousing, his charisma and intelligence... the things he did in Congress. He passed for white, then became a black advocate.",
        "author": "Ron Cephas Jones"
    },
    {
        "quote": "Intelligence is the faculty of making artificial objects, especially tools to make tools.",
        "author": "Henri Bergson"
    },
    {
        "quote": "If a cat does something, we call it instinct; if we do the same thing, for the same reason, we call it intelligence.",
        "author": "Will Cuppy"
    },
    {
        "quote": "In these troubled, uncertain times, we don't need more command and control; we need better means to engage everyone's intelligence in solving challenges and crises as they arise.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "I want to improve TSA's counterterrorism focus through intelligence and cutting edge technology, support the TSA workforce, and strengthen the agency's relationships with stakeholders and the traveling public. All of these priorities are interconnected and are vital to TSA's mission - and I would say, all of our collective mission.",
        "author": "John Pistole"
    },
    {
        "quote": "The voice of the intelligence is drowned out by the roar of fear. It is ignored by the voice of desire. It is contradicted by the voice of shame. It is biased by hate and extinguished by anger. Most of all it is silenced by ignorance.",
        "author": "Karl A. Menninger"
    },
    {
        "quote": "Curiosity is free-wheeling intelligence.",
        "author": "Alistair Cooke"
    },
    {
        "quote": "The modern mind is in complete disarray. Knowledge has stretched itself to the point where neither the world nor our intelligence can find any foot-hold. It is a fact that we are suffering from nihilism.",
        "author": "Albert Camus"
    },
    {
        "quote": "I thought: 'My education is driving a wedge between me and the people I love.' And then I wondered: 'What would happen if it were possible to increase a person's intelligence?'",
        "author": "Daniel Keyes"
    },
    {
        "quote": "The reason we are doing these types of pat downs and using the advanced imagery technology is trying to take the latest intelligence and how we know al Qaeda and affiliates want to hurt us, they want to bring down whether it is passenger air craft or cargo aircraft.",
        "author": "John Pistole"
    },
    {
        "quote": "Sculpture is the art of the intelligence.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "Where the stakes are the highest, in the war on terror, we cannot possibly succeed without extraordinary international cooperation. Effective international police actions require the highest degree of intelligence sharing, planning and collaborative enforcement.",
        "author": "Barack Obama"
    },
    {
        "quote": "Football is a game about feelings and intelligence.",
        "author": "Jose Mourinho"
    },
    {
        "quote": "Truth knows no color; it appeals to intelligence.",
        "author": "James Hal Cone"
    },
    {
        "quote": "Immaturity is the incapacity to use one's intelligence without the guidance of another.",
        "author": "Immanuel Kant"
    },
    {
        "quote": "Collecting intelligence information is like trying to drink water out of a fire hydrant. You know, in hindsight It's great. The problem is there's a million dots at the time.",
        "author": "Louis Freeh"
    },
    {
        "quote": "I signed up for military service in the months following 9/11, and later, as a military intelligence officer, I felt called, like so many others, to volunteer for deployment and service in Afghanistan.",
        "author": "Jason Kander"
    },
    {
        "quote": "Skill is successfully walking a tightrope between the twin towers of New York's World Trade Center. Intelligence is not trying.",
        "author": "Marilyn vos Savant"
    },
    {
        "quote": "SIS, the Secret Intelligence Service, also known as MI6, also has no executive powers and operates abroad on CIA lines, but with a tiny percentage of the budget and a tiny percentage of the personnel.",
        "author": "John le Carre"
    },
    {
        "quote": "The E.U. has moved to combat global terrorism by instituting common European arrest and evidence warrants and creating a joint situation center to pool and analyze intelligence.",
        "author": "John Bruton"
    },
    {
        "quote": "I worked with Stanley Kubrick for almost a year back in 1990, trying to develop the screen story for his project 'Artificial Intelligence,' which is about a robot boy who wishes to become a real boy, a future scientific fairy tale inspired in the myth of Pinocchio.",
        "author": "Ian Watson"
    },
    {
        "quote": "I think artificial intelligence will likely change the character of warfare, and I believe whoever masters it first will dominate on the battlefield for many, many, many years.",
        "author": "Mark Esper"
    },
    {
        "quote": "Man becomes man only by his intelligence, but he is man only by his heart.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "Intelligence is the ability to take in information from the world and to find patterns in that information that allow you to organize your perceptions and understand the external world.",
        "author": "Brian Greene"
    },
    {
        "quote": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?",
        "author": "John Keats"
    },
    {
        "quote": "All the intelligence and talent in the world can't make a singer. The voice is a wild thing. It can't be bred in captivity. It is a sport, like the silver fox. It happens.",
        "author": "Willa Cather"
    },
    {
        "quote": "Intelligence agencies keep things secret because they often violate the rule of law or of good behavior.",
        "author": "Julian Assange"
    },
    {
        "quote": "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic.",
        "author": "Abigail Adams"
    },
    {
        "quote": "Swarm intelligence is like a brain of brains.",
        "author": "Louis B. Rosenberg"
    },
    {
        "quote": "I think for leadership positions, emotional intelligence is more important than cognitive intelligence. People with emotional intelligence usually have a lot of cognitive intelligence, but that's not always true the other way around.",
        "author": "John Mackey"
    },
    {
        "quote": "As a cell contains a natural intelligence by which it fosters the healthy functioning of the body, I, too, have natural intelligence that fosters the perfect unfolding of my life.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "It's the continuation of everyone's childhood to see these young children who grow up full of life, full of intelligence, full of a sense of wonder. And within an instant they're gone from this world. It's terrible.",
        "author": "Lucien Bouchard"
    },
    {
        "quote": "Men are at every stage of evolution, from the most barbarous to the most developed; men are found of lofty intelligence, but also of the most unevolved mentality; in one place there is a highly developed and complex civilisation, in another a crude and simple polity.",
        "author": "Annie Besant"
    },
    {
        "quote": "I would like to take you seriously, but to do so would affront your intelligence.",
        "author": "William F. Buckley, Jr."
    },
    {
        "quote": "There can be no two opinions as to what a highbrow is. He is the man or woman of thoroughbred intelligence who rides his mind at a gallop across country in pursuit of an idea.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace.",
        "author": "David Lynch"
    },
    {
        "quote": "Artificial intelligence is just a new tool, one that can be used for good and for bad purposes and one that comes with new dangers and downsides as well. We know already that although machine learning has huge potential, data sets with ingrained biases will produce biased results - garbage in, garbage out.",
        "author": "Sarah Jeong"
    },
    {
        "quote": "Rational intelligence is dangerous and leads to ratiocination. The painter is a medium who doesn't realize what he is doing. No translation can express the mystery of sensibility, a word, still unreliable, which is nevertheless the basis of painting or poetry, like a kind of alchemy.",
        "author": "Marcel Duchamp"
    },
    {
        "quote": "There is no part of the executive branch that more exists on the outer edge of executive prerogative than the American intelligence community - the intelligence community, CIA, covert action. My literal responsibility as director of CIA with regard to covert action was to inform the Congress - not to seek their approval, to inform.",
        "author": "Michael Hayden"
    },
    {
        "quote": "Even though chess isn't the toughest thing that computers will tackle for centuries, it stood as a handy symbol for human intelligence. No matter what human-like feat computers perform in the future, the Deep Blue match demands an indelible dot on all timelines of AI progress.",
        "author": "Steven Levy"
    },
    {
        "quote": "Women have talent and intelligence but, due to social constraints and prejudices, it is still a long distance away from the goal of gender equality.",
        "author": "Pratibha Patil"
    },
    {
        "quote": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance.",
        "author": "David Bowie"
    },
    {
        "quote": "If God be God and man a creature made in image of the divine intelligence, his noblest function is the search for truth.",
        "author": "Morris West"
    },
    {
        "quote": "I wrote 'The Spy Who Came in from the Cold' at the age of 30 under intense, unshared personal stress and in extreme privacy. As an intelligence officer in the guise of a junior diplomat at the British Embassy in Bonn, I was a secret to my colleagues, and much of the time to myself.",
        "author": "John le Carre"
    },
    {
        "quote": "I firmly believe that talent and intelligence are universal, but resources and opportunities are not.",
        "author": "Michael Tubbs"
    },
    {
        "quote": "We must address, individually and collectively, moral and ethical issues raised by cutting-edge research in artificial intelligence and biotechnology, which will enable significant life extension, designer babies, and memory extraction.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "I don't think there's anything unique about human intelligence.",
        "author": "Bill Gates"
    },
    {
        "quote": "In the clashes between ignorance and intelligence, ignorance is generally the aggressor.",
        "author": "Paul P. Harris"
    },
    {
        "quote": "A well-maintained physique is a great business card. Ideas and intelligence are what matters, but if you have a well-maintained physique, it's better.",
        "author": "Giorgio Armani"
    },
    {
        "quote": "All different forms of human expression, art, science, are going to become expanded, by expanding our intelligence.",
        "author": "Ray Kurzweil"
    },
    {
        "quote": "We have actually experienced in recent months a dramatic demonstration of an unprecedented intelligence failure, perhaps the most significant intelligence failure in the history of the United States.",
        "author": "Zbigniew Brzezinski"
    },
    {
        "quote": "Anyone who conducts an argument by appealing to authority is not using his intelligence; he is just using his memory.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Man is an intelligence in servitude to his organs.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Instead of assuming that emotional intelligence is always useful, we need to think more carefully about where and when it matters.",
        "author": "Adam Grant"
    },
    {
        "quote": "I have concluded that we are in a world made by rules created by an intelligence.",
        "author": "Michio Kaku"
    },
    {
        "quote": "When you talk to a human in 2035, you'll be talking to someone that's a combination of biological and non-biological intelligence.",
        "author": "Ray Kurzweil"
    },
    {
        "quote": "Nerds... the 'nerd' has never been precisely defined, thanks to the psychological complexity of the creature. The word has connotations of some level of intelligence. The typical nerd is a male with intelligence but no sense of giving it a manly face.",
        "author": "Tom Wolfe"
    },
    {
        "quote": "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Nature shows that with the growth of intelligence comes increased capacity for pain, and it is only with the highest degree of intelligence that suffering reaches its supreme point.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "For the execution of the voyage to the Indies, I did not make use of intelligence, mathematics or maps.",
        "author": "Christopher Columbus"
    },
    {
        "quote": "In order to be successful against each of these threats, we have to have a presence overseas, work closely not only with our counterparts in the law enforcement community, but also with the intelligence community.",
        "author": "Robert Mueller"
    },
    {
        "quote": "George W. Bush attended the intelligence briefing every day. Obama has not even attended half of them. He sends surrogates. That to me is significant.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Many intelligence reports in war are contradictory; even more are false, and most are uncertain.",
        "author": "Carl von Clausewitz"
    },
    {
        "quote": "Keanu has such generosity and intelligence, not to mention a warmth that I'm eager to tap into. We're all incredibly excited that he's agreed to help us bring 'To the Bone' to life.",
        "author": "Marti Noxon"
    },
    {
        "quote": "When our governments want to sell us a course of action, they do it by making sure it's the only thing on the agenda, the only thing everyone's talking about. And they pre-load the ensuing discussion with highly selected images, devious and prejudicial language, dubious linkages, weak or false 'intelligence' and selected 'leaks.'",
        "author": "Brian Eno"
    },
    {
        "quote": "I respect the audience's intelligence a lot, and that's why I don't try to go for the lowest common denominator.",
        "author": "Spike Lee"
    },
    {
        "quote": "Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Logical activity is not the whole of intelligence. One can be intelligent without being particularly logical.",
        "author": "Jean Piaget"
    },
    {
        "quote": "People don't want to believe that technology is broken. Pharmaceuticals, robotics, artificial intelligence, nanotechnology - all these areas where the progress has been a lot more limited than people think. And the question is why.",
        "author": "Peter Thiel"
    },
    {
        "quote": "There are lots of examples of routine, middle-skilled jobs that involve relatively structured tasks, and those are the jobs that are being eliminated the fastest. Those kinds of jobs are easier for our friends in the artificial intelligence community to design robots to handle them. They could be software robots; they could be physical robots.",
        "author": "Erik Brynjolfsson"
    },
    {
        "quote": "My job will be to transmit - using my experience, my knowledge - with the intention of making the player more professional. I want to be a 'life-coach' who helps them to think, to make decisions, to manage their emotions with intelligence in difficult situations.",
        "author": "Carles Puyol"
    },
    {
        "quote": "For books I want to keep reading, it's definitely the voice. It must be a voice I've never heard before, and it must have its own particular intelligence. By 'voice,' I don't mean vernacular. It has to have its own particular history and world that it inhabits.",
        "author": "Amy Tan"
    },
    {
        "quote": "By the time we get to the 2040s, we'll be able to multiply human intelligence a billionfold. That will be a profound change that's singular in nature. Computers are going to keep getting smaller and smaller. Ultimately, they will go inside our bodies and brains and make us healthier, make us smarter.",
        "author": "Ray Kurzweil"
    },
    {
        "quote": "My understanding is that what was provided was general order of battle information, not operational intelligence. I certainly have no knowledge of US participation in preparing battle and strike packages and doubt strongly that that occurred.",
        "author": "Frank Carlucci"
    },
    {
        "quote": "Cynicism is the intellectual cripple's substitute for intelligence.",
        "author": "Russell Lynes"
    },
    {
        "quote": "I think intelligence is totally subjective; it's like sexiness.",
        "author": "David Fincher"
    },
    {
        "quote": "In mathematics and science, there is no difference in the intelligence of men and women. The difference in genes between men and women is simply the Y chromosome, which has nothing to do with intelligence.",
        "author": "Christiane Nusslein-Volhard"
    },
    {
        "quote": "Sex and beauty are inseparable, like life and consciousness. And the intelligence which goes with sex and beauty, and arises out of sex and beauty, is intuition.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "A product can turn bad, not the production. When you start a film, you feel it will be great. But sometimes, as it progresses, it fails somewhere. You can't blame anyone for that. You can blame only your own intelligence!",
        "author": "Mammootty"
    },
    {
        "quote": "The universe is an intelligence test.",
        "author": "Timothy Leary"
    },
    {
        "quote": "Intelligence is a moral category.",
        "author": "Theodor W. Adorno"
    },
    {
        "quote": "I was taught to think outside the box. Before my grandfather was one of the original Mad Men, he and a group of other Air Force Intelligence officers formalized brainstorming as a problem solving technique. He taught the concept that creativity can be taught at Buffalo University. My dad invented toys. My mom was a photographer.",
        "author": "M. J. Rose"
    },
    {
        "quote": "I do not want to go into its physical reasons: the construction of the human body is different from that of carnivorous animals. But man's intelligence is such that it can be utilised to defend any-thing he does, whether right or wrong.",
        "author": "Morarji Desai"
    },
    {
        "quote": "If intelligence is the triumph of life, the spoken word is the marvellous means by which this intelligence is manifested.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Being a unique superpower undermines the military intelligence of strategy. To think strategically, one has to imagine oneself in the enemy's place. If one cannot do this, it is impossible to foresee, to take by surprise, to outflank. Misinterpreting an enemy can lead to defeat. This is how empires fall.",
        "author": "John Berger"
    },
    {
        "quote": "We will use all lawful tools at our disposal, and that includes authorities under the renewed PATRIOT Act. We firmly believe that our intelligence gathering tools must enable us to collect the information we need to protect the American people.",
        "author": "John O. Brennan"
    },
    {
        "quote": "Newt Gingrich has a restless and outsized intelligence that is tragically unleavened by any kind of critical sensibility.",
        "author": "John Podhoretz"
    },
    {
        "quote": "Man is made or unmade by himself. By the right choice he ascends. As a being of power, intelligence, and love, and the lord of his own thoughts, he holds the key to every situation.",
        "author": "James Allen"
    },
    {
        "quote": "Shall I not have intelligence with the earth? Am I not partly leaves and vegetable mould myself.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "We are faced with the paradoxical fact that education has become one of the chief obstacles to intelligence and freedom of thought.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "To me, it is clear that we exist in a plan which is governed by rules that were created, shaped by a universal intelligence and not by chance.",
        "author": "Michio Kaku"
    },
    {
        "quote": "Intelligence seems to blossom in the barest ground.",
        "author": "Charles Murray"
    },
    {
        "quote": "The intelligence of the lower forms of animal life, like a great deal of human intelligence, does not involve a self.",
        "author": "George Herbert Mead"
    },
    {
        "quote": "I never threatened him and no Syrian intelligence officer has ever pointed a gun to his head.",
        "author": "Rafik Hariri"
    },
    {
        "quote": "Intelligence and courtesy not always are combined; Often in a wooden house a golden room we find.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "It's part of a writer's profession, as it's part of a spy's profession, to prey on the community to which he's attached, to take away information - often in secret - and to translate that into intelligence for his masters, whether it's his readership or his spy masters. And I think that both professions are perhaps rather lonely.",
        "author": "John le Carre"
    },
    {
        "quote": "As computer intelligence gets better, what will be possible when we interface our brains with computers? It might sound scary, but early evidence suggests otherwise: interfacing brains with machines can be helpful in treating traumatic brain injury, repairing spinal cord damage, and countless other applications.",
        "author": "Bill Maris"
    },
    {
        "quote": "If you would take, you must first give, this is the beginning of intelligence.",
        "author": "Lao Tzu"
    },
    {
        "quote": "So far as I can remember, there is not one word in the Gospels in praise of intelligence.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "A government for the people must depend for its success on the intelligence, the morality, the justice, and the interest of the people themselves.",
        "author": "Grover Cleveland"
    },
    {
        "quote": "What happens is once you start to understand football, you realise that it's not just about the physical side of the game and chasing after a ball. It's a strategic sport which requires a lot of intelligence. It's a very mental game.",
        "author": "Shakira"
    },
    {
        "quote": "No one knows when a robot will approach human intelligence, but I suspect it will be late in the 21st century. Will they be dangerous? Possibly. So I suggest we put a chip in their brain to shut them off if they have murderous thoughts.",
        "author": "Michio Kaku"
    },
    {
        "quote": "The cosmos is three times as old as Earth. During most of creation's 14 billion year history, our solar system wasn't around. Nonetheless, the early universe still had the right stuff for life, and contained worlds that were just as suitable for spawning biology and intelligence as our own.",
        "author": "Seth Shostak"
    },
    {
        "quote": "We have an incredible warrior class in this country - people in law enforcement, intelligence - and I thank God every night we have them standing fast to protect us from the tremendous amount of evil that exists in the world.",
        "author": "Brad Thor"
    },
    {
        "quote": "The Russians are bent on establishing both a presence in the Western Hemisphere, and they're looking for opportunities to expand military cooperation: sell equipment, air bases, as well as intelligence gathering facilities.",
        "author": "James Clapper"
    },
    {
        "quote": "Just as you should never confuse the law with common justice, intelligence should not be confused with common sense. Some of the brightest people in the world have no idea how to cross the road.",
        "author": "Terry Wogan"
    },
    {
        "quote": "But once you are in that field, emotional intelligence emerges as a much stronger predictor of who will be most successful, because it is how we handle ourselves in our relationships that determines how well we do once we are in a given job.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "I started my career in Naval Intelligence when I entered as a Russian language interpreter sent to DLI, the Defense Language Institute.",
        "author": "Malcolm Nance"
    },
    {
        "quote": "One of the best things you can do to get on an engineer's good side is make him feel as much like a regular person as possible, without insulting his intelligence. Say things like, 'You're too cool to be an engineer,' or 'Nice kicks!' or 'You don't seem lonely at all.' Note: This only works on male engineers.",
        "author": "Sarah Cooper"
    },
    {
        "quote": "The negative cost of Lewis and Clark entering the Garden of Eden is that later expeditions regardless of what they were intended to do, later expeditions did not deal with the native peoples with the intelligence with the almost kindly resolve that Lewis and Clark did.",
        "author": "William Least Heat-Moon"
    },
    {
        "quote": "The Queen's intelligence network is a hell of a lot better than anyone's in this palace. Bar none. She knows everything. I don't know how she does it. And she sees everything.",
        "author": "Prince Andrew"
    },
    {
        "quote": "Lincoln's stature and strength, his intelligence and ambition - in short, all the elements which gave him popularity among men in New Salem, rendered him equally attractive to the fair sex of that village.",
        "author": "John George Nicolay"
    },
    {
        "quote": "Lincoln made mistakes. Roosevelt made mistakes. Eisenhower made mistakes. The Battle of the Bulge was the biggest intelligence failure in American military history, much bigger than any in Vietnam or now. We didn't know that the Soviets were moving 400,000 or 500,000 troops. We missed it.",
        "author": "Rudy Giuliani"
    },
    {
        "quote": "Prediction is not just one of the things your brain does. It is the primary function of the neo-cortex, and the foundation of intelligence.",
        "author": "Jeff Hawkins"
    },
    {
        "quote": "Character robotics could plant the seed for robots that actually have empathy. So, if they achieve human level intelligence or, quite possibly, greater than human levels of intelligence, this could be the seeds of hope for our future.",
        "author": "David Hanson"
    },
    {
        "quote": "The role of the intelligence - that part of us which affirms and denies and formulates opinions is merely to submit.",
        "author": "Simone Weil"
    },
    {
        "quote": "It should tell you something that Pakistan's Inter-Services Intelligence (ISI) agency invented the Taliban in the early 1990s only because Hekmatyar, its primary U.S.-bankrolled proxy in the war for control of Afghanistan, had proved too bloodthirsty after the Soviets withdrew, even by the low standards of the ISI's ghastly generals in Rawalpindi.",
        "author": "Terry Glavin"
    },
    {
        "quote": "My dad is still Christian Scientist. My mom's not, and I'm not. But I believe in God, and that there's a higher power and an intelligence that's bigger than us and that we can rely on. It's not just us, thinking we are the ones in control of everything. That idea gives me support.",
        "author": "Ellen DeGeneres"
    },
    {
        "quote": "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "Foolishness is rarely a matter of lack of intelligence or even lack of information.",
        "author": "John McCarthy"
    },
    {
        "quote": "The child's mind is not the type of mind we adults possess. If we call our type of mind the conscious type, that of the child is an unconscious mind. Now an unconscious mind does not mean an inferior mind. An unconscious mind can be full of intelligence. One will find this type of intelligence in every being, and every insect has it.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Doesn't assuming that an intelligence created these perfect conditions require far less faith than believing that a life-sustaining Earth just happened to beat the inconceivable odds to come into being?",
        "author": "Eric Metaxas"
    },
    {
        "quote": "Military intelligence is a contradiction in terms.",
        "author": "Groucho Marx"
    },
    {
        "quote": "Ultimately, it is the convergence of artificial and human intelligence that will enable manufacturers to achieve a new era of speed, flexibility, efficiency, and connectivity in the 21st century.",
        "author": "Joe Kaeser"
    },
    {
        "quote": "Success means at least you are finding full potential to who you are in terms of your intelligence, your capability and competence: you are finding full expression to who you are. This is important.",
        "author": "Jaggi Vasudev"
    },
    {
        "quote": "I am a woman. I think I have the spirit, the intelligence, and - dare I say - the soul of a woman.",
        "author": "Agnes Varda"
    },
    {
        "quote": "I did my military service from 1989 - 92 and I was never shot at or had to fire on anybody. I was very lucky. I was more involved in intelligence and counter-intelligence.",
        "author": "Oded Fehr"
    },
    {
        "quote": "You can't come forward against the world's most powerful intelligence agencies and be completely free from risk.",
        "author": "Edward Snowden"
    },
    {
        "quote": "My hope was that organizations would start including this range of skills in their training programs - in other words, offer an adult education in social and emotional intelligence.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "And when they encounter works of art which show that using new media can lead to new experiences and to new consciousness, and expand our senses, our perception, our intelligence, our sensibility, then they will become interested in this music.",
        "author": "Karlheinz Stockhausen"
    },
    {
        "quote": "Why have I been chosen to deliver the message of female intelligence and its divinity to a deaf world of males? I have asked my god that question and She answered, 'Hey, why not you Roseanne?' Indeed, why not each of us?",
        "author": "Roseanne Barr"
    },
    {
        "quote": "We now witness the constructive work on a foundation that will endure through the ages. That foundation is the god of science - revealed to us in terms that will harmonize with our intelligence.",
        "author": "John Fiske"
    },
    {
        "quote": "I believe Business Objects is on the cusp of becoming a multi-billion-dollar sales company. There is tremendous growth potential for business intelligence.",
        "author": "Bernard Liautaud"
    },
    {
        "quote": "One of the functions of intelligence is to take account of the dangers that come from trusting solely to the intelligence.",
        "author": "Lewis Mumford"
    },
    {
        "quote": "I work for the British people. I do not gather intelligence so the government can lie to the British people.",
        "author": "Katharine Gun"
    },
    {
        "quote": "We recruit our people for personality. We look for the people person, with innate warmth, sweetness, and intelligence. These are the people who are sending your message out to the customers and potential customers, so we recruit for personality first and foremost.",
        "author": "Steve Wynn"
    },
    {
        "quote": "For passion, be it observed, brings insight with it; it can give a sort of intelligence to simpletons, fools, and idiots, especially during youth.",
        "author": "Honore de Balzac"
    },
    {
        "quote": "The highest ideals are human intelligence, creativity and love. Respect these above all.",
        "author": "Penn Jillette"
    },
    {
        "quote": "The automation of automation, the automation of intelligence, is such an incredible idea that if we could continue to improve this capability, the applications are really quite boundless.",
        "author": "Jensen Huang"
    },
    {
        "quote": "I have yet to meet members of a leadership team who I thought lacked the intelligence or the domain expertise required to be successful. I've met many, however, who failed to foster organizational health. Their companies were riddled with politics, various forms of dysfunction, and general confusion about their direction and mission.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "I've always felt, in all my books, that there's a deep decency in the American people and a native intelligence - providing they have the facts, providing they have the information.",
        "author": "Studs Terkel"
    },
    {
        "quote": "Science is the highest personification of the nation because that nation will remain the first which carries the furthest the works of thought and intelligence.",
        "author": "Louis Pasteur"
    },
    {
        "quote": "Since the tragedies, the Department of Homeland Security was established to prevent terrorist attacks within the United States, and most importantly, to share intelligence information among government agencies and departments.",
        "author": "Randy Forbes"
    },
    {
        "quote": "I tell myself that God gave my children many gifts - spirit, beauty, intelligence, the capacity to make friends and to inspire respect. There was only one gift he held back - length of life.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "Instinct is intelligence incapable of self-consciousness.",
        "author": "John Sterling"
    },
    {
        "quote": "Emotional intelligence begins to develop in the earliest years. All the small exchanges children have with their parents, teachers, and with each other carry emotional messages.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "There is no such thing as an underestimate of average intelligence.",
        "author": "Henry Adams"
    },
    {
        "quote": "The most significant moment in the course of intellectual development, which gives birth to the purely human forms of practical and abstract intelligence, occurs when speech and practical activity, two previously completely independent lines of development, converge.",
        "author": "Lev Vygotsky"
    },
    {
        "quote": "By 2029, computers will have emotional intelligence and be convincing as people.",
        "author": "Ray Kurzweil"
    },
    {
        "quote": "Men we shall have only as we make manhood the object of the work of the schools - intelligence, broad sympathy, knowledge of the world that was and is, and of the relation of men to it - this is the curriculum of that Higher Education which must underlie true life.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Intelligence is the ability to solve problems, whereas consciousness is the ability to feel things such as pain, joy, love, and anger. Throughout history, intelligence always went hand in hand with consciousness.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "On April 3, 2014, Jane Goodall turned 80. The iconic blond ponytail has gone gray, but the sparkle of intelligence, sly humor, and fierce dedication still shines from her hazel eyes.",
        "author": "David Quammen"
    },
    {
        "quote": "In the case of someone sharing classified information with foreign intelligence, for example, the FBI could surreptitiously ensure that they are no longer able to obtain sensitive information.",
        "author": "Asha Rangappa"
    },
    {
        "quote": "Forget artificial intelligence - in the brave new world of big data, it's artificial idiocy we should be looking out for.",
        "author": "Tom Chatfield"
    },
    {
        "quote": "By the 2030s, the nonbiological portion of our intelligence will predominate.",
        "author": "Ray Kurzweil"
    },
    {
        "quote": "As a Millennial and Gen Z expert at Accenture I had the opportunity to host and lead several workshops and panels with key clients at industry events. The topics ranged from virtual reality to blockchain; artificial intelligence to machine learning.",
        "author": "Jay Shetty"
    },
    {
        "quote": "I want to go to Mexico. I've been stonewalled, so far, by federal officials. I want to go to Mexico, and I want to meet with the top Mexican officials. I want to tell them my past experience and what I can do here as Sheriff to help them get better intelligence and communications on the drug thing, not the illegal immigration thing.",
        "author": "Joe Arpaio"
    },
    {
        "quote": "I was an English major at the University of Minnesota, and I was very shy, which many people misinterpreted as intelligence. On the basis of that wrong impression, I became the editor of the campus literary magazine.",
        "author": "Garrison Keillor"
    },
    {
        "quote": "Poets are the sense, philosophers the intelligence of humanity.",
        "author": "Samuel Beckett"
    },
    {
        "quote": "Human language is the new UI layer, bots are like new applications, and digital assistants are meta apps. Intelligence is infused into all of your interactions.",
        "author": "Satya Nadella"
    },
    {
        "quote": "Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "I have been honoured to serve the whales, dolphins, seals - and all the other creatures on this Earth. Their beauty, intelligence, strength, and spirit have inspired me.",
        "author": "Paul Watson"
    },
    {
        "quote": "I think the sexiest thing on anybody is intelligence. I respect somebody who has a brain and wants to use it more than a pretty face and status.",
        "author": "Sophia Bush"
    },
    {
        "quote": "I know this world is ruled by infinite intelligence. Everything that surrounds us- everything that exists - proves that there are infinite laws behind it. There can be no denying this fact. It is mathematical in its precision.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Man is a spiritual intelligence, who has taken flesh with the object of gaining experience in worlds below the spiritual, in order that he may be able to master and to rule them, and in later ages take his place in the creative and directing hierarchies of the universe.",
        "author": "Annie Besant"
    },
    {
        "quote": "You can use all the quantitative data you can get, but you still have to distrust it and use your own intelligence and judgment.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "The problem of Islam as a political force is an essential one for our time and for the years to come, and we cannot approach it with a modicum of intelligence if we start out from a position of hatred.",
        "author": "Michel Foucault"
    },
    {
        "quote": "The question that will decide our destiny is not whether we shall expand into space. It is: shall we be one species or a million? A million species will not exhaust the ecological niches that are awaiting the arrival of intelligence.",
        "author": "Freeman Dyson"
    },
    {
        "quote": "Americans have always had an ambivalent attitude toward intelligence. When they feel threatened, they want a lot of it, and when they don't, they regard the whole thing as somewhat immoral.",
        "author": "Vernon A. Walters"
    },
    {
        "quote": "I've met my share of guys who have insulted and assaulted my intelligence with their stories and games. I say hello and goodbye!",
        "author": "Aretha Franklin"
    },
    {
        "quote": "Nothing is more important to national security and the making and conduct of good policy than timely, accurate, and relevant intelligence. Nothing is more critical to accurate and relevant intelligence than independent analysis.",
        "author": "Dennis C. Blair"
    },
    {
        "quote": "They say military have the so-called 'secret intelligence' - this amount of intelligence must be very secret, since I've never seen any intelligent military person, nor I have seen any sense in the bloody stupid wars.",
        "author": "Ozzy Osbourne"
    },
    {
        "quote": "I won't say that I'm an agnostic, since agnosticism maintains that one cannot know... but I'm not averse to the idea of some intelligence or some organizing force that set up the initial conditions of the universe in such a way that ultimately generated stars, planets and life.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "God does not require you to follow His leadings on blind trust. Behold the evidence of an invisible intelligence pervading everything, even your own mind and body.",
        "author": "Raymond Holliwell"
    },
    {
        "quote": "Artificial intelligence is taking over a lot of things. Jobs are going to go but artists and theatre are not going anywhere because it is live performance.",
        "author": "Puneet Issar"
    },
    {
        "quote": "The higher the general average of intelligence, all things else being equal, the less the disposition to be meddlesome, critical, and overbearing.",
        "author": "Paul P. Harris"
    },
    {
        "quote": "The fact that we can't easily foresee clues that would betray an intelligence a million millennia farther down the road suggests that we're like ants trying to discover humans. Ask yourself: Would ants ever recognize houses, cars, or fire hydrants as the work of advanced biology?",
        "author": "Seth Shostak"
    },
    {
        "quote": "I sought Ben Affleck because I needed an everyman for this role. Ben appeals to men and women. He gives you a sense of intelligence, the notion of a guy who can think on his feet.",
        "author": "John Frankenheimer"
    },
    {
        "quote": "I don't believe in an outside agent that creates the world, then walks away. But I feel very strongly there is an intelligence at work in every flower, in every blade of grass, in every cell of my body. And it is that intelligence that, I wouldn't say created the universe. It is creating the universe. It's an ongoing process.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "I would like to take you seriously, but to do so would be an affront to your intelligence.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The number one thing I look for is personality. For me, the personality of someone makes them more and more attractive over time ... and for those with bad personalities, less and less attractive. I look for honesty, intelligence, kindness, and a good work ethic, to name a few.",
        "author": "Manika"
    },
    {
        "quote": "It is by developing the individual that he is prepared for that wonderful manifestation of the human intelligence, which drawing constitutes. The ability to see reality in form, in color, in proportion, to be master of the movements of one's own hand - that is what is necessary.",
        "author": "Maria Montessori"
    },
    {
        "quote": "In the Fall of 1774 & Winter of 1775, I was one of upwards of thirty, chiefly mechanics, who formed ourselves into a committee for the purpose of watching the movements of the British soldiers, and gaining every intelligence of the movements of the Tories.",
        "author": "Paul Revere"
    },
    {
        "quote": "Intelligence is quickness in seeing things as they are.",
        "author": "George Santayana"
    },
    {
        "quote": "Each angel that God created was in himself a masterpiece. Each one possessed his own degree of intelligence and his own beauty.",
        "author": "Mother Angelica"
    },
    {
        "quote": "There are unknown forces in nature; when we give ourselves wholly to her, without reserve, she lends them to us; she shows us these forms, which our watching eyes do not see, which our intelligence does not understand or suspect.",
        "author": "Auguste Rodin"
    },
    {
        "quote": "When the conscious mind expands to embrace deeper levels of thinking, the thought wave becomes more powerful and results in added energy and intelligence.",
        "author": "Maharishi Mahesh Yogi"
    },
    {
        "quote": "Some of the greatest moments in human history were fueled by emotional intelligence.",
        "author": "Adam Grant"
    },
    {
        "quote": "To become a singer requires work, work, and again, work! It need not be in any special corner of the earth; there is no one spot that will do more for you than other places. It doesn't matter so much where you are if you have intelligence and a good ear.",
        "author": "Enrico Caruso"
    },
    {
        "quote": "Bottom line is, I didn't return to Apple to make a fortune. I've been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn't going to let it ruin my life. There's no way you could ever spend it all, and I don't view wealth as something that validates my intelligence.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Taste is the fundamental quality which sums up all the other qualities. It is the nec plus ultra of the intelligence. Through this alone is genius the supreme health and balance of all the faculties.",
        "author": "Comte de Lautreamont"
    },
    {
        "quote": "When a decision is made to go to war based on intelligence, it is a fateful decision. It has ramifications and impacts way beyond the current months and years.",
        "author": "Carl Levin"
    },
    {
        "quote": "The ISI is above all a paramilitary organization. It doesn't do all that much collection of intelligence. It's not a very good spy agency, but it's good at running covert action.",
        "author": "David Ignatius"
    },
    {
        "quote": "I'm not going to argue with people about the existence of God. I have not the vaguest idea of whether the universe was created by an intelligence.",
        "author": "Leonard Susskind"
    },
    {
        "quote": "Journalism, as concerns collecting information, differs little if at all from intelligence work. In my judgment, a journalist's job is very interesting.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "We are constantly protecting the male ego, and it's a disservice to men. If a man has any sensitivity or intelligence, he wants to get the straight scoop from his girlfriend.",
        "author": "Betty Dodson"
    },
    {
        "quote": "Intelligence must follow faith, never precede it, and never destroy it.",
        "author": "Thomas a Kempis"
    },
    {
        "quote": "You can't get closer to the heart of national sovereignty than national security and intelligence services.",
        "author": "Gijs de Vries"
    },
    {
        "quote": "Well, I think there's a distinction between sexing-up the intelligence and sexing-up the presentation of the intelligence.",
        "author": "John Major"
    },
    {
        "quote": "If men can develop weapons that are so terrifying as to make the thought of global war include almost a sentence for suicide, you would think that man's intelligence and his comprehension... would include also his ability to find a peaceful solution.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Advances in automation, artificial intelligence and robotics, while increasing productivity, will also cause major upheavals to the workforce.",
        "author": "John Hickenlooper"
    },
    {
        "quote": "I think Madonna has a great deal of intelligence and capability. I have a lot of respect for her. She's taken her career and maximized it with intelligence and creativity.",
        "author": "Carole King"
    },
    {
        "quote": "I think there's a supreme power behind the whole thing, an intelligence. Look at all of the instincts of nature, both animals and plants, the very ingenious ways they survive. If you cut yourself, you don't have to think about it.",
        "author": "Clyde Tombaugh"
    },
    {
        "quote": "You have to talk about 'The Terminator' if you're talking about artificial intelligence. I actually think that that's way off. I don't think that an artificially intelligent system that has superhuman intelligence will be violent. I do think that it will disrupt our culture.",
        "author": "Gray Scott"
    },
    {
        "quote": "I don't underestimate audiences' intelligence. Audiences are much brighter than media gives them credit for. When people went to a movie once a week in the 1930s and that was their only exposure to media, you were required to do a different grammar.",
        "author": "Michael Mann"
    },
    {
        "quote": "CIA will continue to pursue every lead; analyze the information we collect with critical, objective eyes; and brief reliable intelligence to protect U.S. forces deployed around the world.",
        "author": "Gina Haspel"
    },
    {
        "quote": "The popular dystopian vision of AI is wrong for one simple reason: it equates intelligence with autonomy. That is, it assumes a smart computer will create its own goals and have its own will and will use its faster processing abilities and deep databases to beat humans at their own game.",
        "author": "Oren Etzioni"
    },
    {
        "quote": "The Homeland Security department doesn't have tasking authority in the intelligence community. They can ask for stuff, but they can't direct anything except inside their bureau.",
        "author": "David Hunt"
    },
    {
        "quote": "I'm very interested in soldier recovery projects and in Bradley Manning's story, the army intelligence officer who's being held as a detainee and is going to trial for crimes of treason.",
        "author": "Eion Bailey"
    },
    {
        "quote": "I strongly support the call to greatly expand our human intelligence capability to penetrate al Qaeda and gather critical intelligence to prevent terrorist attacks on our homeland.",
        "author": "Jim Ramstad"
    },
    {
        "quote": "They say somebody's 'street smart.' I feel like, if I got intelligence, it's just a country smart.",
        "author": "Dolly Parton"
    },
    {
        "quote": "Intelligence is nothing without delight.",
        "author": "Paul Claudel"
    },
    {
        "quote": "We know growing technological developments in artificial intelligence, automation and big data mean that democratic socialism in the 21st century must adapt to such a rapidly changing world.",
        "author": "Clive Lewis"
    },
    {
        "quote": "If we have intelligence on the location of terrorist training centers, it is insane not to act.",
        "author": "Bob Beckel"
    },
    {
        "quote": "I've always chosen my band members based on their sense of humor. It might sound stupid, but it means not only are they fun to live with on a tour bus for years, but humor implies intelligence.",
        "author": "Kristin Hersh"
    },
    {
        "quote": "We will have to continue to improve our human intelligence system-something that was, unfortunately, lacking in the years which led up to September 11. This is going to be a continuing process of change.",
        "author": "John Sununu"
    },
    {
        "quote": "I think it's important for the president of the United States to be aware of the intelligence information that we have.",
        "author": "John McCain"
    },
    {
        "quote": "Progressively saved by the machine from the anxieties that bound his hands and mind to material toil, relieved of a large part of his work and compelled to an ever-increasing speed of action by the devices which his intelligence cannot help ceaselessly creating and perfecting, man is about to find himself abruptly plunged into idleness.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "Rehearsals and this band are two words that don't really go together, kinda like Military Intelligence.",
        "author": "Jerry Cantrell"
    },
    {
        "quote": "If we are going to conduct espionage in the future, we are going to have to make some changes in the relationship between the intelligence community and the public it serves.",
        "author": "Michael Hayden"
    },
    {
        "quote": "We can't gather the intelligence we need to foil future attacks, if we are blindly granting terrorists the right to remain silent. But for some reason, we've already done that - with the terrorist who tried to bring down Flight 253.",
        "author": "Peter T. King"
    },
    {
        "quote": "Legislation passed in the aftermath of September 11, 2001 enhanced our intelligence capabilities and strengthened our national defense, but until now our nation's immigration policies have not adapted to the needs of a post-September 11th world.",
        "author": "Chris Chocola"
    },
    {
        "quote": "One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person.",
        "author": "William Feather"
    },
    {
        "quote": "It was my mother's idea. Her feeling was that I didn't have the intelligence to pick a trade myself.",
        "author": "Vidal Sassoon"
    },
    {
        "quote": "People are what you make them. A scornful look turns into a complete fool a man of average intelligence. A contemptuous indifference turns into an enemy a woman who, well treated, might have been an angel.",
        "author": "Andre Maurois"
    },
    {
        "quote": "Without question, women can act with bravery, foresight, and tactical intelligence.",
        "author": "Heather Mac Donald"
    },
    {
        "quote": "That which the Fascists hate above all else, is intelligence.",
        "author": "Miguel de Unamuno"
    },
    {
        "quote": "In intelligence work, there are limits to the amount of information one can share. Confidentiality is essential.",
        "author": "Gijs de Vries"
    },
    {
        "quote": "Today, billions of mobile devices with extraordinary power are uniting with advancements in robotics artificial intelligence, nanotechnology, and so much more.",
        "author": "Steve Mollenkopf"
    },
    {
        "quote": "We live less and less, and we learn more and more. Sensibility is surrendering to intelligence.",
        "author": "Remy de Gourmont"
    },
    {
        "quote": "Policing is an integral part of governance. It is a whole, but it is also a part of the larger whole. Just like a human organ like the head, it's got intelligence, stamina, strategy and surveillance. But it cannot function independently in the absence of other life-sustaining organs.",
        "author": "Kiran Bedi"
    },
    {
        "quote": "There is no question that creative intelligence comes not through learning things you find in books or histories that have already been written, but by focusing on and giving value to experience as it happens.",
        "author": "Antony Gormley"
    },
    {
        "quote": "There is a real danger that computers will develop intelligence and take over. We urgently need to develop direct connections to the brain so that computers can add to human intelligence rather than be in opposition.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "I think intelligence is usually sexy until it becomes irritating. After that, you're stuck.",
        "author": "Jim Parsons"
    },
    {
        "quote": "No sooner does man discover intelligence than he tries to involve it in his own stupidity.",
        "author": "Jacques Yves Cousteau"
    },
    {
        "quote": "Our government is founded upon the intelligence of the people. I for one do not despair of the republic. I have great confidence in the virtue of the great majority of the people, and I cannot fear the result.",
        "author": "Andrew Jackson"
    },
    {
        "quote": "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "There is no worse screen to block out the Spirit than confidence in our own intelligence.",
        "author": "John Calvin"
    },
    {
        "quote": "The answer is pretty clear that your intelligence can actually be changed.",
        "author": "Sal Khan"
    },
    {
        "quote": "The ability to take pleasure in one's life is a skill and is a kind of intelligence. So intelligence is a hard thing to evaluate and it manifests itself in so many different ways. I do think the ability to know how to live a life and not be miserable is a sign of that.",
        "author": "Todd Solondz"
    },
    {
        "quote": "Affairs of state tend to drive most presidents toward the center on both foreign and domestic policy, no matter where on the political spectrum they begin, and especially so in the areas of intelligence and law enforcement.",
        "author": "David K. Shipler"
    },
    {
        "quote": "Advertising isn't just the disruption of aesthetics, the insults to your intelligence and the interruption of your train of thought. At every company that sells ads, a significant portion of their engineering team spends their day tuning data mining, writing better code to collect all your personal data.",
        "author": "Jan Koum"
    },
    {
        "quote": "I was more of a person that liked flying and operating high-performance machinery, and I liked that, the skill it took, the intelligence it took to do that.",
        "author": "Alan Bean"
    },
    {
        "quote": "Teach your kids emotional intelligence. Help them become more evolved than you are. Explain that, for instance, not everyone will like them.",
        "author": "Pamela Druckerman"
    },
    {
        "quote": "It is a curious thing: man, the centre and creator of all science, is the only object which our science has not yet succeeded in including in a homogeneous representation of the universe. We know the history of his bones, but no ordered place has yet been found in nature for his reflective intelligence.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "In South Korea, they believe that when you turn 60, you've become a baby again and the rest of your life should be totally about joy and happiness, and people should leave you alone, and I just think that that's the height of intelligence.",
        "author": "Alice Walker"
    },
    {
        "quote": "The truth is that intelligence, knowledge, and domain expertise are vastly overrated as the driving forces behind competitive advantage and sustainable success.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "I do have concerns about the current efforts to restructure our nation's intelligence community.",
        "author": "Ted Stevens"
    },
    {
        "quote": "I'm in awe of the universe, but I don't necessarily believe there's an intelligence or agent behind it. I do have a passion for the visual in religious rituals, though, even though they may be completely empty and bereft of substance. The incense is powerful and provocative, whether Buddhist or Catholic.",
        "author": "David Bowie"
    },
    {
        "quote": "Following 9/11, intelligence indicated numerous links between al-Qa'eda and Algeria. It began to look as though the roots of jihad could be traced back to the war in Algeria that began 50 years ago.",
        "author": "Alistair Horne"
    },
    {
        "quote": "Humanity I love you because when you're hard up you pawn your intelligence to buy a drink.",
        "author": "e. e. cummings"
    },
    {
        "quote": "One of the great intellectual failures of the American intelligence community, and especially the counterterrorism community, is to assume if someone hasn't attacked us, it's because he can't or because we've defeated him.",
        "author": "Michael Scheuer"
    },
    {
        "quote": "I have a former Baltimore City police officer's uniform and his robe and hood. He was the grand dragon, which means state leader. His day job, what paid his bills, he was a Baltimore City police officer, not an undercover officer in the Klan gathering intelligence, but a bona fide Klansmen on the Baltimore City police force.",
        "author": "Daryl Davis"
    },
    {
        "quote": "I enjoy taking part in footballing events that are for social causes because, in my view, inspiring children through sport is a way of keeping their bodies and minds healthy as well as helping nurture their intelligence and ability to relate with others.",
        "author": "Shakira"
    },
    {
        "quote": "As liberty and intelligence have increased the people have more and more revolted against the theological dogmas that contradict common sense and wound the tenderest sensibilities of the soul.",
        "author": "Catharine Beecher"
    },
    {
        "quote": "Politeness decrees that you must listen to be kind; intelligence decrees that you must listen to learn.",
        "author": "Letitia Baldrige"
    },
    {
        "quote": "Data is going to be dynamic... and, combined with the performance of computing that allows for artificial intelligence to be applied, is going to bring all kinds of insights and additives to enhance everyday life.",
        "author": "Brian Krzanich"
    },
    {
        "quote": "When Rumsfeld gets up on television and says we have definitive intelligence that al Qaeda is working with Iraq, how is an ordinary citizen supposed to react? They won't tell you the evidence, and when anyone asks, they say, 'Well, you know: It's secret.'",
        "author": "Noam Chomsky"
    },
    {
        "quote": "In Don Mills in the Sixties, nothing comes close to the humiliation of losing an argument. In our weird little creative circle, no one cares who has faster fists, but to lose an argument suggests inferior intelligence.",
        "author": "Dan Hill"
    },
    {
        "quote": "It is becoming harder for us to stay on top of the onslaught - e-mails, messages, appointments, alerts. Augmented intelligence offers the possibility of winnowing an increasing number of inputs and options in a way that humans can't manage without a helping hand.",
        "author": "Om Malik"
    },
    {
        "quote": "People who fail to use their emotional intelligence skills are more likely to turn to other, less effective means of managing their mood. They are twice as likely to experience anxiety, depression, substance abuse, and even thoughts of suicide.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "The 'FISA Amendments Act' would gut the oversight system established by the Foreign Intelligence Surveillance Act of 1978, which subjected domestic spying to review by a special intelligence court.",
        "author": "Ari Melber"
    },
    {
        "quote": "Mr. Speaker, we are a blessed Nation. We have not suffered another attack on our soil since September 11, and we are grateful. We have killed or captured dozens of members of al Qaeda and the Taliban. Our military and intelligence forces are working both hard and smart.",
        "author": "Marsha Blackburn"
    },
    {
        "quote": "No amount of intelligence or security can stop terrorists who are willing to give up their lives. They can only be stopped if their motivation is eliminated.",
        "author": "Prashant Bhushan"
    },
    {
        "quote": "The intelligence community does not have complete 'eyes on' the totality of the Iranian nuclear program, nor can it guarantee that we have identified all of Iran's nuclear facilities and processes.",
        "author": "Michael T. Flynn"
    },
    {
        "quote": "Emotional intelligence is a very important skill set, not just to be happier but also to succeed professionally.",
        "author": "Daniel Lubetzky"
    },
    {
        "quote": "The original PATRIOT Act greatly increased our nation's ability to share intelligence information, made better use of technology, and provided terrorism investigators tools that have long been available in cases involving illegal drugs and organized crime.",
        "author": "Mike Simpson"
    },
    {
        "quote": "Everybody has a hacking capability. And probably every intelligence service is hacking in the territory of other countries. But who exactly does what? That would be a very sensitive piece of information. But it's very difficult to communicate about it. Because nobody wants to admit the scope of what they're doing.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "The wrongful arrest of tens of thousands of British Muslims after the September 11 attacks can be explained by the very poor intelligence the police had, and, just possibly, excused by the fact that a terrorist action in Britain linked to British Muslims would have been hugely damaging.",
        "author": "Geoff Mulgan"
    },
    {
        "quote": "It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done.",
        "author": "Dick Cheney"
    },
    {
        "quote": "In our society those who are in reality superior in intelligence can be accepted by their fellows only if they pretend they are not.",
        "author": "Marya Mannes"
    },
    {
        "quote": "The key thing about force protection is... if you focus too much on force protection, and you disengage yourself from the community, you're putting yourself at greater risk because you need to interact with the community in a positive way to gain the intelligence you need.",
        "author": "H. R. McMaster"
    },
    {
        "quote": "In our civilization, and under our republican form of government, intelligence is so highly honored that it is rewarded by exemption from the cares of office.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "We regard intelligence as man's main characteristic and we know that there is no superiority which intelligence cannot confer on us, no inferiority for which it cannot compensate.",
        "author": "Henri Bergson"
    },
    {
        "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in the mind at the same time and still retain the ability to function. That's what you have to do: you have to be confident in your potential and aware of your inexperience.",
        "author": "Jon Lovett"
    },
    {
        "quote": "The war on terror, I believe, will be waged by effective intelligence and police work and cruise missiles.",
        "author": "Michael Mandelbaum"
    },
    {
        "quote": "My work requires acting at its most committed - it demands actors of enormous resilience, but also intelligence and wit. It doesn't work for narcissistic or selfish actors.",
        "author": "Mike Leigh"
    },
    {
        "quote": "Across all U.S. intelligence agencies, there is a lack of cultural respect and a poorly tuned attitude toward foreign peoples and cultures.",
        "author": "Malcolm Nance"
    },
    {
        "quote": "I like characters who have two different things going on, whether it is Robin from 'Top Of The Lake' having that strength juxtaposed with the vulnerability and being in pain, or whether it is Peggy from 'Mad Men' with her naivety and her sort of idiocy at times, combined with her intelligence and courage really to do what she did at that time.",
        "author": "Elisabeth Moss"
    },
    {
        "quote": "There is a lot of strength and intelligence in Hollywood.",
        "author": "Fay Wray"
    },
    {
        "quote": "Understanding vision and building visual systems is really understanding intelligence.",
        "author": "Fei-Fei Li"
    },
    {
        "quote": "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.",
        "author": "Henry Adams"
    },
    {
        "quote": "I think anybody with any intelligence sits down and sees Star Trek not a kids' show.",
        "author": "Nichelle Nichols"
    },
    {
        "quote": "I don't think the intelligence reports are all that hot. Some days I get more out of the New York Times.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "God is another name for human intelligence raised above all error and imperfection, and extended to all possible truth.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "It is only when you watch the dense mass of thousands of ants, crowded together around the Hill, blackening the ground, that you begin to see the whole beast, and now you observe it thinking, planning, calculating. It is an intelligence, a kind of live computer, with crawling bits for its wits.",
        "author": "Lewis Thomas"
    },
    {
        "quote": "So that, to me, is important that audiences are treated with an amount of respect toward their intelligence. Most Hollywood films don't respect their intelligence.",
        "author": "Eriq La Salle"
    },
    {
        "quote": "The main functions of intelligence, that of inventing solutions and that of verifying them, do not necessarily involve one another. The first partakes of imagination; the second alone is properly logical.",
        "author": "Jean Piaget"
    },
    {
        "quote": "Man has made use of his intelligence, he invented stupidity.",
        "author": "Remy de Gourmont"
    },
    {
        "quote": "I've gotten to go wonderful places, meet interesting and intelligent people, and I started of course in the theatre and continue to work in the theatre where there is some intelligence involved in it.",
        "author": "Jeffrey Jones"
    },
    {
        "quote": "AI has been making tremendous progress in machine translation, self-driving cars, etc. Basically, all the progress I see is in specialised intelligence. It might be hundreds or thousands of years or, if there is an unexpected breakthrough, decades.",
        "author": "Andrew Ng"
    },
    {
        "quote": "It is only the enlightened ruler and the wise general who will use the highest intelligence of the army for the purposes of spying, and thereby they achieve great results.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Among many other things, a smartphone functions as a handheld digital sensor for the physical world. In other words, we don't necessarily need our real world things to be directly connected, when the Web interface in our mobile devices provides the network access and intelligence.",
        "author": "Andy Hobsbawm"
    },
    {
        "quote": "I always felt the 'X-Men,' in a subtle way, often touched upon the subject of racism and inequality, and I believe that subject has come up in other titles, too. But we would never pound hard on the subject, which must be handled with care and intelligence.",
        "author": "Stan Lee"
    },
    {
        "quote": "The Obama administration appears to regard intelligence leaks and briefings more or less like briefings by the Democratic National Committee or White House flack Jay Carney. You use any information at hand, classified or not, and you spin it any way you like, fairly or not.",
        "author": "Elliott Abrams"
    },
    {
        "quote": "I do not - I never believed it's better to kill a terrorist than to detain him. We want to detain as many terrorists as possible so we can elicit the intelligence from them in the appropriate manner so that we can disrupt follow-on terrorist attacks.",
        "author": "John O. Brennan"
    },
    {
        "quote": "Week after week, the heads of Red Army Intelligence received updates on the Wehrmacht's preparations.",
        "author": "Leopold Trepper"
    },
    {
        "quote": "There is but one kind of love; God is love, and all his creatures derive theirs from his; only it is modified by the different degrees of intelligence in different beings and creatures.",
        "author": "John James Audubon"
    },
    {
        "quote": "We've done it in intelligence sharing and certain elements of security. There were parts of the department, in fact, that worked very well in Katrina, like the Coast Guard and TSA.",
        "author": "Michael Chertoff"
    },
    {
        "quote": "Hamlet is an astonishing intelligence.",
        "author": "Ben Kingsley"
    },
    {
        "quote": "We're not getting a good return on investment on all that money we're pumping into the intelligence community. One of the first things I would suggest is that if there's an attack and they fail to stop it or to alert us before it happens, that we ought to start cutting their budget, and for every attack they should lose ten percent of their budget.",
        "author": "William Binney"
    },
    {
        "quote": "Some governments choose to cooperate with the United States in intelligence, law enforcement, or military matters. The co-operation is a two-way street. We share intelligence that has helped protect European countries from attack, helping save European lives.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "I have great faith in the intelligence of the American viewer and reader to put two and two together and come up with four.",
        "author": "Jim Lehrer"
    },
    {
        "quote": "Modi has misused institutions like the ED, Intelligence Bureau, CBI, RBI and National Statistical Commission for political gains and harassing his political opponents. Modi lost his credibility by all these acts.",
        "author": "N. Chandrababu Naidu"
    },
    {
        "quote": "American intelligence and military agencies have a huge footprint in terms of how the world works, but they're largely invisible. I'm interested in exploring those 'geographies' of secrecy from many different angles: political, legal, economic, spatial, etc., because I am fundamentally just interested in how the world works and how societies work.",
        "author": "Trevor Paglen"
    },
    {
        "quote": "Reputation is favorable notoriety as distinguished from fame, which is permanent approval of great deeds and noble thoughts by the best intelligence of mankind.",
        "author": "George William Curtis"
    },
    {
        "quote": "Emotion is often what we rely upon to carry us across the unfathomable voids in our intelligence.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "Instinct perfected is a faculty of using and even constructing organized instruments; intelligence perfected is the faculty of making and using unorganized instruments.",
        "author": "Henri Bergson"
    },
    {
        "quote": "Daniel Goleman has proven that two-thirds of the success in business is based upon our Emotional Intelligence as opposed to our IQ or our level of experience. As we look for the next crop of future CEOs, maybe it's time for America's corporations to start interviewing grads from the psychology master's programs rather than the M.B.A. programs.",
        "author": "Chip Conley"
    },
    {
        "quote": "It's not wrong to be skeptical. I was one who participated in the debate on Iraq and voted against the resolution because I was skeptical of the intelligence. But that was based on looking at the facts, analyzing the case in as rational and as logical way as you can, not simply concluding or dismissing facts.",
        "author": "Jack Reed"
    },
    {
        "quote": "When AI approximates Machine Intelligence, then many online and computer-run RPGs will move towards actual RPG activity. Nonetheless, that will not replace the experience of 'being there,' any more than seeing a theatrical motion picture can replace the stage play.",
        "author": "Gary Gygax"
    },
    {
        "quote": "Putin offered to allow American investigators to interview the 12 Russian intelligence agents just indicted by Special Counsel Robert Mueller in exchange for allowing Russians to have access to me and those close to me.",
        "author": "Bill Browder"
    },
    {
        "quote": "The unpredictability of the weather, the increasing possibility of intelligence introducing a species more powerful than ours, the growing uncertainty that animals can or should be slaughtered for our pleasure, has led many of us to start asking more complex questions about what is and isn't normal.",
        "author": "Michaela Coel"
    },
    {
        "quote": "The FBI has built up substantial expertise to address cyber threats, both in the homeland and overseas. Here at home, the FBI serves as the executive agent for the National Cyber Investigative Joint Task Force (NCIJTF), which joins together 19 intelligence, law enforcement, and military agencies to coordinate cyber threat investigations.",
        "author": "James Comey"
    },
    {
        "quote": "True intelligence requires fabulous imagination.",
        "author": "Ian Mcewan"
    },
    {
        "quote": "There is no greater privilege in living than bringing a tiny new human being into the world and then trying to raise him or her properly during the next eighteen years. Doing that job right requires all the intelligence, wisdom, and determination you will be able to muster from day to day.",
        "author": "James Dobson"
    },
    {
        "quote": "Intuition enlightens and so links up with pure thought. They together become an intelligence which is not simply of the brain, which does not calculate, but feels and thinks.",
        "author": "Piet Mondrian"
    },
    {
        "quote": "We are approaching a time when human intelligence alone will be incapable of managing a highly advanced society. Existing technologies are rapidly exceeding the human capacity to absorb and process information.",
        "author": "Jacque Fresco"
    },
    {
        "quote": "And I think the greatest danger that AI poses isn't so much these anthropomorphic beings who look like us and are beguiling are going to fool us. It's the fact that a intelligence without a body or corporeal form will fool us into trusting it with data, which we seem to think is... it has no repercussions.",
        "author": "Lisa Joy"
    },
    {
        "quote": "But some actors I have met possess an intelligence that I can only dream of. It's about character, it's about behavior. They understand things about people that I simply don't see.",
        "author": "Ron Silver"
    },
    {
        "quote": "A John Updike is a once-in-a-generation phenomenon, if that generation is lucky: so comfortable in so many genres, the same lively, generous intelligence suffusing all he did.",
        "author": "George Saunders"
    },
    {
        "quote": "I refuse to be molded into some stereotypical ballplayer that has no interests, really, no life, no depth, no intelligence.",
        "author": "Barry Zito"
    },
    {
        "quote": "We have this yearning to know the answers to the big questions about space and why we're here; we can't evolve fast enough to figure these answers out on our own, but we can do it through artificial intelligence. But there's also some very scary downsides that could come if we don't put the right safety precautions in there.",
        "author": "M. Shadows"
    },
    {
        "quote": "The qualities I am looking for in Miss Right are intelligence and humour.",
        "author": "Brendan Coyle"
    },
    {
        "quote": "We cannot blindly pursue the goal of machine intelligence without pondering its consequences.",
        "author": "Moshe Vardi"
    },
    {
        "quote": "First Lady Michelle Obama - I admire her confidence, integrity, intelligence, compassion, and her overall vibe - she is such an inspiration.",
        "author": "Daya"
    },
    {
        "quote": "The heartbeat of a football team is the quarterback position and I think everyone who has any intelligence about the game understands you must have consistency at that position to be a championship team.",
        "author": "Ron Jaworski"
    },
    {
        "quote": "Some of the best fan mail I get are from our men and women in the military and intelligence communities. They say, 'Boy you do your homework, this is exactly how we're doing it.'",
        "author": "Brad Thor"
    },
    {
        "quote": "What matters is hard work, and emotional intelligence.",
        "author": "Mickey Drexler"
    },
    {
        "quote": "Every intelligence agency in the world believed that Saddam Hussein had had weapons of mass destruction, precursor chemicals. The inspectors, over a period of ten years, had managed to gain access to much of those precursor chemicals.",
        "author": "John Reid"
    },
    {
        "quote": "Quality in a classical Greek sense is how to live with grace and intelligence, with bravery and mercy.",
        "author": "Theodore White"
    },
    {
        "quote": "What needs to be debated is whether IQ tests, as currently designed, are fit for purpose, and capable of measuring the changing nature of intelligence in the 21st century among generations brought up with digital technology and different learning habits.",
        "author": "David Olusoga"
    },
    {
        "quote": "The fact is that a car used by Gerry Adams and myself during the course of the Mitchell review was bugged by elements within British military intelligence.",
        "author": "Martin McGuinness"
    },
    {
        "quote": "Intelligence is quickness to apprehend as distinct from ability, which is capacity to act wisely on the thing apprehended.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "Those who respect the intelligence of the common man have always been masters.",
        "author": "Suhasini Maniratnam"
    },
    {
        "quote": "We're not trying to harass the average American. We need to convert this now to a risk-based system, with TSA concentrating and focusing on intelligence, on security, setting up again the parameters of which we do this.",
        "author": "John Mica"
    },
    {
        "quote": "I couldn't help but to think back to my classmates at Thomas Jefferson High School in San Antonio. They had the same talent, the same brains, the same dreams as the folks we sat with at Stanford and Harvard. I realized the difference wasn't one of intelligence or drive. The difference was opportunity.",
        "author": "Julian Castro"
    },
    {
        "quote": "While the intelligence profession oftentimes demands secrecy, it is critically important that there be a full and open discourse on intelligence matters with the appropriate elected representatives of the American people.",
        "author": "John O. Brennan"
    },
    {
        "quote": "The day after the prison was transferred to the military intelligence command, they had an entire battalion - 1,200, 1,500 soldiers - arrive at Abu Ghraib just for force protection alone.",
        "author": "Janis Karpinski"
    },
    {
        "quote": "Almost all Iraqis with any previous experience in the intelligence business are Sunni Arab, increasing the risk of penetration of the new intelligence apparatus by the insurgency.",
        "author": "Wayne White"
    },
    {
        "quote": "I do think - the metaphor I always use - it's the role of intelligence community to stay down in the engine room and shovel that intelligence coal, and people on the bridge get to decide where to drive the ship and how fast and how to arrange all the deckchairs.",
        "author": "James Clapper"
    },
    {
        "quote": "Despite our very recent appearance on the planet, humanity combines arrogance with increasing material demands, even as we become more numerous. Our toughness is a delusion. Have we the intelligence and discipline to vigilantly guard against our tendency to grow without limit?",
        "author": "Lynn Margulis"
    },
    {
        "quote": "A game is great, in my view, only if it can be played happily by a sane person of at least average intelligence for several hours a day for fifty years. Both pool and billiards qualify.",
        "author": "Robert Byrne"
    },
    {
        "quote": "There is little evidence that our individual intelligence has improved through recorded history.",
        "author": "James Lovelock"
    },
    {
        "quote": "The mob spirit has grown with the increasing intelligence of the Afro-American.",
        "author": "Ida B. Wells"
    },
    {
        "quote": "The White House is giving George W. Bush intelligence briefings. You know, some of these jokes just write themselves.",
        "author": "David Letterman"
    },
    {
        "quote": "I recall my first foreign agent meeting was on a dark, moonless night with an agent I'd never met before. When I picked him up, he passed me the intelligence and I passed him extra money for the men he led. It was the beginning of an adventure I had only dreamed of.",
        "author": "Gina Haspel"
    },
    {
        "quote": "The great corporations of this country were not founded by ordinary people. They were founded by people with extraordinary intelligence, ambition, and aggressiveness.",
        "author": "Daniel Patrick Moynihan"
    },
    {
        "quote": "Human intelligence may not be the best trick nature has to offer.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "There's no such thing as going to a soapbox and saying, 'The government's corrupt,' and not having the intelligence service see your face. In the digital world, that can be done.",
        "author": "Bill Gates"
    },
    {
        "quote": "I want to exude strength and intelligence.",
        "author": "Portia de Rossi"
    },
    {
        "quote": "Even Gaddafi's adversaries assure us that he stood out for his intelligence as a student; he was expelled from high-school for his anti-monarchic activities. He managed to enroll in another high-school and later graduated in law at the University of Benghazi at the age of 21.",
        "author": "Fidel Castro"
    },
    {
        "quote": "Undernourished, intelligence becomes like the bloated belly of a starving child: swollen, filled with nothing the body can use.",
        "author": "Andrea Dworkin"
    },
    {
        "quote": "An organization's intelligence is distributed to the point of being ubiquitous.",
        "author": "Kevin Kelly"
    },
    {
        "quote": "Human intelligence is a reflection of the intelligence that produces everything. In knowing, we are simply extending the intelligence that comes to and constitutes us. We mimic the mind of God, so to speak. Or better, we continue and extend it.",
        "author": "Huston Smith"
    },
    {
        "quote": "Warp speed developments in technology - automation, artificial intelligence, and the arrival of the sharing economy - are transforming how we work. Beyond technology, traditional working patterns are also being disrupted by changes in society, organizations and workforce management, leading to the rise of a more independent and dispersed workforce.",
        "author": "Alain Dehaze"
    },
    {
        "quote": "Well, first of all, we did lots of studies where we show practical intelligence doesn't correlate with G. We have probably two dozen studies that practical intelligence better predicts job success than IQ.",
        "author": "Robert Sternberg"
    },
    {
        "quote": "I've written a number of books that have to do with the evolution of humans, human intelligence, human emotions.",
        "author": "Carl Sagan"
    },
    {
        "quote": "Artificial intelligence is here and being rapidly commercialized, with new applications being created not just for manufacturing but also for energy, healthcare, and oil and gas. This will change how we all do business.",
        "author": "Joe Kaeser"
    },
    {
        "quote": "It is difficult, if not impossible, to argue that laws written in the 1970s are adequate for today's intelligence challenges.",
        "author": "Bob Barr"
    },
    {
        "quote": "When we see animals doing remarkable things, how do we know if we're simply seeing tricks or signs of real intelligence? Are talented animals just obeying commands, or do they have some kind of deeper understanding? One of the biggest challenges for animal researchers is to come up with tests that can distinguish between the two.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "The problem with holistic management is it's so profoundly simple, but it's not easy. And it's profoundly simple. You're almost insulting people's intelligence to explain it twice, just about making better decisions of where you want to go in your life, bringing in environmental, social, economic issues simultaneously.",
        "author": "Allan Savory"
    },
    {
        "quote": "Intelligence flourishes only in the ages when belief withers.",
        "author": "Emil Cioran"
    },
    {
        "quote": "Sometimes, surely, truth is closer to imagination or to intelligence, to love than to fact? To be accurate is not to be right.",
        "author": "Shirley Hazzard"
    },
    {
        "quote": "There are physical characteristics which are inherited. These include things like good looks, high intelligence, physical coordination. These attributes contribute to success in life, and success in life is a determinant of optimism.",
        "author": "Martin Seligman"
    },
    {
        "quote": "Achieving net zero carbon emissions by 2050, identifying treatments to diseases like cancer, and harnessing the power of robotics and artificial intelligence to support everyday tasks are all within our grasp. The first country that gives birth to these discoveries will change life as we know it.",
        "author": "Alok Sharma"
    },
    {
        "quote": "We must develop as quickly as possible technologies that make possible a direct connection between brain and computer, so that artificial brains contribute to human intelligence rather than opposing it.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "So, you know, I think that Democrats are being more successful in Congress and I'm really going to be proud of the role I will play tomorrow as ranking Democrat on the Intelligence Committee when this bill passes.",
        "author": "Jane Harman"
    },
    {
        "quote": "There's this movie, 'Zero Dark Thirty' about the hunt for Osama bin Laden. Some have complained that too many 'secrets' were dished out by the intelligence and special operations communities to director Kathryn Bigelow, screenwriter Mark Boal and their crew, part of a broader pattern of using intelligence for political effect.",
        "author": "Michael Hayden"
    },
    {
        "quote": "For four years, I listened to stories of intelligence failures, and it wasn't due to incompetence of anyone in the system, but that the system is so arcane.",
        "author": "Charles Bass"
    },
    {
        "quote": "Prince Charles is an absolute Mountbatten. The real intelligence in the royal family comes through my parents to Prince Philip and the children.",
        "author": "Lord Mountbatten"
    },
    {
        "quote": "I have met with some of them - very honest fellows, who, with all their stupidity, had a kind of intelligence and an upright good sense, which cannot be the characteristics of fools.",
        "author": "Giacomo Casanova"
    },
    {
        "quote": "If you are going to have to play defense all the time, you cannot have the kind of ingenuity, assertiveness, independence, and intelligence which is what has made our country strong.",
        "author": "Arlen Specter"
    },
    {
        "quote": "Intelligence recognizes what has happened. Genius recognizes what will happen.",
        "author": "John Ciardi"
    },
    {
        "quote": "'Twin Peaks' is so phenomenal. And it worked because they struck the right tone: they brought intelligence to it, and the mystery itself was compelling.",
        "author": "Luke Perry"
    },
    {
        "quote": "There is no one, who possesses intelligence and uses reflection, who does not understand that it is one Being who both created all things and governs them with the same energy by which He created them.",
        "author": "Lactantius"
    },
    {
        "quote": "I was an intelligence officer, not a policy-maker.",
        "author": "Cofer Black"
    },
    {
        "quote": "We are in this business, whether it be intelligence or the government, to protect freedom, democracy and liberty, not to violate that.",
        "author": "John O. Brennan"
    },
    {
        "quote": "Although I do use some of my psychology training in comedy, but it's more like pop psychology, not a course of treatment or anything. To me, it's more like social intelligence.",
        "author": "Matt Walsh"
    },
    {
        "quote": "This president has been reluctant to hold anybody accountable. No one was held accountable after September the 11th. Nobody's been held accountable after the clear flaws in intelligence leading up to the war in Iraq.",
        "author": "Bob Graham"
    },
    {
        "quote": "The senior director at the NSC for the Middle East is retired Col. Derek Harvey, an Arabic-speaking intelligence officer with a Ph.D. who served as the head of the U.S. military cell examining the insurgency in Iraq in 2003.",
        "author": "Peter Bergen"
    },
    {
        "quote": "The standard rumor at the time was that Rumsfeld, as chief of staff, had persuaded President Ford to appoint George H.W. Bush as director of Central Intelligence, assuming that that got rid of a potential competitor for the presidency.",
        "author": "Bobby Ray Inman"
    },
    {
        "quote": "I am not opposed to intelligence reform on its face, but any changes should reflect the current context.",
        "author": "Ted Stevens"
    },
    {
        "quote": "For me, a sexy man has three very important qualities: a great sense of humour, intelligence, and loyalty.",
        "author": "Urvashi Rautela"
    },
    {
        "quote": "It is impossible to underrate human intelligence - beginning with one's own.",
        "author": "Henry Adams"
    },
    {
        "quote": "The Divine of the Lord in heaven is love, for the reason that love is receptive of all things of heaven, such as peace, intelligence, wisdom and happiness.",
        "author": "Emanuel Swedenborg"
    },
    {
        "quote": "I certainly believe that improving our intelligence is of important national interest.",
        "author": "Jeff Sessions"
    },
    {
        "quote": "A lot of what people are calling 'artificial intelligence' is really data analytics - in other words, business as usual. If the hype leaves you asking 'What is A.I., really?,' don't worry, you're not alone.",
        "author": "Om Malik"
    },
    {
        "quote": "The great help of being in the Army is to understand why are the armies clever in what they describe as emotional intelligence, making soldiers come to terms with the death of comrades by certain rituals.",
        "author": "Antony Beevor"
    },
    {
        "quote": "The object of pure physics is the unfolding of the laws of the intelligible world; the object of pure mathematics that of unfolding the laws of human intelligence.",
        "author": "James Joseph Sylvester"
    },
    {
        "quote": "I think the very idea of character, of developing not just grit, but empathy and curiosity, emotional intelligence - you know, the things that I want my own daughters to develop - the idea that we're going to get there through rewards and punishments seems completely at odds with the idea of character itself.",
        "author": "Angela Duckworth"
    },
    {
        "quote": "The Committee's review of a series of intelligence shortcomings, to include intelligence prior to 9/11 and the pre-war intelligence on Iraq, clearly reveal how vital a diverse intelligence workforce is to our national security.",
        "author": "Jane Harman"
    },
    {
        "quote": "I rise today to discuss the National Intelligence Reform bill. I commend my colleagues in both Houses for their hard work in coming to an agreement. As with any conference, each voice is heard, but none can dominate and compromise must be achieved.",
        "author": "Ted Stevens"
    },
    {
        "quote": "I've seen a few wild grizzly bears, mostly in Alaska and British Columbia, and always from a distance. But each grizzly I've caught sight of was as fearsome and sublime as the last. You never get used to their raw power and massive bodies, or the mysterious intelligence in their dark, close-set eyes.",
        "author": "Lydia Millet"
    },
    {
        "quote": "Dr. Rice's record on Iraq gives me great concern. In her public statements she clearly overstated and exaggerated the intelligence concerning Iraq before the war in order to support the President's decision to initiate military action against Iraq.",
        "author": "Carl Levin"
    },
    {
        "quote": "So many people say that obviously my game has changed since I arrived here and I say that it's good that it changed, otherwise it would show a lack of intelligence.",
        "author": "Thierry Henry"
    },
    {
        "quote": "I know from personal experience that the abuse of prisoners will produce more bad than good intelligence.",
        "author": "John McCain"
    },
    {
        "quote": "Not all intelligence can be artificial now, so if we make a mistake, the consequences are no longer simply located within an institution or a national culture.",
        "author": "William Irwin Thompson"
    },
    {
        "quote": "Most of the intelligence out there must be artificial intelligence. We keep looking for critters like us living on a planet like ours, where in fact the majority of the intelligence out there is not biological. That would be my argument.",
        "author": "Seth Shostak"
    },
    {
        "quote": "To lack intelligence is to be in the ring blindfolded.",
        "author": "David M. Shoup"
    },
    {
        "quote": "I'm painted as this war profiteer by Congress. Meanwhile I'm paying for all sorts of intelligence activities to support American national security, out of my own pocket.",
        "author": "Erik Prince"
    },
    {
        "quote": "Thought is more than a right - it is the very breath of man. Whoever fetters thought attacks man himself. To speak, to write, to publish, are things, so far as the right is concerned, absolutely identical. They are the ever-enlarging circles of intelligence in action; they are the sonorous waves of thought.",
        "author": "Victor Hugo"
    },
    {
        "quote": "There is not a separate God for each person. There is one universal intelligence flowing through all of us.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "The iPhone is made on a global scale, and it blends computers, the Internet, communications, and artificial intelligence in one blockbuster, game-changing innovation. It reflects so many of the things that our contemporary world is good at - indeed, great at.",
        "author": "Tyler Cowen"
    },
    {
        "quote": "Elia Kazan understood my problems. He was able to bring out the very best in me. He gave me credit for my intelligence.",
        "author": "Ethel Waters"
    },
    {
        "quote": "Would it not be much better to have a president who deliberately lied to the people because he thought a war was essential than to have one who was so dumb as to be taken in by intelligence agencies, especially those who told him what he wanted to hear?",
        "author": "Andrew Greeley"
    },
    {
        "quote": "Christianity taught men that love is worth more than intelligence.",
        "author": "Jacques Maritain"
    },
    {
        "quote": "The hypothesis of surviving intelligence and personality - not only surviving but anxious and able with difficulty to communicate - is the simplest and most straightforward and the only one that fits all the facts.",
        "author": "Oliver Joseph Lodge"
    },
    {
        "quote": "To attempt to superimpose its views through the exercise of force, is seldom the part of intelligence; it is frequently the part of ignorance.",
        "author": "Paul P. Harris"
    },
    {
        "quote": "Fluid intelligence is not a Big Five personality trait: It's a measurement of one's ability to rapidly learn and apply a rule set. As an entrepreneur, you're rapidly dealing with different issues, and your ability to switch from one issue to another is very important.",
        "author": "Adeo Ressi"
    },
    {
        "quote": "We live in worlds that we have forged and composed. It's much more true than any of the species that you see. I mean, it seems to me that one of the most distinctive features of human intelligence is the capacity to imagine, to project out of our own immediate circumstances and to bring to mind things that aren't present here and now.",
        "author": "Ken Robinson"
    },
    {
        "quote": "The skills of the British intelligence community are a great national asset.",
        "author": "John Scarlett"
    },
    {
        "quote": "You don't have to sugar coat things for kids. If you make something for them with intelligence they will show that intelligence in ways that will sometimes shock you.",
        "author": "Alex Hirsch"
    },
    {
        "quote": "Along with Facebook, Microsoft, and Apple, these companies are in a race to become our 'personal assistant.' They want to wake us in the morning, have their artificial intelligence software guide us through our days, and never quite leave our sides.",
        "author": "Franklin Foer"
    },
    {
        "quote": "It's necessary to understand what real intelligence work is. It will never cease. It's absolutely essential that we have it. At its best, it is simply the left arm of healthy governmental curiosity. It brings to a strong government what it needs to know. It's the collection of information, a journalistic job, if you will, but done in secret.",
        "author": "John le Carre"
    },
    {
        "quote": "If we cannot share aspects of our secret work with the public, we should do so with their elected representatives. For CIA oversight is a vital link to the open society we defend. It's a defining feature of the U.S. intelligence community and one of the many things that distinguishes us from the hostile services we face in the field.",
        "author": "Gina Haspel"
    },
    {
        "quote": "When I play Raven, I have to play her at the height of my intelligence.",
        "author": "Lindsey Morgan"
    },
    {
        "quote": "My father was a rags-to-riches businessman who came over in the Sixties with no money. On my mother's side, I am the grandson of a High Court judge and celebrated intelligence officer, so it's quite an unusual combination.",
        "author": "Chuka Umunna"
    },
    {
        "quote": "The Gorillaz cartoons seem more real to me than the actual people on TV. Because at least you know that there's some intelligence behind the cartoons, and there's a lot of work that's gone into it, so it can't all be just a lie.",
        "author": "Damon Albarn"
    },
    {
        "quote": "We need to make a greater investment in human intelligence.",
        "author": "Bob Graham"
    },
    {
        "quote": "Intelligence is our first line of defense against terrorism, and we must improve the collection capabilities and analysis of intelligence to protect the security of the United States and its allies.",
        "author": "Saxby Chambliss"
    },
    {
        "quote": "Look, people have an image of Italians. When I go somewhere in the world, I don't care where it is, when they look at me it's not about my intelligence. It's who can I beat up.",
        "author": "Danny Aiello"
    },
    {
        "quote": "Trump has emphatically denied ties to Russia - a claim refuted by his Twitter feed and a cursory Google search. Putin says his government had nothing to do with the hack of the DNC computers, even though it carelessly left a trail of crumbs tracing back to his intelligence services. The cunning liar is exploiting the blundering one.",
        "author": "Franklin Foer"
    },
    {
        "quote": "In the spring of 2007, Israeli intelligence brought to Washington proof that the Assad regime in Syria was building a nuclear reactor along the Euphrates - with North Korean help. This reactor was a copy of the Yongbyon reactor the North Koreans had built, and was part of a Syrian nuclear weapons program.",
        "author": "Elliott Abrams"
    },
    {
        "quote": "Others can challenge and motivate us, but we must reach down deep into our souls and call forth our God-given intelligence and capabilities. We cannot do this when we depend on the efforts of someone else.",
        "author": "James E. Faust"
    },
    {
        "quote": "Corruption and manipulation of the ICC by foreign intelligence services subvert the original mission and purpose of the ICC.",
        "author": "Robert C. O'Brien"
    },
    {
        "quote": "The exact measure of the progress of civilization is the degree in which the intelligence of the common mind has prevailed over wealth and brute force.",
        "author": "George Bancroft"
    },
    {
        "quote": "I take parenting incredibly seriously. I want to be there for my kids and help them navigate the world, and develop skills, emotional intelligence, to enjoy life, and I'm lucky to be able to do that and have two healthy, normal boys.",
        "author": "Joan Cusack"
    },
    {
        "quote": "The best time to frame an answer to the letters of a friend, is the moment you receive them. Then the warmth of friendship, and the intelligence received, most forcibly cooperate.",
        "author": "William Shenstone"
    },
    {
        "quote": "Pat Roberts and I both feel very strongly that when we get to Iran, that we can't make the same mistakes. We have to ask the questions, the hard questions before, not afterwards, and get the right intelligence.",
        "author": "Jay Rockefeller"
    },
    {
        "quote": "If someone is genuine, compassionate and kind, that is a turn-on. A sense of humor is a huge turn on, and that goes hand in hand with intelligence.",
        "author": "Jennifer Nettles"
    },
    {
        "quote": "Now, given the increasing importance of artificial intelligence, automation, machine learning, and other innovative technologies, we are evolving Accenture Digital to be even more relevant to our clients and drive even greater differentiation in the marketplace.",
        "author": "Pierre Nanterme"
    },
    {
        "quote": "It is not easy for the courts to control the intelligence agencies. There has to be concerted and coordinated effort on part of the courts, the parliament, and the government.",
        "author": "Asma Jahangir"
    },
    {
        "quote": "George Tenet has been the director of central intelligence since 1997, time enough to have changed the Agency's culture. He has failed. He should go.",
        "author": "Richard Perle"
    },
    {
        "quote": "I've learned that intelligence alone doesn't mean a damn thing. It only leads to violence and pain.",
        "author": "Daniel Keyes"
    },
    {
        "quote": "A great many people think that polysyllables are a sign of intelligence.",
        "author": "Barbara Walters"
    },
    {
        "quote": "My dad used to build computers for the U.S. government, for military intelligence. So he always had computers around the house.",
        "author": "Randy Pitchford"
    },
    {
        "quote": "Intelligence, integrity and courage are the great pillars that support the State. Above all, the citizens of a free nation should honor the brave and independent man - the man of stainless integrity, of will and intellectual force.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "The intelligence investigation under the leadership of Senator Church, which I know has helped cause this investigation by you, points out that the agencies did not disclose certain facts to us and that certain plots were going on.",
        "author": "John Sherman Cooper"
    },
    {
        "quote": "U.S. intelligence has the legal right to monitor foreign communications as they go through to U.S. service providers. However, even though something is legal doesn't make it right. I'm not American; I don't really care about what data is being collected about American citizens. I'm worried about us, the foreigners.",
        "author": "Mikko Hypponen"
    },
    {
        "quote": "You cannot simplify human intelligence, emotion, and growth. To watch the frills and furbelows of a human psyche is fascinating.",
        "author": "Peter Graves"
    },
    {
        "quote": "Intelligence augmentation decreases the need for specialization and increases participatory complexity.",
        "author": "Jamais Cascio"
    },
    {
        "quote": "Teaching emotional intelligence skills to people with life-threatening illnesses has been shown to reduce the rate of recurrence, shrink recovery times, and lower death rates.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "I also believe that it is time to begin the fundamental analysis of how we got here, what led us here and what we need to do in order to ensure that we are equipped with the best possible intelligence as we face these issues in the future.",
        "author": "David Kay"
    },
    {
        "quote": "This also turned out to be negative, so there is no material in the Central Intelligence Agency, either in the records or in the mind of any of the individuals, that there was any contact had or even contemplated with him.",
        "author": "Richard Helms"
    },
    {
        "quote": "The terrorist uses surprise and stealth, and the only way to defeat that is by having accurate and timely intelligence.",
        "author": "Bill Nelson"
    },
    {
        "quote": "When I came to the CIA in the mid-'90s, our graduating class of case officers was unbelievably low. Now, after years of rebuilding, our training programs and putting our best efforts to recruit the most talented men and women, we are graduating more clandestine officers than at any time in the history of the Central Intelligence Agency.",
        "author": "George Tenet"
    },
    {
        "quote": "The assumption is that the right kind of society is an organic being not merely analogous to an organic being, but actually a living structure with appetites and digestions, instincts and passions, intelligence and reason.",
        "author": "Herbert Read"
    },
    {
        "quote": "If you look back today over the last 25 years, it is a fact that we have had a progressive degeneration of our intelligence community in general; in particular in the field of human intelligence.",
        "author": "Paul Bremer"
    },
    {
        "quote": "The Bush administration also was not straightforward about the intelligence it had, releasing tenuous information that fit its goal of attacking Iraq. I feel deceived.",
        "author": "Ken Lucas"
    },
    {
        "quote": "From God, I have the strength and intelligence to have alternatives and can live even without football.",
        "author": "Dani Alves"
    },
    {
        "quote": "The 9/11 Commission strongly recommends that the National Intelligence Director be fully in control of the budget, from developing it to implementing it, to ensuring that the National Intelligence Director has the clout to make decisions.",
        "author": "Leonard Boswell"
    },
    {
        "quote": "The Constitution was written by 55 educated and highly intelligent men in Philadelphia in 1787, but it was written so that it could be understood by people of limited education and modest intelligence.",
        "author": "John Jay Hooker"
    },
    {
        "quote": "Dissents are appeals to the brooding spirit of the law, to the intelligence of another day.",
        "author": "Charles Evans Hughes"
    },
    {
        "quote": "My mum is a bit unconventional; she's outdoorsy and has more of an emotional intelligence, whereas my dad is pragmatic; he's a businessman.",
        "author": "Tamsin Egerton"
    },
    {
        "quote": "Well, it's a - I don't want to disappoint you, but it's a time worn tradition of Australian Governments over many years not to get into any discussion about that aspect of intelligence matters.",
        "author": "Alexander Downer"
    },
    {
        "quote": "You want to keep intelligence separate from policy.",
        "author": "Bobby Ray Inman"
    },
    {
        "quote": "God gives us intelligence to uncover the wonders of nature. Without the gift, nothing is possible.",
        "author": "James Clavell"
    },
    {
        "quote": "We will not only use the machines for their intelligence, we will also collaborate with them in ways that we cannot even imagine.",
        "author": "Fei-Fei Li"
    },
    {
        "quote": "A lot of the time, you're supposed to play to the top of your intelligence, as truthful as possible. But when you're on stage making people laugh, you're still acting. I think it helped me a bunch to go on stage two or three times a week.",
        "author": "Ben Schwartz"
    },
    {
        "quote": "Our bodies are shaped to bear children, and our lives are a working out of the processes of creation. All our ambitions and intelligence are beside that great elemental point.",
        "author": "Phyllis McGinley"
    },
    {
        "quote": "Fear, love, and hunger were the agents that developed the wits of the lower animals, as they were, of course, the prime factors in developing the intelligence of man.",
        "author": "John Burroughs"
    },
    {
        "quote": "The average citizen in this county has more intelligence and sense in his little finger than the editor of 'The New York Times' has in his whole head.",
        "author": "George Wallace"
    },
    {
        "quote": "All the teaching I had ever received had failed to make me apply such intelligence as I was possessed of, directly and vividly: there had never been any sunshine, as regards language, in the earlier grey days of learning, for the sky had always pelted with gerunds and optatives.",
        "author": "E. F. Benson"
    },
    {
        "quote": "But it has, in addition, an even more precious quality - a consciousness of the human intelligence, the human spirit and that man is a social creature.",
        "author": "Norman McLaren"
    },
    {
        "quote": "The only path to build intelligent machines is to enable it with powerful visual intelligence, just like what animals did in evolution.",
        "author": "Fei-Fei Li"
    },
    {
        "quote": "My principal professional objective is to introduce intelligence as the ubiquitous utility. I'd like to be the Thomas Edison of intelligence.",
        "author": "Michael J. Saylor"
    },
    {
        "quote": "You could claim that moving from pixelated perception, where the robot looks at sensor data, to understanding and predicting the environment is a Holy Grail of artificial intelligence.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "Artificial intelligence is destroying the traditional world of work.",
        "author": "Beppe Grillo"
    },
    {
        "quote": "If you wish to spare yourself and your venerable family, give heed to my advice with the ear of intelligence. If you do not, you will see what God has willed.",
        "author": "Hulagu Khan"
    },
    {
        "quote": "Education, family, character, intelligence, humility, okay? These are the things that make a culture live.",
        "author": "Jim Brown"
    },
    {
        "quote": "I spent close to a decade as an undercover officer in the CIA and have spent most of my adult life collecting intelligence and protecting sources and methods.",
        "author": "Will Hurd"
    },
    {
        "quote": "In a poem, the words happen; they just come. I let them. Otherwise, I wouldn't write. To interfere with what is happening is to distort the poem. Just a very small degree of intelligence and supervision is necessary. Very tactful. Any revision later that violates the text as it came, that begins rewriting the words, is fake.",
        "author": "Louis Dudek"
    },
    {
        "quote": "Savvy companies are quietly changing up their boards of directors and teams, and this is giving them better collective intelligence, more community admiration, and better financial results.",
        "author": "Aileen Lee"
    },
    {
        "quote": "I need to add that my work on multiple intelligences received a huge boost in 1995 when Daniel Goleman published his book on emotional intelligence. I am often confused with Dan. Initially, though Dan and I are longtime friends, this confusion irritated me.",
        "author": "Howard Gardner"
    },
    {
        "quote": "Let's teach boys at school the personally and economically valuable skills of self-expression and emotional intelligence, of mediation and problem-solving.",
        "author": "Naomi Alderman"
    },
    {
        "quote": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence.",
        "author": "Livy"
    },
    {
        "quote": "Democracy is a daring concept - a hope that we'll be best governed if all of us participate in the act of government. It is meant to be a conversation, a place where the intelligence and local knowledge of the electorate sums together to arrive at actions that reflect the participation of the largest possible number of people.",
        "author": "Brian Eno"
    },
    {
        "quote": "Men create real miracles when they use their God-given courage and intelligence.",
        "author": "Jean Anouilh"
    },
    {
        "quote": "Anarchy would be a world that nobody felt responsible for, that nobody felt any sort of love for. When there's real intelligence happening, when there's real love happening, there's a sense of responsibility: Hey, we've got to take care of this place and each other.",
        "author": "Ed Kowalczyk"
    },
    {
        "quote": "For 13 to be unlucky would require there to be some kind of cosmic intelligence that counts things that humans count and that also makes certain things happen on certain dates or in certain places according to whether the number 13 'is involved' or not (whatever 'is involved' might mean).",
        "author": "Douglas Hofstadter"
    },
    {
        "quote": "In 'Chappie,' you see this sort of young robot that's learning through maybe 'deep learning' how to see the world really, look out into the world, and learn step by step. What's so interesting is that with 'Chappie,' you're getting to see how human behavior reacts to artificial intelligence, and I don't think it's always going to be positive.",
        "author": "Gray Scott"
    },
    {
        "quote": "Like all technologies before it, artificial intelligence will reflect the values of its creators. So inclusivity matters - from who designs it to who sits on the company boards and which ethical perspectives are included.",
        "author": "Kate Crawford"
    },
    {
        "quote": "This will sound funny coming out of my mouth, but I like to play characters that have an intelligence. It doesn't matter if it's a physical intelligence or emotional intelligence.",
        "author": "Jon Hamm"
    },
    {
        "quote": "I do believe I have certain strengths as a female CEO, such as having another level of awareness through emotional intelligence.",
        "author": "Rana el Kaliouby"
    },
    {
        "quote": "Some of the problem with IQ tests stems from the inescapable reality that human intelligence is staggeringly complex and multifaceted.",
        "author": "David Olusoga"
    },
    {
        "quote": "I believe we do have a great intelligence service. Is it good enough in all circumstances? Of course not. We live in the human condition. We try to make it better each day.",
        "author": "Michael Hayden"
    },
    {
        "quote": "We interviewed many, many men and women from the NYPD and the NYPD Intelligence Division, specifically, and they're really good, dedicated people who want to keep the city safe.",
        "author": "Matt Apuzzo"
    },
    {
        "quote": "As a digital technology writer, I have had more than one former student and colleague tell me about digital switchers they have serviced through which calls and data are diverted to government servers or the big data algorithms they've written to be used on our e-mails by intelligence agencies.",
        "author": "Douglas Rushkoff"
    },
    {
        "quote": "It is proper that noble spirits, equipped with truth and enlightened with the Divine intelligence, should arm themselves against dense ignorance by climbing up to the high rock and tower of contemplation.",
        "author": "Giordano Bruno"
    },
    {
        "quote": "I think that AI will lead to a low cost and better quality life for millions of people. Like electricity, it's a possibility to build a wonderful society. Also, right now, I don't see a clear path for AI to surpass human-level intelligence.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Someday we'll learn the whole story of why George W. Bush brushed off that intelligence briefing of Aug. 6, 2001, 'Bin Laden Determined to Strike in U.S.' But surely a big distraction was the major speech he was readying for delivery on Aug. 9, his first prime-time address to the nation.",
        "author": "Frank Rich"
    },
    {
        "quote": "Strange indeed would it be if all the space around us be empty, mere waste void, and the inhabitants of Earth the only forms in which intelligence could clothe itself.",
        "author": "Annie Besant"
    },
    {
        "quote": "As a science fiction fan, I had always assumed that when computers supplemented our intelligence, it would be because we outsourced some of our memory to them. We would ask questions, and our machines would give oracular - or supremely practical - replies.",
        "author": "Gary Wolf"
    },
    {
        "quote": "Though intelligence is powerless to modify character, it is a dab hand at finding euphemisms for its weaknesses.",
        "author": "Quentin Crisp"
    },
    {
        "quote": "Think about when a digital business marries up with what I'll call 'digital intelligence.' It is the dawn of a new era about being a 'cognitive' business. When every product, every service, how you run your company can actually have a piece that learns and thinks as part of it, you will be a cognitive business.",
        "author": "Ginni Rometty"
    },
    {
        "quote": "It is important to recognise that, alongside the huge benefits that artificial intelligence offers, there are potential ethical issues associated with some uses.",
        "author": "Mark Walport"
    },
    {
        "quote": "There are whole precincts of voters in this country whose united intelligence does not equal that of one representative American woman.",
        "author": "Carrie Chapman Catt"
    },
    {
        "quote": "I know there are some reasons to suspect me: after all, I have education in computer security and was a hobby hacker in teenage years. But hacking is not my occupation, and I do not have any job within any intelligence, either Russian or some another.",
        "author": "Alexandra Elbakyan"
    },
    {
        "quote": "In archaeology, context is the basis of many discoveries that are imputed to the deliberate workings of intelligence. If I find a rock chipped in such a way as to give it a sharp edge, and the discovery is made in a cave, I am seduced into ascribing this to tool use by distant, fetid and furry ancestors.",
        "author": "Seth Shostak"
    },
    {
        "quote": "Increasingly, we are embedding artificial intelligence into the core of our clients' businesses across every function and process.",
        "author": "Pierre Nanterme"
    },
    {
        "quote": "I've always wanted to be a spy, and frankly I'm a little surprised that British intelligence has never approached me.",
        "author": "Elizabeth Hurley"
    },
    {
        "quote": "No one holds a permanent speed advantage in the market due to the limits of human intelligence and vision. Your advantage comes from your ability to feel the change faster and take decisive action faster.",
        "author": "Guo Guangchang"
    },
    {
        "quote": "The field of AI has traditionally been focused on computational intelligence, not on social or emotional intelligence. Yet being deficient in emotional intelligence (EQ) can be a great disadvantage in society.",
        "author": "Rana el Kaliouby"
    },
    {
        "quote": "What suprised me most about the real Gordon Selfridge was actually about his sons, Ralph and Oliver. They were both highly respected in their fields, influencing Information Technology and Robotics deeply. Oliver Selfridge has even been referred to as 'The Father of Machine Perception,' being a pioneer in Artificial Intelligence.",
        "author": "Greg Austin"
    },
    {
        "quote": "I now bid farewell to the country of my birth - of my passions - of my death; a country whose misfortunes have invoked my sympathies - whose factions I sought to quell - whose intelligence I prompted to a lofty aim - whose freedom has been my fatal dream.",
        "author": "Thomas Francis Meagher"
    },
    {
        "quote": "We are speaking to the intelligence of Canadians, not to their emotion.",
        "author": "Maxime Bernier"
    },
    {
        "quote": "Everything good and bad about technology would be magnified by implanting it deep in brains. Is the risk of brain-hacking outweighed by the societal benefits of faster, deeper communication, and the ability to augment our own intelligence?",
        "author": "Ramez Naam"
    },
    {
        "quote": "But it is equally incontrovertible that if our intelligence gathering process is seriously flawed, we had better find out and find out fast if we are to avoid another Sept. 11.",
        "author": "Adam Schiff"
    },
    {
        "quote": "As a trial lawyer, intelligence is important only in the sense that it allows you to play the game, if you will. Without it, you don't even have a ticket into the competitive arena. But beyond that, it doesn't get you very far at all.",
        "author": "Vincent Bugliosi"
    },
    {
        "quote": "There's some way in which we would prefer not to see very clearly the immense gifts and intelligence of some of the people who live in our most abject conditions. Maybe there are some things at work in deciding who gets to be society's winners and who gets to be society's losers that don't have to do with merit.",
        "author": "Katherine Boo"
    },
    {
        "quote": "The Chilcot report is damning. It exposes a litany of failures over a long period, including reliance on flawed intelligence assessments, lack of planning and insufficient foresight of obvious consequences. But the report also exposes a chilling lack of rigour and a political culture of deference.",
        "author": "Keir Starmer"
    },
    {
        "quote": "You mustn't underestimate an audience's intelligence.",
        "author": "Marvin Hamlisch"
    },
    {
        "quote": "Reagan's emotional intelligence, his ability to suss out people's longings and to channel them for political purposes, was better than just about any human being that ever lived.",
        "author": "Rick Perlstein"
    },
    {
        "quote": "Deep learning is a subfield of machine learning, which is a vibrant research area in artificial intelligence, or AI.",
        "author": "Oren Etzioni"
    },
    {
        "quote": "I feel as though my career really hit its high point when I was cast as a supporting actress in 'American Wedding'. I thought the script had a lot of depth and intelligence, and it really just jumped off the page.",
        "author": "January Jones"
    },
    {
        "quote": "If you make something, it's an artifact. It's something that somebody or some corporate entity has caused to come into being. A great many human beings have thought about each of the artifacts that surround us. Different degrees of intelligence and attention have been brought to bear on anything.",
        "author": "William Gibson"
    },
    {
        "quote": "We want to offer people a show that doesn't insult their intelligence, and really, it's a fun show to watch. It's a fast-paced show to watch and has the best wrestling action, but also has the best wrestling personalities. I want everyone to know that AEW is for everybody.",
        "author": "Tony Khan"
    },
    {
        "quote": "When I think about strong innovations in term of automation, robotics, cognitive computing, and artificial intelligence, they are coming a lot from the Philippines and from India as well.",
        "author": "Pierre Nanterme"
    },
    {
        "quote": "State oil companies in Saudi Arabia, Africa, Iran, and Mexico have often been intelligence targets for the United States.",
        "author": "David E. Sanger"
    },
    {
        "quote": "I can't see what's wrong about assuming intelligence in your audience and what's bad news about being rewarded for assuming that.",
        "author": "Steven Moffat"
    },
    {
        "quote": "I find intelligence sexy. I find a sense of humor sexy. I find sensitivity sexy.",
        "author": "Nicole Appleton"
    },
    {
        "quote": "It is not difficult for me to have this faith, for it is incontrovertible that where there is a plan there is intelligence - an orderly, unfolding universe testifies to the truth of the most majestic statement ever uttered - 'In the beginning, God.'",
        "author": "Arthur Compton"
    },
    {
        "quote": "Black girls are punished, many times violently so, for questioning and challenging authority, which is something that is often celebrated and encouraged as a sign of intelligence and critical thinking in white boys.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "Without - you know, good intelligence stops plots against the homeland. Without that intelligence, we cannot effectively stop it.",
        "author": "Michael McCaul"
    },
    {
        "quote": "In terms of environmental impact, Samasource jobs are very green. Our product is human intelligence, and it's transported through the Internet rather than via carbon-intensive trucking, shipping, and warehousing.",
        "author": "Leila Janah"
    },
    {
        "quote": "The trouble with people like Tony Blair is they get confused, they think intelligence is education when they're two different things.",
        "author": "David Bailey"
    },
    {
        "quote": "I believe that reforming our intelligence community is one of the most important things that we can do in order to ensure that our country is in fact safer, stronger and wiser.",
        "author": "Richard Shelby"
    },
    {
        "quote": "I had served in the Republic of Korea in the early '80s while I was on active duty as a director of intelligence for U.S. forces Korea, and kind of followed developments on the peninsula ever since.",
        "author": "James Clapper"
    },
    {
        "quote": "I think true artificial general intelligence would be a system that is able to perform human-level reasoning, understanding, and accomplishing of complicated tasks.",
        "author": "Jeff Dean"
    },
    {
        "quote": "After all, it is the divinity within that makes the divinity without; and I have been more fascinated by a woman of talent and intelligence, though deficient in personal charms, than I have been by the most regular beauty.",
        "author": "Washington Irving"
    },
    {
        "quote": "'Emma' is my favorite Jane Austen novel - one of my favorite novels period; a novel about intelligence outsmarting itself, about a complicated, nuanced, irresistible heroine who does everything wrong.",
        "author": "Cathleen Schine"
    },
    {
        "quote": "Louis Freeh said on national TV that actionable intelligence could have allowed us to stop the hijackings.",
        "author": "Curt Weldon"
    },
    {
        "quote": "Digital surveillance programs require concrete data centres; intelligence agencies are based in real buildings. Surveillance systems ultimately consist of technologies, people, and the vast network of material resources that supports them.",
        "author": "Trevor Paglen"
    },
    {
        "quote": "The close Turkish-Israeli relations go back to the late 1950s - military intelligence, commercial, more recently, tourism and cultural relations.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "My own work falls into a subset of AI that is about building artificial emotional intelligence, or Emotion AI for short.",
        "author": "Rana el Kaliouby"
    },
    {
        "quote": "My favorite thing about working with Lady Gaga is really just the sheer level of creativity she brings to the table. And she's really one of the most intelligent people I've ever known. Her intelligence is equaled by her heart.",
        "author": "Matt Bomer"
    },
    {
        "quote": "Another factor is the decision, made in 1976, to sharply divide the FBI and the foreign intelligence agencies. The FBI would collect within the United States; the foreign intelligence agencies would collect overseas.",
        "author": "Bobby Ray Inman"
    },
    {
        "quote": "A key player with respect to sanctions is, of course, China. And so, if a military option were to be exercised, then obviously we would play very heavily in that process. But that's not a decision, fortunately, that the intelligence community makes.",
        "author": "James Clapper"
    },
    {
        "quote": "I listen to them freely and with all the respect merited by their intelligence, their character, their knowledge, reserving always my incontestable right of criticism and censure.",
        "author": "Mikhail Bakunin"
    },
    {
        "quote": "I spent over ten years in the Central Intelligence Agency as an undercover operations officer serving overseas after 9/11 where I carried out covert operations against al-Qaeda and other terrorist groups, as well as other countries who are 'hostile to liberty,' as I like to say.",
        "author": "Evan McMullin"
    },
    {
        "quote": "One may have broad or narrow talents, but only education renders them useful. Schools set up to train people will develop the intelligence of those who have it and end the stupidity of those who do not, providing a specialty to those who have narrow talent and broad knowledge to those with all-around ability.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "We know that there are unaccounted-for Scud and other ballistic missiles in Iraq. And part of the problem is that, since 1998, there has been no way to even get minimal information about those programs except through intelligence means.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "There's three things: there's masculinity, there's intelligence, there's sensitivity. You've got to bring those three things to a leading man's role: masculinity, sensitivity, intelligence. In some people, there's a little too much in the mix of one or the other.",
        "author": "Alec Baldwin"
    },
    {
        "quote": "Human beings exercise responsibilities within a social setting and a framework of obligations which transcend the principle of intelligence.",
        "author": "Michael Polanyi"
    },
    {
        "quote": "When developing intelligence assessments, initial tactical reports often require additional collection and validation.",
        "author": "Gina Haspel"
    },
    {
        "quote": "After 9/11, whatever the evidence of intelligence failures, many people still saw that attack as almost unimaginable, so brutal and brazen an assault.",
        "author": "Nancy Gibbs"
    },
    {
        "quote": "Here's the teaching point, if you're teaching kids about intelligence and policy: Intelligence does not absolve policymakers of responsibility to ask tough questions, and it doesn't absolve them of having curiosity about the consequences of their actions.",
        "author": "George Tenet"
    },
    {
        "quote": "The president has a right to discuss his national security policies with the public. But that should be done in the light of day without endangering our sources or methods. The public has no need to know details about intelligence assets or special operations units. Such disclosures endanger those who protect us.",
        "author": "Peter T. King"
    },
    {
        "quote": "GTMO has been a goldmine of intelligence about radical Islamic terrorism.",
        "author": "Mike Pompeo"
    },
    {
        "quote": "I'd have thought my particular brand of quirkiness, combined with sharp intelligence and a fine voice, would have yielded more. But it hasn't. Yet!",
        "author": "Miriam Margolyes"
    },
    {
        "quote": "The inability to access evidence or intelligence despite the lawful authority to do so significantly impacts the FBI's ability to identify, investigate, prosecute, or otherwise deter criminals, terrorists, and other offenders.",
        "author": "Christopher A. Wray"
    },
    {
        "quote": "To educate the intelligence is to expand the horizon of its wants and desires.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "The intelligence community is governed by the same legal and ethical standards as the rest of American government and society, but an operational imperative is here, too. An intelligence community charged with global responsibilities cannot be successful without diversity of thought, culture and language.",
        "author": "Michael Hayden"
    },
    {
        "quote": "The Clinton White House today said they would start to give national security and intelligence briefings to George Bush. I don't know how well this is working out. Today after the first one Bush said, 'I've got one question: What color is the red phone?'",
        "author": "Bill Maher"
    },
    {
        "quote": "Intelligence services all over the world, in order to retain their competitive edge, have to adapt or they won't survive.",
        "author": "Gina Haspel"
    },
    {
        "quote": "Nothing is more dreadful than private duels in America. The two adversaries attack each other like wild beasts. Then it is that they might well covet those wonderful properties of the Indians of the prairies - their quick intelligence, their ingenious cunning, their scent of the enemy.",
        "author": "Jules Verne"
    },
    {
        "quote": "The 21st century - and the atheists - needs the presence of religion, just as religion must deal with the real challenges and the thinkers of the day in order to sharpen the conscience and the intelligence of those who study the timeless sacred texts in a spirit of responding to the questions of their time.",
        "author": "Tariq Ramadan"
    },
    {
        "quote": "Artificial intelligence, in fact, is obviously an intelligence transmitted by conscious subjects, an intelligence placed in equipment. It has a clear origin, in fact, in the intelligence of the human creators of such equipment.",
        "author": "Pope Benedict XVI"
    },
    {
        "quote": "As a member of the House Select Committee on Intelligence, I will be participating in several hearings on the startling revelations contained in the report.",
        "author": "Charles Bass"
    },
    {
        "quote": "I think we need to ask serious questions about how we engage militarily, when we engage militarily, and on what basis we engage militarily. What kind of intelligence do we have to justify a military engagement?",
        "author": "Albert Wynn"
    },
    {
        "quote": "Good counter-terrorism is when you have close relationships between the policing and intelligence services.",
        "author": "Amber Rudd"
    },
    {
        "quote": "All of our intelligence agencies, our Department of Defense, are all working to meet this threat. But it's a fast moving world; it's a place where offense is easier than defense, and keeping up with the next innovation in cyber-warfare is an enormous challenge.",
        "author": "Mike Pompeo"
    },
    {
        "quote": "I have covered the secret war that Israeli and American intelligence have waged against Iran's nuclear program and Iran's assistance to jihadi movements in the Middle East, since the mid-'90s.",
        "author": "Ronen Bergman"
    },
    {
        "quote": "It is not the intelligence community's place to set and implement policy.",
        "author": "James Clapper"
    },
    {
        "quote": "Our intelligence agencies have vast powers, and Obama used them illegally to spy on political opponents. This can't be allowed to stand.",
        "author": "Tom Fitton"
    },
    {
        "quote": "The hard reality is that attacks by vehicles in public places are very hard to defend against in a free and open society. The best defense against such attacks is good intelligence, and that often comes from inside the Muslim community.",
        "author": "Peter Bergen"
    },
    {
        "quote": "Police can only act on intelligence.",
        "author": "P. Chidambaram"
    },
    {
        "quote": "The American public should know that the Senate report actually reveals that 82% of detainees subjected to enhanced interrogation did, in fact, produce intelligence that saved American lives.",
        "author": "Trent Franks"
    },
    {
        "quote": "One thing I have seen over and over again in life is that there is virtually no correlation between intelligence and common sense. IQ doesn't seem to translate that way.",
        "author": "Vincent Bugliosi"
    },
    {
        "quote": "I don't intend to simply go away and write my plays and be a good boy. I intend to remain an independent and political intelligence in my own right.",
        "author": "Harold Pinter"
    },
    {
        "quote": "I never think of myself as wise. I think of myself as possessing a critical intelligence which I intend to allow to operate.",
        "author": "Harold Pinter"
    },
    {
        "quote": "When I went on to write my next book, Working With Emotional Intelligence, I wanted to make a business case that the best performers were those people strong in these skills.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "The rare person is still interested in new advances when they are adults. There is possibly a correlation with intelligence. In any case, you have to be fairly bright to keep learning and changing attitudes as you get older.",
        "author": "Keith Henson"
    },
    {
        "quote": "Whatever debases the intelligence degrades the entire human being.",
        "author": "Simone Weil"
    },
    {
        "quote": "Since 2001, the Patriot Act has provided the means to detect and disrupt terrorist threats against the U.S. Prior to enactment of the law, major legal barriers prevented intelligence, national defense, and law enforcement agencies from working together and sharing information.",
        "author": "Roger Wicker"
    },
    {
        "quote": "In the aftermath of September 11, and as the 9/11 Commission report so aptly demonstrates, it is clear that our intelligence system is not working the way that it should.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "I've never met a person who has more integrity than my husband. I respect that. There's his humor and intelligence, too, and he's really cute, all those things - but if you don't respect your partner, you'll get sick of him.",
        "author": "Michelle Pfeiffer"
    },
    {
        "quote": "There will come a time when the human race and super intelligence will coexist to create a richer and happier life.",
        "author": "Masayoshi Son"
    },
    {
        "quote": "Terrorists continue to exploit divisions between law enforcement and the intelligence communities that limit the sharing of vital counterterrorism information.",
        "author": "Jim Sensenbrenner"
    },
    {
        "quote": "Chinese combatants, men and women, inheritors of a millennial culture, are people of uncommon intelligence and an invincible spirit of struggle.",
        "author": "Fidel Castro"
    },
    {
        "quote": "I like Shah Rukh for his wit, intelligence, grit and determination, and Akshay for the way he interacts with people.",
        "author": "Lara Dutta"
    },
    {
        "quote": "It would be incredibly presumptuous and self-serving of me to believe that Facebook was the end of history. The only way it could possibly be the end of history is if it becomes some sort of artificial super intelligence that takes over the world.",
        "author": "Sean Parker"
    },
    {
        "quote": "I am very confident based on all of the analysis that has been done - and, again, I don't want to start getting into intelligence matters - that the Ukrainian government did not interfere in our election in 2016.",
        "author": "Fiona Hill"
    },
    {
        "quote": "The Germans certainly - the intelligence service believed that there were WMD. It turns out that we were all wrong, probably in my judgment, and that is most disturbing.",
        "author": "David Kay"
    },
    {
        "quote": "I was an intelligence officer for what was then 8th Air Force, B-52 Air Force.",
        "author": "Michael Hayden"
    },
    {
        "quote": "An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery.",
        "author": "Joseph Pulitzer"
    },
    {
        "quote": "In most job interviews, people say they are looking for people skills and emotional intelligence. That's reasonable, but the question is, how do you define what that looks like?",
        "author": "Susan Cain"
    },
    {
        "quote": "From the lowest animals of which we can affirm intelligence up to man this type of intellect is found.",
        "author": "Edward Thorndike"
    },
    {
        "quote": "That U.N. Security Council resolution requires getting Syrian troops and intelligence officials out of Lebanon so that the Lebanese can have elections here this spring that are free and fair and free of outside influence.",
        "author": "Stephen Hadley"
    },
    {
        "quote": "The private citizen, beset by partisan appeals for the loan of his Public Opinion, will soon see, perhaps, that these appeals are not a compliment to his intelligence, but an imposition on his good nature and an insult to his sense of evidence.",
        "author": "Walter Lippmann"
    },
    {
        "quote": "As the founding lead of the Google Brain team, former director of the Stanford Artificial Intelligence Laboratory, and now overall lead of Baidu's AI team of some 1,200 people, I've been privileged to nurture many of the world's leading AI groups and have built many AI products that are used by hundreds of millions of people.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I will not, nor will I ever, publicly divulge sensitive intelligence sources and methods. For when that happens, our national security is endangered and lives can be lost.",
        "author": "John O. Brennan"
    },
    {
        "quote": "Without consciousness and intelligence, the universe would lack meaning.",
        "author": "Clifford D. Simak"
    },
    {
        "quote": "I think probably the qualities that I look for in a man are somewhat different than they were before I became a public person, but not that much different. I think that, sort of, the element of trust is certainly much bigger for me, but the other things that - the other qualities, intelligence and kindness and sense of humor, those things.",
        "author": "Monica Lewinsky"
    },
    {
        "quote": "When you're six years old, the word 'poo' is the funniest word on God's earth, but this insults my intelligence.",
        "author": "Jasper Carrott"
    },
    {
        "quote": "People have an image of Italians. When I go somewhere in the world, I don't care where it is, when they look at me it's not about my intelligence. It's who can I beat up.",
        "author": "Danny Aiello"
    },
    {
        "quote": "It's more fun to write villains. They are more of a challenge, and I get a sick kind of pleasure out of delving into their minds. There's rarely emptiness, and there is almost always deep intelligence.",
        "author": "Nnedi Okorafor"
    },
    {
        "quote": "I think that animals aren't less intelligent than humans, they're just of a different intelligence. We have five million smell-sensitive cells in our nose, they have two hundred and fifty million - they can smell emotion. They can smell different types of emotion, they just have another type of intelligence.",
        "author": "Mike Mills"
    },
    {
        "quote": "Because of the terrorist threat, the FBI and CIA have become as important as the military in preserving our freedom. Yet while thanking our military is standard practice in American life, no one thinks of thanking the FBI, the CIA, or the rest of the intelligence community for keeping us safe since 9/11.",
        "author": "Ronald Kessler"
    },
    {
        "quote": "Since the beginning of the computer age, there has been immense development in computer intelligence but exactly zero development in computer consciousness.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "Facebook is at the forefront. It's the company that can fundamentally change the way information is being exchanged and processed. It can be the basis for artificial intelligence to develop over time.",
        "author": "Yuri Milner"
    },
    {
        "quote": "Since September 11th Congress has created the Department of Homeland Security, more than doubled the homeland security budget and implemented a bipartisan overhaul of our intelligence systems.",
        "author": "Doc Hastings"
    },
    {
        "quote": "'Triple Agent' is a different kind of read because it is, at its core, a pure narrative, the story of an intelligence operation that unfolds over the course of a year and then goes badly wrong. There's a lot of 'news' in the book, including an account of drone warfare that is as detailed, in my humble opinion, as any in the open-source arena.",
        "author": "Joby Warrick"
    },
    {
        "quote": "Here, again, as I conceive, gentlemen forget that this government is a republican one, resting exclusively in the intelligence and virtue of the People.",
        "author": "Caleb Cushing"
    },
    {
        "quote": "Thousands of dedicated men and women in the intelligence community and law enforcement are working tirelessly to prevent the subversion of our democratic processes by Beijing, Moscow and Tehran.",
        "author": "Robert C. O'Brien"
    },
    {
        "quote": "Public trust is a vital condition for artificial intelligence to be used productively.",
        "author": "Mark Walport"
    },
    {
        "quote": "People's intelligence tends to be in inverse proportion to their number. People don't tend to get smarter as they get into bigger groups.",
        "author": "Robyn Hitchcock"
    },
    {
        "quote": "I am sure that in Canada the people appreciate this principle, and the general intelligence which prevails over that country is such that I am sure there is no danger of a reactionary policy ever finding a response in the hearts of any considerable number of our people.",
        "author": "Alexander Mackenzie"
    },
    {
        "quote": "And I understand that, I testified in closed hearings over eight years because there are intelligence matters, there are sensitive matters that should not be held in a public hearing.",
        "author": "Louis Freeh"
    },
    {
        "quote": "I would argue that in any habitable zone that doesn't boil or freeze, intelligent life is going to emerge because intelligence is convergent.",
        "author": "Simon Conway Morris"
    },
    {
        "quote": "Physics is a hobby of mine, as much as a person of limited intelligence can understand physics.",
        "author": "Arthur D. Levinson"
    },
    {
        "quote": "The intelligence community, for the most part, has no accountability at all; to the Congress, to us the American people, and so they feel that they above the law.",
        "author": "Gloria Naylor"
    },
    {
        "quote": "When I was first elected to the Senate, I was fortunate to be appointed to the Intelligence Committee. There, I saw up close the dedication and commitment of the men and women of our intelligence agencies.",
        "author": "Sheldon Whitehouse"
    },
    {
        "quote": "In Dublin, we open The Dock, our new multidisciplinary innovation R&D and incubation hub where all elements of our innovation architecture come to life. The Dock is a launch pad for our more than 200 researchers to innovate with clients and acquisition partners with a particular focus on artificial intelligence.",
        "author": "Pierre Nanterme"
    },
    {
        "quote": "With respect to Iraq, I did favour the continuity of American forces to work with the new Maliki government. They had enormous needs for intelligence, for training on everything from airplanes to more sophisticated ground equipment and the like.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "When I resigned, I put the U.S. Government on notice that I'm going to stick to policy issues, that I have no intention of going out and blowing the cover off of the intelligence operations, that those are truly sensitive and they should not be exposed.",
        "author": "Scott Ritter"
    },
    {
        "quote": "Up to this day, there has been no proof of the existence of any intelligence other than the human.",
        "author": "Emile Zola"
    },
    {
        "quote": "The Intelligence Community Assessment concluded first that President Putin directed and influenced a campaign to erode the faith and confidence of the American people in our presidential election process. Second, that he did so to demean Secretary Clinton, and third, that he sought to advantage Mr. Trump.",
        "author": "James Clapper"
    },
    {
        "quote": "The basic ability to not wipe oneself out, to endure, to use your technological interaction with the world in such a way that has the possibility of the likelihood of lasting and not being temporary - that seems like a pretty good definition of intelligence.",
        "author": "David Grinspoon"
    },
    {
        "quote": "If we wander around as politicians jumping at every shadow and desperately afraid of having our words taken out of context or attacks layered on in an unfair way, I think we're actually doing a disrespect to Canadians, to people's intelligence.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "The case for exploiting animals for food, clothing and entertainment often relies on our superior intelligence, language and self-awareness: the rights of the superior being trump those of the inferior.",
        "author": "Michael Shermer"
    },
    {
        "quote": "As a college student, what really interested me was the human brain and human intelligence.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "The actions that we take on the counterterrorism front, again, are to take actions against individuals where we believe that the intelligence base is so strong and the nature of the threat is so grave and serious, as well as imminent, that we have no recourse except to take this action that may involve a lethal strike.",
        "author": "John O. Brennan"
    },
    {
        "quote": "So there is a foreign intelligence purpose for every one of our FISA warrants.",
        "author": "Robert Mueller"
    },
    {
        "quote": "And I argued with that intelligence estimate and I think it is a responsibility of policymakers to use their best judgment on the basis of the intelligence they've received.",
        "author": "Frank Carlucci"
    },
    {
        "quote": "The National Intelligence Director needs the authority to do the job we are asking him to do. That means power over the intelligence budget. And to be effective, to be allowed to do his or her job, they must have authority over the budget.",
        "author": "Leonard Boswell"
    },
    {
        "quote": "One of the things we found out as we filmed with people who dealt with chimps, and with all animals, and it's really incredible, is their levels of intelligence that we don't recognize right away.",
        "author": "D. A. Pennebaker"
    },
    {
        "quote": "The dominant question for us with regard to literature has become, 'What does this have to do with me, with life as I know it?' That's the question answered by all these books about how Proust was actually a neuroscientist or how Proust can teach you emotional intelligence.",
        "author": "Elif Batuman"
    },
    {
        "quote": "Millions of dollars' worth of advertising shows such little respect for the reader's intelligence that it amounts almost to outright insult.",
        "author": "James Randolph Adams"
    },
    {
        "quote": "Kindness and intelligence don't always deliver us from the pitfalls and traps: there are always failures of love, of will, of imagination. There is no way to take the danger out of human relationships.",
        "author": "Barbara Grizzuti Harrison"
    },
    {
        "quote": "The intelligence failures with respect to Iraq were massive and have damaged our credibility around the world.",
        "author": "Carl Levin"
    },
    {
        "quote": "Many openly show discontentment with their looks, but few with their intelligence. I, however, assure you there are many more plain minds than faces.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "Improving our national intelligence capabilities should remain a top priority and a continual process.",
        "author": "Blanche Lincoln"
    },
    {
        "quote": "The security of the United States, which is so dependent on having accurate and timely intelligence, is not a Republican or a Democratic issue.",
        "author": "Saxby Chambliss"
    },
    {
        "quote": "First, I have the privilege of being Chairman of the Senate Intelligence Committee. It is not an oxymoron I assure you.",
        "author": "Pat Roberts"
    },
    {
        "quote": "It is not government's job to mandate responsibility on our behalf. We have the intelligence and good sense to make wise consumption choices for ourselves and our children. It is up to us to do what is best for our health and our children's health.",
        "author": "Mike Crapo"
    },
    {
        "quote": "It doesn't matter that Bush scares the hell out of me. What matters is that he scares the hell out of a lot of very important people in Washington who can't speak out, in the military, in the intelligence community.",
        "author": "Seymour Hersh"
    },
    {
        "quote": "Our men and women in uniform deserve the best intelligence possible to help them protect America.",
        "author": "Chris Cannon"
    },
    {
        "quote": "It takes intelligence to make real comedy, and it takes a reality base to create all that little stuff I like to do that makes you giggle inside.",
        "author": "Chris Tucker"
    },
    {
        "quote": "Imagination is but another name for super intelligence.",
        "author": "Edgar Rice Burroughs"
    },
    {
        "quote": "The people who work in intelligence work are more conscious, more apt to be attentive.",
        "author": "William Hedgcock Webster"
    },
    {
        "quote": "They have involved co-operation between the Iraqi intelligence and al-Qaeda operatives on training and combined operations regarding bomb making and chemical and biological weapons.",
        "author": "Douglas Feith"
    },
    {
        "quote": "A lot of the things that we've been able to do in the last several years were Democratic ideas, including the structure for this new director of national intelligence.",
        "author": "Jane Harman"
    },
    {
        "quote": "We can no longer expect an Intelligence Community that is mostly male and mostly white to be able to monitor and infiltrate suspicious organizations or terrorist groups.",
        "author": "Jane Harman"
    },
    {
        "quote": "If they had said my writing wasn't good enough, fair enough, that's an opinion. But to say it's too complex is to insult the intelligence of the so-called young.",
        "author": "Tanith Lee"
    },
    {
        "quote": "The prompt assimilation of that intelligence will be essential if we are to avoid another September 11th.",
        "author": "Adam Schiff"
    },
    {
        "quote": "Within thirty years, we will have the technological means to create superhuman intelligence.",
        "author": "Vernor Vinge"
    },
    {
        "quote": "But every time our ability to access information and to communicate it to others is improved, in some sense we have achieved an increase over natural intelligence.",
        "author": "Vernor Vinge"
    },
    {
        "quote": "I am suggesting that we recognize that in network and interface research there is something as profound (and potential wild) as Artificial Intelligence.",
        "author": "Vernor Vinge"
    },
    {
        "quote": "But our society does not grant nontraditional forms of intelligence equal recognition, no matter how much it would help us get along or truly enrich our lives.",
        "author": "Joan D. Vinge"
    },
    {
        "quote": "Making use of human weaknesses in intelligence work is a logical matter. It keeps coming up, and of course you try to look at all the aspects that interest you in a human being.",
        "author": "Markus Wolf"
    },
    {
        "quote": "I feel that I, and the people under my command, tried to use all the traditional methods of recruiting agents which were also used by other intelligence services; adopting also means like pressure, money, sex - but that did not characterize my service.",
        "author": "Markus Wolf"
    },
    {
        "quote": "You'll remember Dr. Rice said that several times: It was not a warning about the place and the method and the time - it was a general warning. And that points out the imperfection, if you would, of our intelligence.",
        "author": "Lee H. Hamilton"
    },
    {
        "quote": "The Intelligence Committee will also examine present counterintelligence programs for the Department of Energy, the National Laboratories, and the Department of Defense.",
        "author": "Charles Bass"
    },
    {
        "quote": "I began even as a boy to realize how wide the world can be for a man of free intelligence.",
        "author": "George Woodcock"
    },
    {
        "quote": "I'm much better informed than Mr. Clarke ever was about the nature of the intelligence that was available again Osama bin Laden and which was consistently denigrated by himself and Mr. Tenet.",
        "author": "Michael Scheuer"
    },
    {
        "quote": "But the same intelligence compels Germany to practise the same policy.",
        "author": "Pierre Laval"
    },
    {
        "quote": "Could it be that all those reports coming from our own intelligence that Bush ignored was right all along? Could it be that the UN was right all along?",
        "author": "Peter Schuyler"
    },
    {
        "quote": "Human folk are as a matter of fact eager to find intelligence in animals.",
        "author": "Edward Thorndike"
    },
    {
        "quote": "In reality, serial killers are of average intelligence.",
        "author": "Pat Brown"
    },
    {
        "quote": "These are Canadian and United States intelligence and law enforcement offices who are working in teams and who are using good intelligence and good law enforcement to really stop the criminals and terrorists before they ever get to the border.",
        "author": "Paul Cellucci"
    },
    {
        "quote": "I can tell you that the Canadian intelligence and law enforcement agencies have been providing outstanding co-operation with our intelligence and law enforcement agencies as we work together to track down terrorists here in North America and put them out of commission.",
        "author": "Paul Cellucci"
    },
    {
        "quote": "Artificial Intelligence leaves no doubt that it wants its audiences to enter a realm of pure fantasy when it identifies one of the last remaining islands of civilization as New Jersey.",
        "author": "Godfried Danneels"
    },
    {
        "quote": "Job plunges into a series of demands on and accusations of God which may be and indeed are epigrams of high intelligence, but are not noticeably patient.",
        "author": "Charles Williams"
    },
    {
        "quote": "The PATRIOT Act brought down the wall separating intelligence agencies from law enforcement and other entities charged with protecting the Nation from terrorism.",
        "author": "Chris Chocola"
    },
    {
        "quote": "Our intelligence community needs better coordination of operations and exchange of information, and that's why we need an overall director of national intelligence and a national counterterrorism center.",
        "author": "Jim Ramstad"
    },
    {
        "quote": "Prior to the passage of the Patriot Act, it was very difficult - often impossible - for us to share information with the Central Intelligence Agency, with NSA, with the other intelligence agencies, and likewise, for them to share information with us.",
        "author": "Robert Mueller"
    },
    {
        "quote": "There'll be differences of opinion in just about every intelligence analysis that you make.",
        "author": "Robert Mueller"
    },
    {
        "quote": "Successful organizations, including the Military, have learned that the higher the risk, the more necessary it is to engage everyone's commitment and intelligence.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "Yes; we have a specific procedure which we follow in all cases where the Agency is in contact, for the purposes of acquiring intelligence or whatever the case may be, with an individual.",
        "author": "Richard Helms"
    },
    {
        "quote": "I found that our Soviet espionage efforts had virtually never, or had very seldom, produced any worthwhile political or economic intelligence on the Soviet Union.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "In my professional work with the Agency, by the late '70s, I had come to question the value of a great deal of what we were doing, in terms of the intelligence agency's impact on American policy.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "Our Soviet espionage efforts had virtually never, or had very seldom, produced any worthwhile political or economic intelligence on the Soviet Union.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "There are so many things a large intelligence espionage organization can do to justify its existence, that people can get promotions for, because it could result in results.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "The resistance of policy-makers to intelligence is not just founded on an ideological presupposition. They distrust intelligence sources and intelligence officials because they don't understand what the real problems are.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "We had periodic crises in this country when the technical intelligence didn't support the policy. We had the bomber gap, the missile gap.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "Foreign Ministry guys don't become agents. Party officials, the Foreign Ministry nerds, tend not to volunteer to Western intelligence agencies.",
        "author": "Aldrich Ames"
    },
    {
        "quote": "I have had national security background, 10 years on the Intelligence Committee, the last two years as chair.",
        "author": "Bob Graham"
    },
    {
        "quote": "We ought to recognize that we have an offensive responsibility to take the war to the terrorists where they are. That responsibility has waned in the last year as military and intelligence resources were withdrawn from Afghanistan and Pakistan to be used in Iraq.",
        "author": "Bob Graham"
    },
    {
        "quote": "During the Cold War, we gathered information by listening to the Soviets, taking pictures of the Soviets, and we allowed our human intelligence to decline.",
        "author": "Bob Graham"
    },
    {
        "quote": "How can faceless bureaucrats in an intelligence agency deny brave soldiers a chance to tell the truth?",
        "author": "Curt Weldon"
    },
    {
        "quote": "In other cases, when the medium becomes entranced, the demonstration of a communicator's separate intelligence may become stronger and the sophistication less.",
        "author": "Oliver Joseph Lodge"
    },
    {
        "quote": "Well, our position, and our chairman has talked about this extensively, is that we had a lot of intelligence prior to 9/11. We knew that two al Qaeda operatives who ultimately participated in the 9/11 disaster were in the United States. We didn't find them.",
        "author": "Richard Ben-Veniste"
    },
    {
        "quote": "I don't want to talk about intelligence matters. I will say, however, that intelligence-community estimates should not become public in the way of this city and in the way of Congress.",
        "author": "Warren Christopher"
    },
    {
        "quote": "The United States has done more for the war crimes tribunal than any other country in the world. We're turning over all the information we have, including intelligence information.",
        "author": "Warren Christopher"
    },
    {
        "quote": "According to Richard Clarke, the former White House counterterrorism chief, Bush was so obsessed with Iraq that he failed to take action against Osama Bin Laden despite repeated warnings from his intelligence experts.",
        "author": "Ferdinand Mount"
    },
    {
        "quote": "I am committed to ensure that our intelligence community, law enforcement, medical professionals, and military have the information and funding needed to protect the American people from threats at home and abroad.",
        "author": "Leonard Boswell"
    },
    {
        "quote": "It becomes a giant's task to compute the result when the effect of cross seas, wind at all angles and ever varying force, arched surfaces, head resistance, ratio of weight to area, and the intelligence of the guiding power crop up.",
        "author": "Lawrence Hargrave"
    },
    {
        "quote": "The employer class is less indispensable in the modern organization of industries because the laboring men themselves possess sufficient intelligence to organize into co-operative relation and enjoy the entire benefits of their own labor.",
        "author": "Leland Stanford"
    },
    {
        "quote": "It is conceded by all that man is the very highest type of all living creatures on the earth. His intelligence is far superior to that of any other earthly being.",
        "author": "Joseph Franklin Rutherford"
    },
    {
        "quote": "In Spain, we should have enough intelligence, enough sense of individual and collective responsibility to do for ourselves that which would be imposed upon us by a dictatorship.",
        "author": "Federica Montseny"
    },
    {
        "quote": "The Patriot Act removed major legal barriers that prevented the law enforcement, intelligence, and national defense communities from talking and coordinating their work to protect the American people and our national security.",
        "author": "Jon Porter"
    },
    {
        "quote": "It is an accepted commonplace in psychology that the spiritual level of people acting as a crowd is far lower than the mean of each individual's intelligence or morality.",
        "author": "Christian Lous Lange"
    },
    {
        "quote": "In November, they transferred control of Abu Ghraib to the military intelligence command completely; it was, after all, the center for interrogations for Iraq.",
        "author": "Janis Karpinski"
    },
    {
        "quote": "Military intelligence interrogators, however, their goal is to get information, to save lives, to stop the war, to find Saddam - whatever the information is going to be used for, at whatever cost.",
        "author": "Janis Karpinski"
    },
    {
        "quote": "I think what he's - what he believes, and he may be correct, I don't know, that we have some intelligence information that leads us to know some things about what's going on in Iraq that we haven't revealed to others.",
        "author": "Lawrence Eagleburger"
    },
    {
        "quote": "I had been involved in U.S. intelligence in Berlin, Germany, while in the military and had worked with a contact with the Central Intelligence Agency office there.",
        "author": "George J. Mitchell"
    },
    {
        "quote": "Policymakers have to make judgments based on the best intelligence they get.",
        "author": "Frank Carlucci"
    },
    {
        "quote": "I can remember when I was National Security Adviser, the intelligence community told us... they put out an intelligence report saying that Iran would never back off from attacks on shipping in the Gulf if we use force.",
        "author": "Frank Carlucci"
    },
    {
        "quote": "Judy, we think that since the 11th of September, 2001, we've faced a similar heightened threat level. And we've been enhancing both the exchange of intelligence and security information and the assessment of that information, because that's the crucial element.",
        "author": "David Blunkett"
    },
    {
        "quote": "We have been working hard to think about what our combined needs are going to be in the way of intelligence capabilities, not today but 15 to 20 years in the future.",
        "author": "Stephen Cambone"
    },
    {
        "quote": "Over the course of two years, we arrived at a point where we began to look at the value added by making information more easily accessible across the intelligence community, both defense and national.",
        "author": "Stephen Cambone"
    },
    {
        "quote": "One is to ensure that the war fighters and the intelligence analysts get the information that they need when they need it, in a format that's useful to them.",
        "author": "Stephen Cambone"
    },
    {
        "quote": "But by providing the background picture - the universal situational awareness that we desire - by showing the anomalies, the Space-Based Radar will change the nature of how we do our analysis and our intelligence.",
        "author": "Stephen Cambone"
    },
    {
        "quote": "Ron Howard is as good a person as you could want to work with on film. He never lost his cool. He's the most easygoing, lovely man, but he's got this enormous intelligence and a wonderful humanity.",
        "author": "Christine Baranski"
    },
    {
        "quote": "She saw too that man has the power of exceeding himself, of becoming himself more entirely and profoundly than he is, truths which have only recently begun to be seen in Europe and seem even now too great for its common intelligence.",
        "author": "Sri Aurobindo"
    },
    {
        "quote": "I mean enormous pressure was brought to bear - Valerie Amos, Lady Amos, went round Africa with people from our intelligence services trying to press them. I had to make sure that we didn't promise a misuse of aid in a way that would be illegal.",
        "author": "Clare Short"
    },
    {
        "quote": "I wasn't privy to all of the intelligence that was coming in about Guatemala, but I did see the traffic that was coming in from Guatemala City, because it was very relevant to me, and of course I exchanged what I had with the chief of station in Guatemala City.",
        "author": "E. Howard Hunt"
    },
    {
        "quote": "We worked to develop our own operations to advance U.S. counterterrorism objectives by penetrating terrorist safe havens and collecting intelligence that would inform policy and enable our own operations.",
        "author": "Cofer Black"
    },
    {
        "quote": "The plan we developed to deal with al Qaeda depended on developing sources of human and technical intelligence that could give us insights into his plans at the tactical level. This is easy to say but hard to accomplish.",
        "author": "Cofer Black"
    },
    {
        "quote": "Guantanamo allows us to secure dangerous detainees without the risk of escape, while at the same time providing us with valuable intelligence information on how best to proceed in the war against terror and prevent future attacks.",
        "author": "Jim Ryun"
    },
    {
        "quote": "If you look at the publishers I've worked with, generally, they're a great bunch. Creation is unlike any other publishing house you can think of. The people I've worked with have integrity and intelligence and, almost always, less money than ideas.",
        "author": "Peter Sotos"
    },
    {
        "quote": "Oprah is so bright, and her intelligence is so piercing that I don't think anyone who spends a few minutes with her isn't struck by that.",
        "author": "Victoria Principal"
    },
    {
        "quote": "Most good actors have a huge intelligence about the human condition and a real open heart to different kinds of people and behavior.",
        "author": "Tim Robbins"
    },
    {
        "quote": "People have taught me not to look for intelligence in rockmusic.",
        "author": "Andrew Eldritch"
    },
    {
        "quote": "In the fight against terrorism, national agencies keep full control over their police forces, security and intelligence agencies and judicial authorities.",
        "author": "Gijs de Vries"
    },
    {
        "quote": "I don't even call it violence when it's in self defense; I call it intelligence.",
        "author": "Malcolm X"
    },
    {
        "quote": "The accidental causes of science are only accidents relatively to the intelligence of a man.",
        "author": "Chauncey Wright"
    },
    {
        "quote": "Scepticism, that dry caries of the intelligence.",
        "author": "Victor Hugo"
    },
    {
        "quote": "A German immersed in any civilization different from his own loses a weight equivalent in volume to the amount of intelligence he displaces.",
        "author": "Jose Bergamin"
    },
    {
        "quote": "Intelligence we gathered at the time indicated that this was in fact leadership and we struck the leadership.",
        "author": "Peter Pace"
    },
    {
        "quote": "We will strengthen our security by building missile defense, restoring our military might, and standing by and strengthening our intelligence officers.",
        "author": "Mitt Romney"
    },
    {
        "quote": "I'm inspired by the sheer ingenuity and intelligence possessed by my fellow band mates.",
        "author": "Brad Delson"
    }
]