[
    {
        "quote": "I remind myself every morning: Nothing I say this day will teach me anything. So if I'm going to learn, I must do it by listening.",
        "author": "Larry King"
    },
    {
        "quote": "I have always been delighted at the prospect of a new day, a fresh try, one more start, with perhaps a bit of magic waiting somewhere behind the morning.",
        "author": "J. B. Priestley"
    },
    {
        "quote": "There was never a night or a problem that could defeat sunrise or hope.",
        "author": "Bernard Williams"
    },
    {
        "quote": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful.",
        "author": "Prince"
    },
    {
        "quote": "I feel sorry for people who don't drink. When they wake up in the morning, that's as good as they're going to feel all day.",
        "author": "Dean Martin"
    },
    {
        "quote": "Everyone has highs and lows that they have to learn from, but every morning I start off with a good head on my shoulders, saying to myself, 'It's going to be a good day!'.",
        "author": "Lindsay Lohan"
    },
    {
        "quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Lose an hour in the morning, and you will spend all day looking for it.",
        "author": "Richard Whately"
    },
    {
        "quote": "If it's your job to eat a frog, it's best to do it first thing in the morning. And If it's your job to eat two frogs, it's best to eat the biggest one first.",
        "author": "Mark Twain"
    },
    {
        "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day.",
        "author": "Paul Henderson"
    },
    {
        "quote": "God's mercy is fresh and new every morning.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night.",
        "author": "William Blake"
    },
    {
        "quote": "To simply wake up every morning a better person than when I went to bed.",
        "author": "Sidney Poitier"
    },
    {
        "quote": "An early-morning walk is a blessing for the whole day.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "If you're changing the world, you're working on important things. You're excited to get up in the morning.",
        "author": "Larry Page"
    },
    {
        "quote": "You cry and you scream and you stomp your feet and you shout. You say, 'You know what? I'm giving up, I don't care.' And then you go to bed and you wake up and it's a brand new day, and you pick yourself back up again.",
        "author": "Nicole Scherzinger"
    },
    {
        "quote": "What inspires you, what excites you when you wake up in the morning?",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "I'm always thinking about creating. My future starts when I wake up every morning... Every day I find something creative to do with my life.",
        "author": "Miles Davis"
    },
    {
        "quote": "Some mornings, it's just not worth chewing through the leather straps.",
        "author": "Emo Philips"
    },
    {
        "quote": "It is a matter of shame that in the morning the birds should be awake earlier than you.",
        "author": "Abu Bakr"
    },
    {
        "quote": "Thank God every morning when you get up that you have something to do that day, which must be done, whether you like it or not.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Good morning is a contradiction of terms.",
        "author": "Jim Davis"
    },
    {
        "quote": "Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend - or a meaningful day.",
        "author": "Dalai Lama"
    },
    {
        "quote": "In a real dark night of the soul, it is always three o'clock in the morning, day after day.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "I wake up some mornings and sit and have my coffee and look out at my beautiful garden, and I go, 'Remember how good this is. Because you can lose it.'",
        "author": "Jim Carrey"
    },
    {
        "quote": "A good idea will keep you awake during the morning, but a great idea will keep you awake during the night.",
        "author": "Marilyn vos Savant"
    },
    {
        "quote": "It ain't as bad as you think. It will look better in the morning.",
        "author": "Colin Powell"
    },
    {
        "quote": "I'm a very early riser, and I don't like to miss that beautiful early morning light.",
        "author": "David Hockney"
    },
    {
        "quote": "The most efficient way to live reasonably is every morning to make a plan of one's day and every night to examine the results obtained.",
        "author": "Alexis Carrel"
    },
    {
        "quote": "Morning comes whether you set the alarm or not.",
        "author": "Ursula K. Le Guin"
    },
    {
        "quote": "If you're bored with life - you don't get up every morning with a burning desire to do things - you don't have enough goals.",
        "author": "Lou Holtz"
    },
    {
        "quote": "No man knows till he has suffered from the night how sweet and dear to his heart and eye the morning can be.",
        "author": "Bram Stoker"
    },
    {
        "quote": "When I wake up in the morning, I feel just like any other insecure 24-year-old girl.",
        "author": "Lady Gaga"
    },
    {
        "quote": "I wake up laughing. Yes, I wake up in the morning and there I am just laughing my head off.",
        "author": "Bruce Willis"
    },
    {
        "quote": "First thing every morning before you arise say out loud, 'I believe,' three times.",
        "author": "Ovid"
    },
    {
        "quote": "I get up in the morning looking for an adventure.",
        "author": "George Foreman"
    },
    {
        "quote": "Love. Fall in love and stay in love. Write only what you love, and love what you write. The key word is love. You have to get up in the morning and write something you love, something to live for.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Early morning cheerfulness can be extremely obnoxious.",
        "author": "William Feather"
    },
    {
        "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.",
        "author": "Robert Orben"
    },
    {
        "quote": "You feel a little older in the morning. By noon I feel about 55.",
        "author": "Bob Dole"
    },
    {
        "quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.",
        "author": "Salvador Dali"
    },
    {
        "quote": "When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'",
        "author": "Steven Wright"
    },
    {
        "quote": "Nothing is more beautiful than the loveliness of the woods before sunrise.",
        "author": "George Washington Carver"
    },
    {
        "quote": "The light which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning star.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Some mornings you wake up and think, gee I look handsome today. Other days I think, what am I doing in the movies? I wanna go back to Ireland and drive a forklift.",
        "author": "Liam Neeson"
    },
    {
        "quote": "Opportunities are like sunrises. If you wait too long, you miss them.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "Manners is the key thing. Say, for instance, when you're growing up, you're walking down the street, you've got to tell everybody good morning. Everybody. You can't pass one person.",
        "author": "Usain Bolt"
    },
    {
        "quote": "He, who every morning plans the transactions of the day, and follows that plan, carries a thread that will guide him through a labyrinth of the most busy life.",
        "author": "Victor Hugo"
    },
    {
        "quote": "I think that when you get dressed in the morning, sometimes you're really making a decision about your behavior for the day. Like if you put on flipflops, you're saying: 'Hope I don't get chased today.' 'Be nice to people in sneakers.'",
        "author": "Demetri Martin"
    },
    {
        "quote": "I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Do not say, 'It is morning,' and dismiss it with a name of yesterday. See it for the first time as a newborn child that has no name.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Each morning sees some task begun, each evening sees it close; Something attempted, something done, has earned a night's repose.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Be pleasant until ten o'clock in the morning and the rest of the day will take care of itself.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Burning desire to be or do something gives us staying power - a reason to get up every morning or to pick ourselves up and start in again after a disappointment.",
        "author": "Marsha Sinetar"
    },
    {
        "quote": "We sleep, but the loom of life never stops, and the pattern which was weaving when the sun went down is weaving when it comes up in the morning.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spent the rest of the day putting the pieces together.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "The person who doesn't scatter the morning dew will not comb gray hairs.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "The sun is new each day.",
        "author": "Heraclitus"
    },
    {
        "quote": "I never knew a man come to greatness or eminence who lay abed late in the morning.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "Arranging a bowl of flowers in the morning can give a sense of quiet in a crowded day - like writing a poem or saying a prayer.",
        "author": "Anne Morrow Lindbergh"
    },
    {
        "quote": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.",
        "author": "Gabriel Garcia Marquez"
    },
    {
        "quote": "In the morning a man walks with his whole body; in the evening, only with his legs.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "This morning when I put on my underwear I could hear the fruit-of-the-loom guys laughing at me.",
        "author": "Rodney Dangerfield"
    },
    {
        "quote": "The man with the best job in the country is the vice-president. All he has to do is get up every morning and say, 'How is the president?'",
        "author": "Will Rogers"
    },
    {
        "quote": "It is not time for mirth and laughter, the cold, gray dawn of the morning after.",
        "author": "George Ade"
    },
    {
        "quote": "I love the smell of juice boxes in the morning.",
        "author": "Robert Duvall"
    },
    {
        "quote": "We could hardly wait to get up in the morning.",
        "author": "Wilbur Wright"
    },
    {
        "quote": "It's always such a joy that you wake up in the morning and there's work to do.",
        "author": "Jerome Lawrence"
    },
    {
        "quote": "Tell him he can have my title, but I want it back in the morning.",
        "author": "Jack Dempsey"
    },
    {
        "quote": "About four days a week, I do pretty good at having a morning prayer time. But even at that, it's a rambling sort of thing. What I have learned to do better is to try to keep my mind turned toward God and ear inclined toward God throughout the day, and I think I'm doing better at that, but I've got a long way to go.",
        "author": "Max Lucado"
    },
    {
        "quote": "I never really look for anything. What God throws my way comes. I wake up in the morning and whichever way God turns my feet, I go.",
        "author": "Pearl Bailey"
    },
    {
        "quote": "Most of the time I spend when I get up in the morning is trying to figure out what is going to happen.",
        "author": "Madeleine Albright"
    },
    {
        "quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say.",
        "author": "Charles Stanley"
    },
    {
        "quote": "When I wake up in the morning, I feel like a billionaire without paying taxes.",
        "author": "Ernie Banks"
    },
    {
        "quote": "Cut your morning devotions into your personal grooming. You would not go out to work with a dirty face. Why start the day with the face of your soul unwashed?",
        "author": "Robert A. Cook"
    },
    {
        "quote": "I miss Saturday morning, rolling out of bed, not shaving, getting into my car with my girls, driving to the supermarket, squeezing the fruit, getting my car washed, taking walks.",
        "author": "Barack Obama"
    },
    {
        "quote": "I see myself at 7:30 in the morning and it's not too pretty.",
        "author": "Rod Stewart"
    },
    {
        "quote": "I, of course, meditate for two hours every morning. It's part of my schedule; I wake up at 4 a.m. every day and I love it.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "I am a New Yorker, and 7:00 A.M. is a civilized hour to finish the day, not to start it.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "I had a monumental idea this morning, but I didn't like it.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "Let me tell you, it is still morning in America. It just happens to be kind of a head pounding, hung over for four hours in America - and it's shaping up to be a nasty day, but its still morning in America.",
        "author": "Glenn Beck"
    },
    {
        "quote": "If some great catastrophe is not announced every morning, we feel a certain void. Nothing in the paper today, we sigh.",
        "author": "John Dalberg-Acton"
    },
    {
        "quote": "Do I get up every morning and ask: am I doing the things that I believe in and am I doing them for the best possible motives? Yes. Unambiguously yes.",
        "author": "Nick Clegg"
    },
    {
        "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.",
        "author": "Yoko Ono"
    },
    {
        "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.",
        "author": "Kevyn Aucoin"
    },
    {
        "quote": "If you get up in the morning and think the future is going to be better, it is a bright day. Otherwise, it's not.",
        "author": "Elon Musk"
    },
    {
        "quote": "True terror is to wake up one morning and discover that your high school class is running the country.",
        "author": "Kurt Vonnegut"
    },
    {
        "quote": "When you wake up each morning, you can choose to be happy or choose to be sad. Unless some terrible catastrophe has occurred the night before, it is pretty much up to you. Tomorrow morning, when the sun shines through your window, choose to make it a happy day.",
        "author": "Lynda Resnick"
    },
    {
        "quote": "Every morning I wake up and thank God.",
        "author": "Aaron Neville"
    },
    {
        "quote": "Some people dream of success, while other people get up every morning and make it happen.",
        "author": "Wayne Huizenga"
    },
    {
        "quote": "Your morning sets up the success of your day. So many people wake up and immediately check text messages, emails, and social media. I use my first hour awake for my morning routine of breakfast and meditation to prepare myself.",
        "author": "Caroline Ghosn"
    },
    {
        "quote": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "What is love? It is the morning and the evening star.",
        "author": "Sinclair Lewis"
    },
    {
        "quote": "Don't think in the morning. That's a big mistake that people make. They wake up in the morning and they start thinking. Don't think. Just execute the plan. The plan is the alarm clock goes off, you get up, you go work out. Get some.",
        "author": "Jocko Willink"
    },
    {
        "quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
        "author": "George Horace Lorimer"
    },
    {
        "quote": "Wellness is associated with happiness. When you're happy, you're feeling good in your mind and body. That ties into being healthy, eating well, and exercising regularly. It also ties into being excited about things - like getting up in the morning and having a healthy breakfast.",
        "author": "Stella Maxwell"
    },
    {
        "quote": "God is on my side, and that's all I need. I get up in the morning, I pray to God. I don't pray to the president, the governor, the mayor, no black caucus, no this and that. I pray to God, and that's the end of it.",
        "author": "Mr. T"
    },
    {
        "quote": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.",
        "author": "George W. Bush"
    },
    {
        "quote": "Every morning that I wake up and I'm breathing, I can feel it and take a moment to say, you know, 'Thank God I'm alive for another day.'",
        "author": "Ron Cephas Jones"
    },
    {
        "quote": "We are shallow because our media are so horribly shallow. Every morning, I peruse the papers, and there is so little to read in them. It is the same with radio - all that noise, that artifice.",
        "author": "F. Sionil Jose"
    },
    {
        "quote": "When I wake up every morning, I thank God for the new day.",
        "author": "F. Sionil Jose"
    },
    {
        "quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.",
        "author": "Florence Griffith Joyner"
    },
    {
        "quote": "Police officers put the badge on every morning, not knowing for sure if they'll come home at night to take it off.",
        "author": "Tom Cotton"
    },
    {
        "quote": "There have to be reasons that you get up in the morning and you want to live. Why do you want to live? What's the point? What inspires you? What do you love about the future? If the future does not include being out there among the stars and being a multi-planet species, I find that incredibly depressing.",
        "author": "Elon Musk"
    },
    {
        "quote": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.",
        "author": "Samuel Daniel"
    },
    {
        "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.",
        "author": "E. B. White"
    },
    {
        "quote": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its morning and is refreshed.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "The temptation to take the easy road is always there. It is as easy as staying in bed in the morning and sleeping in. But discipline is paramount to ultimate success and victory for any leader and any team.",
        "author": "Jocko Willink"
    },
    {
        "quote": "My philosophy is if you're a man at night, you gotta be a man in the morning.",
        "author": "Ryan Lochte"
    },
    {
        "quote": "If we were to wake up some morning and find that everyone was the same race, creed and color, we would find some other causes for prejudice by noon.",
        "author": "George Aiken"
    },
    {
        "quote": "Every morning, we choose between milk or tea or coffee. Usually, I know what I like, but I don't rule out changing my idea sometimes. The editing process is one of the most important parts in everyday life. The same is with my work: mistakes are part of the decision-making process.",
        "author": "Maurizio Cattelan"
    },
    {
        "quote": "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly.",
        "author": "Winston Churchill"
    },
    {
        "quote": "I don't ask for the meaning of the song of a bird or the rising of the sun on a misty morning. There they are, and they are beautiful.",
        "author": "Pete Hamill"
    },
    {
        "quote": "Grief is never something you get over. You don't wake up one morning and say, 'I've conquered that; now I'm moving on.' It's something that walks beside you every day. And if you can learn how to manage it and honour the person that you miss, you can take something that is incredibly sad and have some form of positivity.",
        "author": "Terri Irwin"
    },
    {
        "quote": "I wake up every morning literally with a smile on my face, grateful for another day I never thought I'd see.",
        "author": "Dick Cheney"
    },
    {
        "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.",
        "author": "Bob Dylan"
    },
    {
        "quote": "I am a fashion designer. I'm not an environmentalist. When I get up in the morning, number one I'm a mother and a wife, and number two I design clothes. So the main thing I need to do is create, hopefully, exquisitely beautiful, desirable objects for my customer.",
        "author": "Stella McCartney"
    },
    {
        "quote": "Food is a huge passion of mine, and because I want to eat whatever I want, I run every morning, and then I do weights a few times a week. It's just how I can balance eating pancakes in the morning, a big burger for lunch, and then a fat steak and cheesecake at night.",
        "author": "Matt Barr"
    },
    {
        "quote": "Wherever my story takes me, however dark and difficult the theme, there is always some hope and redemption, not because readers like happy endings, but because I am an optimist at heart. I know the sun will rise in the morning, that there is a light at the end of every tunnel.",
        "author": "Michael Morpurgo"
    },
    {
        "quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.",
        "author": "Henny Youngman"
    },
    {
        "quote": "People work better when they know what the goal is and why. It is important that people look forward to coming to work in the morning and enjoy working.",
        "author": "Elon Musk"
    },
    {
        "quote": "Every morning when I wake up, I am grateful and happy that I come to the film set. It is home.",
        "author": "Arjun Kapoor"
    },
    {
        "quote": "I woke up one morning thinking about wolves and realized that wolf packs function as families. Everyone has a role, and if you act within the parameters of your role, the whole pack succeeds, and when that falls apart, so does the pack.",
        "author": "Jodi Picoult"
    },
    {
        "quote": "One morning I shot an elephant in my pajamas. How he got into my pajamas I'll never know.",
        "author": "Groucho Marx"
    },
    {
        "quote": "For the past 33 years, I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Swallow a toad in the morning and you will encounter nothing more disgusting the rest of the day.",
        "author": "Nicolas Chamfort"
    },
    {
        "quote": "I wake up every morning, look in the mirror and ask, 'Am I a sex symbol?' Then I go back to bed again. It's stupid to think that way.",
        "author": "Antonio Banderas"
    },
    {
        "quote": "I did almost every job in the bank. It was real life, waking up in the morning, putting on a suit and tie and then having to go to work.",
        "author": "Romain Grosjean"
    },
    {
        "quote": "It is well enough that people of the nation do not understand our banking and monetary system, for if they did, I believe there would be a revolution before tomorrow morning.",
        "author": "Henry Ford"
    },
    {
        "quote": "Human life is as evanescent as the morning dew or a flash of lightning.",
        "author": "Samuel Butler"
    },
    {
        "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.",
        "author": "John Steinbeck"
    },
    {
        "quote": "To find the universal elements enough; to find the air and the water exhilarating; to be refreshed by a morning walk or an evening saunter... to be thrilled by the stars at night; to be elated over a bird's nest or a wildflower in spring - these are some of the rewards of the simple life.",
        "author": "John Burroughs"
    },
    {
        "quote": "There is nothing quite like a freshly brewed pot of tea to get you going in the morning.",
        "author": "Phyllis Logan"
    },
    {
        "quote": "I couldn't be luckier to wake up every morning and be so excited to get to work, even if it's five in the morning.",
        "author": "Carly Chaikin"
    },
    {
        "quote": "I rely on breakfast to give me a kickstart of energy in the morning, so I choose my foods accordingly.",
        "author": "Mikaela Shiffrin"
    },
    {
        "quote": "Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.",
        "author": "Charles Dickens"
    },
    {
        "quote": "My favorite room in the house is my kitchen. It's definitely the heart and soul of our home. It's where we gather in the morning as a family to start the day, and it's where we wind down at night over supper.",
        "author": "Kimberly Schlapman"
    },
    {
        "quote": "When you rise in the morning, give thanks for the light, for your life, for your strength. Give thanks for your food and for the joy of living. If you see no reason to give thanks, the fault lies in yourself.",
        "author": "Tecumseh"
    },
    {
        "quote": "I don't know why you call it morning sickness, because I was sick all day and night!",
        "author": "Soleil Moon Frye"
    },
    {
        "quote": "The day of the sun is like the day of a king. It is a promenade in the morning, a sitting on the throne at noon, a pageant in the evening.",
        "author": "Wallace Stevens"
    },
    {
        "quote": "Because you know what happens when you say 'hello' or 'good morning?' You make a connection. And isn't that what being human is all about?",
        "author": "Philip Rosenthal"
    },
    {
        "quote": "I love the water. Everything about it. Smelling the humidity in the air, seeing the mist rise in the morning, feeling the dew-wet grass on my bare feet. I love watching the fish jump and the geese land. We even have an eagle here that circles every so often.",
        "author": "Lori Foster"
    },
    {
        "quote": "I wake up every morning new, free as a bird.",
        "author": "Ashley Cole"
    },
    {
        "quote": "I'm definitely a morning person. I wake up dead happy, looking forward to having my cereal!",
        "author": "Nico Mirallegro"
    },
    {
        "quote": "When I was in the hospital they gave me apple juice every morning, even after I told them I didn't like it. I had to get even. One morning, I poured the apple juice into the specimen tube. The nurse held it up and said, 'It's a little cloudy.' I took the tube from her and said, 'Let me run it through again,' and drank it. The nurse fainted.",
        "author": "Alan King"
    },
    {
        "quote": "Sunday morning is time to slob around and perhaps go swimming.",
        "author": "John Torode"
    },
    {
        "quote": "Prayer is the key of the morning and the bolt of the evening.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The brain is a wonderful organ; it starts working the moment you get up in the morning and does not stop until you get into the office.",
        "author": "Robert Frost"
    },
    {
        "quote": "Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.",
        "author": "Franz Schubert"
    },
    {
        "quote": "When I wake up in the morning, I like to refresh myself and put some tonic on - one with vitamin C - and then an oxygen cream with vitamins A, C, and E. That's very important to me so that my skin will stay moisturized throughout the day.",
        "author": "Melania Trump"
    },
    {
        "quote": "You know you're going to have a good day when your morning begins with breakfast in the same room as Carrie Tiffany, David Vann and Lionel Shriver.",
        "author": "Hannah Kent"
    },
    {
        "quote": "On a day when you're tired, it's important to just say good morning to everyone so they're kind of aware that it's gonna be a good day. Jamie Lee Curtis told me that.",
        "author": "Lindsay Lohan"
    },
    {
        "quote": "My father was a tailor. He worked from seven o'clock in the morning until seven at night. At least when he got home, my mother always cooked him a very good dinner. Lots of potatoes, I remember; he used to knock them down like a dose of salts. He needed it, after a 12-hour day.",
        "author": "Harold Pinter"
    },
    {
        "quote": "The key to forming good habits is to make them part of your 'rituals.' I have a morning ritual, afternoon ritual, and Sunday ritual. It's one way to bundle good habits into regular times that you set aside to prepare yourself for the life you want. Rituals help you form habits.",
        "author": "Lewis Howes"
    },
    {
        "quote": "Editing is a lot about patience and discipline and just banging away at something, turning off the machine and going home at night because you're frustrated and depressed, and then coming back in the morning to try again.",
        "author": "Thelma Schoonmaker"
    },
    {
        "quote": "Every morning, I would actually look at the obituaries before I had breakfast. And as a joke I said if I was not in it, I would have the breakfast.",
        "author": "Carl Reiner"
    },
    {
        "quote": "You just gotta use the sunset as a reset button and start over in the morning with every chance you get to open your eyes.",
        "author": "Victoria Monet"
    },
    {
        "quote": "On 6 October 1973, the Yom Kippur war broke out between a coalition of Arab states and Israel. At 6 A.M. that morning, Kissinger, asleep in the Waldorf, was taken by surprise by the Arab attack - as were the CIA and the rest of the world.",
        "author": "Alistair Horne"
    },
    {
        "quote": "My children are the reason I laugh, smile and want to get up every morning.",
        "author": "Gena Lee Nolin"
    },
    {
        "quote": "You know that feeling when you wake up in the morning and you're excited for the day? That's one of my main goals in life.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "After all those years as a woman hearing 'not thin enough, not pretty enough, not smart enough, not this enough, not that enough,' almost overnight I woke up one morning and thought, 'I'm enough.'",
        "author": "Anna Quindlen"
    },
    {
        "quote": "If you want to be the best, you can't take the path of least resistance. Every morning, you wake up, and your mind tells you it's too early, and your body tells you you're a little too sore, but you've got to look deep within yourself and know what you want and what you're striving for.",
        "author": "Antonio Brown"
    },
    {
        "quote": "Driving a motorcycle is like flying. All your senses are alive. When I ride through Beverly Hills in the early morning, and all the sprinklers have turned off, the scents that wash over me are just heavenly. Being House is like flying, too. You're free of the gravity of what people think.",
        "author": "Hugh Laurie"
    },
    {
        "quote": "My dad used to have an expression - 'It is the lucky person who gets up in the morning, puts both feet on the floor, knows what they are about to do, and thinks it still matters.'",
        "author": "Joe Biden"
    },
    {
        "quote": "I wake up in the morning and my heart is light, man. It's not heavy. I don't have skeletons in the closet on their way out.",
        "author": "Drake"
    },
    {
        "quote": "My grandmother lived to 104 years old, and part of her success was she woke up every morning to a brand new day. She said every morning is a new gift. Her favorite hobby was collecting birthdays.",
        "author": "George Takei"
    },
    {
        "quote": "I always beat the sun up in the morning. It's the secret to why I'm double trouble.",
        "author": "Al Sharpton"
    },
    {
        "quote": "Every day, I wake up and say, 'Good Morning, Jesus.'",
        "author": "Vanity"
    },
    {
        "quote": "That nice, soft pillow and the warm blanket, and it's all comfortable, and no one wants to leave that comfort - but if you can wake up early in the morning, get a head start on everyone else that's still sleeping, get productive time doing things that you need to do - that's a huge piece to moving your life forward.",
        "author": "Jocko Willink"
    },
    {
        "quote": "There are two tests in life, more important than any other test. On Monday morning, when you wake up, do you feel in the pit of your stomach you can't wait to go to work? And when you're ready to go home Friday afternoon, do you say, 'I can't wait to go home?'",
        "author": "Chuck Schumer"
    },
    {
        "quote": "Inspiration can come from anywhere, and a lot of the time, it depends on how you feel when you get up in the morning.",
        "author": "Tyler Shaw"
    },
    {
        "quote": "There is no royal road to a successful life, as there is no royal road to learning. It has got to be hard knocks, morning, noon, and night, and fixity of purpose.",
        "author": "Charles M. Schwab"
    },
    {
        "quote": "You have to have a dream so you can get up in the morning.",
        "author": "Billy Wilder"
    },
    {
        "quote": "It is a good morning exercise for a research scientist to discard a pet hypothesis every day before breakfast. It keeps him young.",
        "author": "Konrad Lorenz"
    },
    {
        "quote": "I think when we wake up in the morning, we can choose between fear and love. Every morning. And every morning, if you choose one, that doesn't define you until the end... The way you end your story is important. It's important that we choose love over fear, because love is the answer.",
        "author": "Guillermo del Toro"
    },
    {
        "quote": "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "From early morning to late at night, it's such an interesting life, and I'm healthy and free, and that's not so easy with a family.",
        "author": "Olav Thon"
    },
    {
        "quote": "I just enjoy life now. I just enjoy every morning I get to wake up.",
        "author": "Nas"
    },
    {
        "quote": "My extravagance is my garden - it's the first thing I look at every morning when I wake up. It gives me so much pleasure.",
        "author": "Ina Garten"
    },
    {
        "quote": "What's the first thing I do when I wake up in the morning? Wish I hadn't.",
        "author": "Morrissey"
    },
    {
        "quote": "A truly great book should be read in youth, again in maturity and once more in old age, as a fine building should be seen by morning light, at noon and by moonlight.",
        "author": "Robertson Davies"
    },
    {
        "quote": "Just in terms of allocation of time resources, religion is not very efficient. There's a lot more I could be doing on a Sunday morning.",
        "author": "Bill Gates"
    },
    {
        "quote": "Left to themselves, things tend to go from bad to worse. Murphy's First Corollary If you tell the boss you were late for work because you had a flat tire, the next morning you will have a flat tire.",
        "author": "George Edward Woodberry"
    },
    {
        "quote": "I think glamour all the time. I wake up in the morning and I'm already thinking glamour.",
        "author": "Donatella Versace"
    },
    {
        "quote": "A good wife is one who serves her husband in the morning like a mother does, loves him in the day like a sister does and pleases him like a prostitute in the night.",
        "author": "Chanakya"
    },
    {
        "quote": "I have a healthy relationship with food. My problem is, as a comic, I eat dinner late. But I'll have a smoothie for breakfast every morning, and I keep it pretty low-carb and healthy during the day. At night, I'll have a basic protein, quinoa, and vegetables.",
        "author": "Amy Schumer"
    },
    {
        "quote": "I grew up, as I joke around, in the 'People's Republic of Charlestown' in the city of Boston. And I was blessed to be raised right there on Monument Square in Charlestown, and every morning I'd hop on the bus and go on a 45-minute ride out to the suburbs in Brooklyn for elementary school. And I got to have my seat, really, in both worlds.",
        "author": "Jonathan Tucker"
    },
    {
        "quote": "I like to use 'I Can't Believe it's Not Butter' on my toast in the morning, because sometimes when I eat breakfast, I like to be incredulous. How was breakfast? Unbelievable.",
        "author": "Demetri Martin"
    },
    {
        "quote": "My attitude when I'm in Mexico is I wake up in the morning with nothing to do and I go to bed half done. I don't wear a watch. When I live down there, I do nothing according to time. I eat when I'm hungry and go to sleep when I'm tired.",
        "author": "Jesse Ventura"
    },
    {
        "quote": "Being gritty doesn't mean not showing pain or pretending everything is O.K. In fact, when you look at healthy and successful and giving people, they are extraordinarily meta-cognitive. They're able to say things like, 'Dude, I totally lost my temper this morning.' That ability to reflect on yourself is signature to grit.",
        "author": "Angela Duckworth"
    },
    {
        "quote": "I never married because there was no need. I have three pets at home which answer the same purpose as a husband. I have a dog which growls every morning, a parrot which swears all afternoon, and a cat that comes home late at night.",
        "author": "Marie Corelli"
    },
    {
        "quote": "Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "The amazing thing about love and attention and encouragement and grace and success and joy is that these things are infinite. We get a new supply every single morning, and so we can give it away all day. We never, ever have to monitor the supply of others or grab or hoard.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.",
        "author": "Cary Grant"
    },
    {
        "quote": "My perfect morning is spent drinking coffee, eating porridge and reading the paper at a local cafe.",
        "author": "Anton du Beke"
    },
    {
        "quote": "Even if you don't have time for a big workout, stretching in the morning and night really changes your body.",
        "author": "Erin Heatherton"
    },
    {
        "quote": "Morning without you is a dwindled dawn.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "No matter how bad things are, you can at least be happy that you woke up this morning.",
        "author": "D. L. Hughley"
    },
    {
        "quote": "There is one thing that gets you out of bed in the morning, and that is discipline. Because your dreams and your goals are not there waking up for you in the morning.",
        "author": "Jocko Willink"
    },
    {
        "quote": "I have a glass of alkaline water first thing. I don't have the biggest appetite in the morning, which is kind of tough for me, but I always start with a green drink called Tonic Alchemy. It's a really amazing combination drink that has a lot of different superfoods and algae and Chinese herbs.",
        "author": "Jamie Anderson"
    },
    {
        "quote": "A delicious smoothie is a really easy way of taking on lots of amazing skin boosting ingredients and was my first port of call every morning in the run-up to my wedding - I'll throw in frozen berries, banana, spinach, almond butter, almond milk, and oats for a quick breakfast quite often.",
        "author": "Ella Woodward"
    },
    {
        "quote": "My heart is singing for joy this morning! A miracle has happened! The light of understanding has shone upon my little pupil's mind, and behold, all things are changed!",
        "author": "Anne Sullivan"
    },
    {
        "quote": "A bachelor is a man who comes to work each morning from a different direction.",
        "author": "Sholom Aleichem"
    },
    {
        "quote": "Don't let the Monday morning quarterbacks stop you from being bold. You've got to set a high bar.",
        "author": "Antonio Villaraigosa"
    },
    {
        "quote": "Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast.",
        "author": "Joan of Arc"
    },
    {
        "quote": "There's nothing more, nothing better in life to wake up in the morning, look at yourself in the mirror, and feel comfortable with yourself and who you are.",
        "author": "Caitlyn Jenner"
    },
    {
        "quote": "I know we have to have people of good conscience who stand up against oppression. I know we have to have people who understand that social justice belongs to us all. And that wakes me up every morning, and that makes me fight even harder.",
        "author": "Stacey Abrams"
    },
    {
        "quote": "Each morning my characters greet me with misty faces willing, though chilled, to muster for another day's progress through the dazzling quicksand the marsh of blank paper.",
        "author": "John Updike"
    },
    {
        "quote": "I slept with faith and found a corpse in my arms on awakening; I drank and danced all night with doubt and found her a virgin in the morning.",
        "author": "Aleister Crowley"
    },
    {
        "quote": "I had been educated in the rhythms of the mountain, rhythms in which change was never fundamental, only cyclical. The same sun appeared each morning, swept over the valley, and dropped behind the peak. The snows that fell in winter always melted in the spring.",
        "author": "Tara Westover"
    },
    {
        "quote": "I wake up every morning and I surprise myself. I wake up to a new me.",
        "author": "Gina Carano"
    },
    {
        "quote": "The first fresh hour of every morning should be dedicated to the Lord, whose mercy gladdens it with golden light.",
        "author": "Charles Spurgeon"
    },
    {
        "quote": "Basically I wake up in the morning and I think everything's going to be great. I'm really kind of optimistic, and I look forward to a new day. I pick up 'The New York Times,' and I look at the front page and realize that once again I'm wrong. I start to fixate on stuff.",
        "author": "Lewis Black"
    },
    {
        "quote": "Imagine you wake up one morning with a knock at the door, and when you answer, there's Denzel Washington announcing that he's going to be filming on your street for several weeks.",
        "author": "Stephen Henderson"
    },
    {
        "quote": "Every weekday morning, I picture my first paragraph while I hike with my dog Milo near Mulholland Drive, looking out over the San Fernando Valley. I edit the paragraph, then memorize it, so that when I get back home and sit down at my computer, the blank screen's tyranny lasts only a second or two. A brief reign!",
        "author": "Lauren Kate"
    },
    {
        "quote": "I wake up every morning feeling lucky - which is driven by fear, no doubt, since I know it could all go away.",
        "author": "Natasha Richardson"
    },
    {
        "quote": "Cardio is a nice way to start the morning, man. Whether you sit on the bike for half an hour or throw on two jumpers and just sweat, it's good to get up, get the body active, put on your headphones, and just pedal away.",
        "author": "Anthony Joshua"
    },
    {
        "quote": "There is something about the melody of 'Thunder Road' that just suggests 'new day.' It suggests morning; it suggests something opening up.",
        "author": "Bruce Springsteen"
    },
    {
        "quote": "Greet every morning with open arms and say thanks every night with a full heart. Each day is a precious gift to be savored and used, not left unopened and hoarded for a future that may never come.",
        "author": "Regina Brett"
    },
    {
        "quote": "If you want to be an entrepreneur, it's not a job, it's a lifestyle. It defines you. Forget about vacations, about going home at 6 pm - last thing at night you'll send emails, first thing in the morning you'll read emails, and you'll wake up in the middle of the night. But it's hugely rewarding as you're fulfilling something for yourself.",
        "author": "Niklas Zennstrom"
    },
    {
        "quote": "I tell my daughter every morning, 'Now, what are the two most important parts of you?' And she says, 'My head and my heart.' Because that's what I've learned in the foxhole: What gets you through life is strength of character and strength of spirit and love.",
        "author": "Viola Davis"
    },
    {
        "quote": "I remember seeing a movie with Jose Ferrer and Rosemary Clooney where they were husband and wife, and they got in bed, and he had on polka-dot pajamas and she had on striped pajamas, and when they got up the next morning he had on the striped pajamas and she had the polka dot pajamas, and that was considered racy at that time!",
        "author": "Bob Newhart"
    },
    {
        "quote": "I love the sunrise, as I am definitely a morning person! It's a great time to get up and have a coffee in the garden by myself before everybody wakes up.",
        "author": "Bianca Balti"
    },
    {
        "quote": "It's not fun to get out of bed early in the morning. When the alarm goes off, it doesn't sing you a song: it hits you in the head with a baseball bat. So how do you respond to that? Do you crawl underneath your covers and hide? Or do you get up, get aggressive, and attack the day?",
        "author": "Jocko Willink"
    },
    {
        "quote": "Sometimes, getting up in the morning and brushing your teeth is the hardest part of the day - it all just hurts.",
        "author": "Tom Brady"
    },
    {
        "quote": "Couldn't start the morning without caffeine.",
        "author": "Ginnifer Goodwin"
    },
    {
        "quote": "I always wake up early Saturday morning, and I have a little bit more time, so I go to the gym.",
        "author": "Ehud Olmert"
    },
    {
        "quote": "We've seen the worst that human beings are capable of. We've seen what happens when leaders abandon common decency in favor of rage and hate. Through the lens of history, the Holocaust happened yesterday, the civil rights movement was this morning, so we are not as out of the woods as we might have thought.",
        "author": "Max Joseph"
    },
    {
        "quote": "A household can never appear prosperous without a cow. How auspicious it is to wake up in the morning to the mooing of your own cow!",
        "author": "Munshi Premchand"
    },
    {
        "quote": "Nixon was so crooked that he needed servants to help him screw his pants on every morning.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "I'm not a cooking person, so there's not much in the fridge. On the rare occasion that I do cook, I make myself breakfast. Eggs are my go-to in the morning for some protein. Orange juice as well. You have to start your day off with that.",
        "author": "Eugenie Bouchard"
    },
    {
        "quote": "I like freedom. I wake up in the morning and say, 'I don't know, should I have a popsicle or a donut?' You know, who knows?",
        "author": "Oscar Nunez"
    },
    {
        "quote": "Breakfast is my favorite way to start off the day. This is usually what I order every morning on set: egg whites scrambled with broccoli and a side of well-done turkey bacon. Sometimes I add a bit of feta cheese.",
        "author": "Cassie Scerbo"
    },
    {
        "quote": "It's so important for people to have a space that they love, and that you wake up happy every morning in your house. A big part of that is what you have for your furniture, your art, your decor.",
        "author": "Drew Scott"
    },
    {
        "quote": "For me, training is my meditation, my yoga, hiking, biking all rolled into one. Wake up early in the morning, generally around 4 o'clock, and I'll do my cardio on an empty stomach. Stretch, have a big breakfast, and then I'll go train.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "In these times you have to be an optimist to open your eyes when you awake in the morning.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "Your enjoyment of the world is never right, till every morning you awake in Heaven: see yourself in your Father's palace; and look upon the skies, the earth, and the air as celestial joys: having such a reverend esteem of all, as if you were among the angels.",
        "author": "Thomas Traherne"
    },
    {
        "quote": "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "I recorded my hair this morning, tonight I'm watching the highlights.",
        "author": "Jay London"
    },
    {
        "quote": "The great secret of doctors, known only to their wives, but still hidden from the public, is that most things get better by themselves; most things, in fact, are better in the morning.",
        "author": "Lewis Thomas"
    },
    {
        "quote": "The first thing I do after I wake up is a morning meditation. It's just as I awake and before I open my eyes. It's where I'm feeding my gratitude and the love in my heart and opening my heart. A good morning meditation is key. It lasts about 10 to 15 minutes. Then I get out of bed.",
        "author": "Tony Gonzalez"
    },
    {
        "quote": "I was a very self-righteous 15-25 year old. Anyway, I wake up every morning and thank God I'm not a kid anymore.",
        "author": "Annie Baker"
    },
    {
        "quote": "Sometimes I wake up in the morning and I am like, 'This is a high-top day' or 'This is a bob day,' but when I get my clothes on that's when I see.",
        "author": "Nicki Minaj"
    },
    {
        "quote": "In Rio Bravo when Duke makes love to Feathers, the scene dissolves to the next morning where we see him putting on his vest and almost humming. It was subtle, but you knew what happened. Give me a towel and some blankets any day!",
        "author": "Angie Dickinson"
    },
    {
        "quote": "Day and night cannot dwell together. The Red Man has ever fled the approach of the White Man, as the morning mist flees before the morning sun.",
        "author": "Chief Seattle"
    },
    {
        "quote": "Get up every morning, tell yourself you are beautiful and gear up to win!",
        "author": "Manushi Chhillar"
    },
    {
        "quote": "If I could eat whatever I wanted every day, I would have Domino's pizza with pasta carbonara inside every slice. And at night, I would have Neapolitan ice cream until I felt absolutely toxic. And then I would drift off telling myself, 'It's going to be O.K... It's going to be O.K. you're going to train in the morning.'",
        "author": "Robert Downey, Jr."
    },
    {
        "quote": "The secret to my 5 o'clock shadow is a little device called the George Michael 3000 Custom Beard Trimmer and Personal Massager. Just kidding. I actually shave every morning, and thanks to my vast knowledge of Eastern philosophy and mysticism, I will my facial hair to grow to the exact same length each day. Dave Grohl taught me that one.",
        "author": "Reid Scott"
    },
    {
        "quote": "The great fun in my life has been getting up every morning and rushing to the typewriter because some new idea has hit me.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "As for my daily, it usually consists of a smoothie in the morning with banana, spinach and blueberry and veggie protein powder, then some kind of tofu or tempeh scramble with veggies. Later, I may have some type of rice and beans, salad with lentils, sweet potato, nut butter sandwich and another smoothie.",
        "author": "Austin Aries"
    },
    {
        "quote": "I love Chinese food, like steamed dim sum, and I can have noodles morning, noon and night, hot or cold. I like food that's very simple on the digestive system - I tend to keep it light. I love Japanese food too - sushi, sashimi and miso soup.",
        "author": "Shilpa Shetty"
    },
    {
        "quote": "Coconut oil is my best friend - I put it all over my body every night. And in the morning, I wash it off so I'm not all greasy.",
        "author": "Alexis Ren"
    },
    {
        "quote": "My morning starts with some form of exercise, and I give two hours - from 5:30 to 7:30 A.M. - to my personal fitness.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "I have so many things to work on, and so many ways that I fail. But that's what grace is all about. And I constantly wake up every morning trying to get better, trying to improve, trying to walk closer to God.",
        "author": "Tim Tebow"
    },
    {
        "quote": "It's very important to me that I look good when I go out publicly. I like looking at my clothes rack in the morning and deciding what to pick out. I enjoy fashion.",
        "author": "Anna Wintour"
    },
    {
        "quote": "I was the type of guy that used to get up in the morning and go out and just out run everybody on the field without stretching or warming up or anything.",
        "author": "Bo Jackson"
    },
    {
        "quote": "There's nothing sadder in this world than to awake Christmas morning and not be a child.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "There's no point waking up in the morning feeling sorry for yourself.",
        "author": "Dave Davies"
    },
    {
        "quote": "I will check the internet for at least an hour every morning scanning worldwide news to do with child abuse. So if you're constantly putting yourself in an environment where you're checking up on social economics or homelessness problems, if you keep yourself aware of it, you don't really have a day off.",
        "author": "Samantha Morton"
    },
    {
        "quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.",
        "author": "Mickey Rooney"
    },
    {
        "quote": "I love to start the morning with a mist spray, especially after a night out.",
        "author": "Lily James"
    },
    {
        "quote": "For writing, I get up early in the morning - 5 o'clock, 4:30. I'm a morning person... So I try to do it while people are asleep. The mornings are the nicest.",
        "author": "Patti Scialfa"
    },
    {
        "quote": "Prince used to call me up 3am in the morning and invite me to hear some of his new songs.",
        "author": "Sheena Easton"
    },
    {
        "quote": "We live under a government of men and morning newspapers.",
        "author": "Wendell Phillips"
    },
    {
        "quote": "Do cardio throughout the year at least three days a week for at least 30-40 minutes, whether it be first thing in the morning on an empty stomach or after a post-workout protein shake. Cardio won't kill your gains as much as you think; you'll see how much muscle you really have.",
        "author": "Phil Heath"
    },
    {
        "quote": "Life is beautiful, what do you think? In the morning I say, 'Ah, I am alive still!' All my friends die already. I am alive. It is fantastic.",
        "author": "Alejandro Jodorowsky"
    },
    {
        "quote": "The people I passed every morning as I walked up the school's steps were full of hate. They were white, but so was my teacher, who couldn't have been more different from them. She was one of the most loving people I had ever known.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "We had news this morning of another successful atomic bomb being dropped on Nagasaki. These two heavy blows have fallen in quick succession upon the Japanese and there will be quite a little space before we intend to drop another.",
        "author": "Henry L. Stimson"
    },
    {
        "quote": "Coffee... The caffeine in your morning coffee stops an enzyme called amylase from working correctly, which is located in your mouth and gut, and breaks down starchy carbs.",
        "author": "Eddie Hall"
    },
    {
        "quote": "Some people keep God in a Sunday morning box and say, 'Hey, I did my religious duty.' That's fine, but the scripture says to pray without ceasing. And I think that means all through the day you're talking to God. Even if it's in your thoughts.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Cinema in India is like brushing your teeth in the morning. You can't escape it.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "I love Obama because he is proof all black people don't look alike. Nobody every told me, 'Good morning, Mr. President.' We don't all look alike.",
        "author": "Paul Mooney"
    },
    {
        "quote": "Nobody knows the hard work that goes in the morning before I do anything.",
        "author": "Matt Harvey"
    },
    {
        "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?",
        "author": "Andrea Jung"
    },
    {
        "quote": "In the morning, I usually get up between 7:40 A.M. and 7:45 A.M., and then I'll brush my teeth, do my hair, and just throw on my leotard and my clothes and go to the kitchen.",
        "author": "Simone Biles"
    },
    {
        "quote": "Pretension is a poor joke that you play on yourself. Snap out of it. Recognise your strengths, work on your weaknesses. Real achievement is liking what you see in the mirror every morning.",
        "author": "Virat Kohli"
    },
    {
        "quote": "Sometimes I'll get ideas in the middle of the night. Sometimes at 3 in the morning I'll get up, and I have a notebook by my bed and have to write it down. I'll dream an idea. Sometimes I see an image online, and I think, 'OK, let's make that a three-layer cake!'",
        "author": "Rosanna Pansino"
    },
    {
        "quote": "Your body tells you what it needs, and if you sleep past your alarm on a Saturday morning, it's probably because you need the sleep.",
        "author": "Sophia Bush"
    },
    {
        "quote": "When I wake up in the morning, I just can't get started until I've had that first, piping hot pot of coffee. Oh, I've tried other enemas.",
        "author": "Emo Philips"
    },
    {
        "quote": "An exceptional career is one that provides an opportunity to serve. It is a satisfying career in which you can't wait to get up in the morning to begin! You have a sense of purpose and mission. You know why you do what you do. It is a response to a call to serve. Once we do that, everything flows positively.",
        "author": "Frances Hesselbein"
    },
    {
        "quote": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.",
        "author": "Erich Fromm"
    },
    {
        "quote": "The two most joyous times of the year are Christmas morning and the end of school.",
        "author": "Alice Cooper"
    },
    {
        "quote": "I don't mind traveling that much when I can go somewhere and stay there for a while, but touring is different. You rarely see anything. You get there early in the morning and you're resting all day, and you go in and do a sound check, and you do the show, and then bam you're gone.",
        "author": "George Strait"
    },
    {
        "quote": "Sometimes you wake up the next morning after making a lot of bad decisions and have this nonchalant reaction like, 'These Things Happen' - what can I say?",
        "author": "G-Eazy"
    },
    {
        "quote": "When I wake up in the morning, do I think I'm a role model? Yes. I'm not trying to have a pristine image, because a real role model shows you to the good and ugly.",
        "author": "KRS-One"
    },
    {
        "quote": "On Christmas morning breakfast is always thick slices of ham, thick white toast, butter and pepper - oh and a glass of fizz!",
        "author": "John Torode"
    },
    {
        "quote": "A thoughtful cup of tea brought to your bedside each morning means more to me than the huge bouquet of flowers bought once a year.",
        "author": "Penny Jordan"
    },
    {
        "quote": "It was not enough to come and listen to a great sermon or message every Sunday morning and be confined to those four walls and those four corners. You had to get out and do something.",
        "author": "John Lewis"
    },
    {
        "quote": "I draw flowers every day and send them to my friends so they get fresh blooms every morning.",
        "author": "David Hockney"
    },
    {
        "quote": "I can't live without my beauty products. I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.",
        "author": "Traci Bingham"
    },
    {
        "quote": "I wake up in the morning and I say 'Ahh! Today's the day for a song! I'm going to write a song today!' And I do. I write a song.",
        "author": "Brian Wilson"
    },
    {
        "quote": "I love to be in my bathroom with my candles lit, morning, noon and night. I like taking hot baths and hot showers, using my body scrubs and lotions.",
        "author": "Traci Bingham"
    },
    {
        "quote": "I wake up every morning and I wish I were dead, and so does Jim.",
        "author": "Tammy Faye Bakker"
    },
    {
        "quote": "The Marines are like my West Highland Terrier. They get up every morning, they want to dig a hole, and they want to kill something.",
        "author": "Thomas P.M. Barnett"
    },
    {
        "quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.",
        "author": "Honore de Balzac"
    },
    {
        "quote": "Marilyn Monroe was no fun to work with. She would report to work around 5:00 in the evening. You've been in make-up since 8:30 in the morning waiting for her.",
        "author": "Tony Randall"
    },
    {
        "quote": "I love the smell of shampoo on a girl's hair. You can walk past someone and be like, 'Wow, you took a shower this morning, didn't you? Because you smell lovely.'",
        "author": "Jensen Ackles"
    },
    {
        "quote": "If something happened where I couldn't write music anymore, it would kill me. It's not just a job. It's not just a hobby. It's why I get up in the morning.",
        "author": "Hans Zimmer"
    },
    {
        "quote": "I love perfumes. Every morning when my girlfriend and I come down to the courtyard in our block of flats we're assailed by the most delicious scent - jasmine round a doorway. It almost makes me swoon.",
        "author": "Alan Rickman"
    },
    {
        "quote": "I do heavy weights in the morning for about an hour, and then I do 45 minutes of higher-volume lifting in the afternoon. My least favorite is the legs... I do quite a few chin-ups and rows. I do mostly old-school lifting with a lot of squats.",
        "author": "Hugh Jackman"
    },
    {
        "quote": "A real New Yorker likes the sound of a garbage truck in the morning.",
        "author": "R. L. Stine"
    },
    {
        "quote": "Autumn arrives in early morning, but spring at the close of a winter day.",
        "author": "Elizabeth Bowen"
    },
    {
        "quote": "I prefer a long day of starting in the morning over working late into the night.",
        "author": "Jon Hopkins"
    },
    {
        "quote": "And I know this happens because I took economics, and I'd explain it to ya, but I flunked that course. Not my fault. They taught it at 8 o'clock in the morning. And there is absolutely nothing you can learn out of one bloodshot eye.",
        "author": "Lewis Black"
    },
    {
        "quote": "It was a splendid summer morning and it seemed as if nothing could go wrong.",
        "author": "John Cheever"
    },
    {
        "quote": "Do you know that I was the anchor on the 'CBS Morning Show?' And my newsman was Walter Cronkite.",
        "author": "Dick Van Dyke"
    },
    {
        "quote": "I don't really measure success by anything other than if I am happy. That is success to me. Am I happy waking up every morning? And despite the challenges of running my own business, do I look forward to going to work? Absolutely.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "I run a tight ship. The kids are responsible for their own chores. Each morning they unload the dishwasher from the night before then collect eggs from our chickens, and I cook those while they get ready for school.",
        "author": "Nadiya Hussain"
    },
    {
        "quote": "In one week, I went from being a girl who owed a guy thousands of dollars - my manager Anthony was paying for my outfits, paying for my food; I was sleeping in his parents' basement - to taking meetings with every major label in America. The next morning, I had a record deal and wrote him a cheque to pay back all that money.",
        "author": "Halsey"
    },
    {
        "quote": "I couldn't live without tea. I have two cups in the morning, one at lunch, two in the afternoon and one in the evening - Assam with milk and sugar. It has to be leaf tea - no bags - and drunk from a china cup.",
        "author": "Gilbert O'Sullivan"
    },
    {
        "quote": "Art is why I get up in the morning but my definition ends there. You know I don't think its fair that I'm living for something I can't even define.",
        "author": "Ani DiFranco"
    },
    {
        "quote": "I like to hit the gym early in the morning. I feel better throughout the day when I get in a workout first thing in the morning.",
        "author": "Derek Jeter"
    },
    {
        "quote": "I'm French, so I'm quite lazy about exercising, and I smoke. But I do love going for a run in the morning with my dog. That's all.",
        "author": "Eva Green"
    },
    {
        "quote": "I woke up one morning to find I was famous. I bought a white Rolls-Royce and drove down Sunset Boulevard, wearing dark specs and a white suit, waving like the Queen Mum.",
        "author": "Peter O'Toole"
    },
    {
        "quote": "Drink warm water with lemon first thing in the morning. It's a good way to detox and alkalize your body.",
        "author": "Valentina Zelyaeva"
    },
    {
        "quote": "I had a very simple, unremarkable and happy life. And I grew up in a very small town. And so my life was made up of, you know, in the morning going to the river to fetch water - no tap water, and no electricity - and, you know, bathing in the river, and then going to school, and playing soccer afterwards.",
        "author": "Ishmael Beah"
    },
    {
        "quote": "We all wake up in the morning wanting to live our lives the way we know we should. But we usually don't, in small ways. That's what makes a character like Batman so fascinating. He plays out our conflicts on a much larger scale.",
        "author": "Christopher Nolan"
    },
    {
        "quote": "Being raised Muslim, we had to get up at the crack of dawn to pray. There was no sleeping in, no getting up Saturday morning to watch cartoons because there was no TV in the house. But you got up and you worked, cleaned the house.",
        "author": "Malik Yoba"
    },
    {
        "quote": "I've been saying for a couple of years now that people need to let God out of the Sunday morning box, that He doesn't want to just be with you for an hour or two on Sunday morning and then put back in His box to sit there until you have an emergency, but He wants to invade your Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, and Sunday.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "There can be nothing without love. No money, no power. Love is very important. When you wake up in the morning, you need to know that somebody else is waking up, thinking of you.",
        "author": "Giorgio Armani"
    },
    {
        "quote": "When I wake up every morning, I smile and say, 'Thank you.' Because out of my window I can see the mountains, then go hiking with my dog and share her bounding joy in the world.",
        "author": "Carole King"
    },
    {
        "quote": "'Old times' never come back and I suppose it's just as well. What comes back is a new morning every day in the year, and that's better.",
        "author": "George Edward Woodberry"
    },
    {
        "quote": "Every morning, my dad would have me looking in the mirror and repeat, 'Today is going to be a great day; I can, and I will.'",
        "author": "Gina Rodriguez"
    },
    {
        "quote": "My dad, he worked rebar, an ironworker. Watching my pops get up every single morning, going into work, working hard - I think that really made me want to work that hard, wanted to make me get up early and go for a run or get a lift in or get some extra hitting in and really try to better myself every day.",
        "author": "Bryce Harper"
    },
    {
        "quote": "Too much coffee. Too much coffee and Gatorade. It's a hell of a mix. If you're ever tired in the morning, just try that mix, and tell me what you think.",
        "author": "Kevin Garnett"
    },
    {
        "quote": "The average, healthy, well-adjusted adult gets up at seven-thirty in the morning feeling just plain terrible.",
        "author": "Jean Kerr"
    },
    {
        "quote": "I think about baseball when I wake up in the morning. I think about it all day and I dream about it at night. The only time I don't think about it is when I'm playing it.",
        "author": "Carl Yastrzemski"
    },
    {
        "quote": "I don't walk into the lab in the morning thinking, 'I am a woman, and I will carry out an experiment that will conquer the world.' I am a scientist, not male or female. A scientist.",
        "author": "Ada Yonath"
    },
    {
        "quote": "I pray every night before I go to sleep and every morning when I wake up.",
        "author": "Demi Lovato"
    },
    {
        "quote": "You know, I looked at my face in the mirror this morning, and I like being old. My face has more content and when I train in the gym now, I am not training to be strong or handsome - just better than I was yesterday. These days the race is just against myself.",
        "author": "Jean-Claude Van Damme"
    },
    {
        "quote": "It's so good to get up in the morning and see a donkey - they're just unbelievably beautiful and funny. My donkey Hector laughs when I walk towards him; he knows mortality when he sees it.",
        "author": "John Nettles"
    },
    {
        "quote": "I wake up in the morning thinking about food.",
        "author": "Guy Fieri"
    },
    {
        "quote": "My dad used to wake me up at 5:30 in the morning and hit me ground balls and tell me, 'Don't be afraid to excel. Don't be afraid to be great.'",
        "author": "Russell Wilson"
    },
    {
        "quote": "Leadership is an intense journey into yourself. You can use your own style to get anything done. It's about being self-aware. Every morning, I look in the mirror and say, 'I could have done three things better yesterday.'",
        "author": "Jeffrey R. Immelt"
    },
    {
        "quote": "I get up at 7:30 and work four hours a day. Nine to twelve in the morning, five to six in the evening. Businessmen would achieve better results if they studied human metabolism. No one works well eight hours a day. No one ought to work more than four hours.",
        "author": "Kurt Vonnegut"
    },
    {
        "quote": "Every morning I wake up with new ideas.",
        "author": "Carroll Shelby"
    },
    {
        "quote": "There is only one thing that a man really wants to do, all his life; and that is, to find his way to his God, his Morning Star, salute his fellow man, and enjoy the woman who has come the long way with him.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "My father-in-law gets up at 5 o'clock in the morning and watches the Discovery Channel. I don't know why there's this big rush to do this.",
        "author": "Jeff Foxworthy"
    },
    {
        "quote": "Your computer needn't be the first thing your see in the morning and the last thing you see at night.",
        "author": "Simon Mainwaring"
    },
    {
        "quote": "I like to wake up each morning feeling a new man.",
        "author": "Jean Harlow"
    },
    {
        "quote": "Chronic malnutrition, or the lack of proper nutrition over time directly contributes to three times as many child deaths as food scarcity. Yet surprisingly, you don't really hear about this hidden crisis through the morning news, Twitter or headlines of major newspapers.",
        "author": "Cat Cora"
    },
    {
        "quote": "I do the 'New York Times' crossword puzzle every morning to keep the old grey matter ticking.",
        "author": "Carol Burnett"
    },
    {
        "quote": "Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end.",
        "author": "Jean Paul"
    },
    {
        "quote": "I wake up in the morning and my mind starts making sentences, and I have to get rid of them fast - talk them or write them down.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "You wake up in the morning and you look at your old spoon, and you say to yourself, 'Mick, it's time to get yourself a new spoon.' And you do.",
        "author": "Mick Jagger"
    },
    {
        "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.",
        "author": "Helen Hunt Jackson"
    },
    {
        "quote": "The bed is a bundle of paradoxes: we go to it with reluctance, yet we quit it with regret; we make up our minds every night to leave it early, but we make up our bodies every morning to keep it late.",
        "author": "Ogden Nash"
    },
    {
        "quote": "When Woodstock ended on Monday morning, over 600 acres of garbage was left behind on Max Yasgur's farm. It took over 400 volunteers and $100,000 to remove it all.",
        "author": "Shawn Amos"
    },
    {
        "quote": "Never face facts; if you do you'll never get up in the morning.",
        "author": "Marlo Thomas"
    },
    {
        "quote": "One's age should be tranquil, as childhood should be playful. Hard work at either extremity of life seems out of place. At midday the sun may burn, and men labor under it; but the morning and evening should be alike calm and cheerful.",
        "author": "Thomas Arnold"
    },
    {
        "quote": "My ideal is to wake up in the morning and run around the meadow naked.",
        "author": "Daryl Hannah"
    },
    {
        "quote": "I stopped smoking. But my personality I still have. I get up in the morning, and not everybody loves me, so if you want to call that a bad habit, there's that.",
        "author": "Don Rickles"
    },
    {
        "quote": "Tackle the difficult things first in the morning; make changes in the way you network. Treat everyone with respect and dignity. This stops you from cynicism and negativity. End your day with that same attitude you started. Renew your contract with a day well completed.",
        "author": "Rick Pitino"
    },
    {
        "quote": "It seems to me that trying to live without friends is like milking a bear to get cream for your morning coffee. It is a whole lot of trouble, and then not worth much after you get it.",
        "author": "Zora Neale Hurston"
    },
    {
        "quote": "Well, I get my subject on Wednesday night; I think it out carefully on Thursday, and make my rough sketch; on Friday morning I begin, and stick to it all day, with my nose well down on the block.",
        "author": "John Tenniel"
    },
    {
        "quote": "We never look deeply into the quality of a tree; we never really touch it, feel its solidity, its rough bark, and hear the sound that is part of the tree. Not the sound of wind through the leaves, not the breeze of a morning that flutters the leaves, but its own sound, the sound of the trunk and the silent sound of the roots.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "Saturday morning, you knew what was cool by what was on 'Soul Train.'",
        "author": "Nick Cannon"
    },
    {
        "quote": "At 14, I was the most disciplined guy around. I would get up at 5 o'clock in the morning and run five miles, and then go to school. Sometimes I would run behind the school bus, and the kids thought I was just crazy. I knew what I wanted.",
        "author": "Sugar Ray Leonard"
    },
    {
        "quote": "I write when I'm inspired, and I see to it that I'm inspired at nine o'clock every morning.",
        "author": "Peter De Vries"
    },
    {
        "quote": "Do and act on what you believe to be right, and you'll wake up the next morning feeling good about yourself.",
        "author": "Janet Reno"
    },
    {
        "quote": "I'm so stupid because I refuse to think that I'm getting older. I get up in the morning, and it's like, 'La, la, la, I'm so pretty.' I still mingle with a lot with young people. I even go to college campuses to talk to them because I know how they think. They don't think I'm boring, either. They think I'm cool, but I want them to think I'm hot!",
        "author": "Charo"
    },
    {
        "quote": "Nobody wakes up in the morning thinking, 'I'm a bad guy.' They think they're the right guy.",
        "author": "Ray Stevenson"
    },
    {
        "quote": "Some people never learn, no matter how much their heads hurt in the morning.",
        "author": "Doug Ducey"
    },
    {
        "quote": "It's really hard to guarantee things in life. I guarantee if you get up in the morning and you work out, and you work hard, you will have a better day - 100% guaranteed.",
        "author": "Jocko Willink"
    },
    {
        "quote": "I get up early in the morning, 4 o'clock, and I sit at my desk and what I do is just dream. After three or four hours, that's enough. In the afternoon, I run.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "Even if I have already peaked, I have to believe I can improve. I wake up every morning, and go to practice, with the illusion that I'm going to get better that day.",
        "author": "Rafael Nadal"
    },
    {
        "quote": "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes.",
        "author": "Alia Bhatt"
    },
    {
        "quote": "In the morning I drink a big glass of water with lemon, a pinch of baking soda and maple syrup.",
        "author": "Camille Rowe"
    },
    {
        "quote": "I m up at 5 in the morning and in bed by 10 in the evening.",
        "author": "DeForest Kelley"
    },
    {
        "quote": "Sunday morning, I wake up at, like, 6 or 6:30 to go to the gym. I drink a glass of water, and then, before I start my workout, I drink a cup of coffee.",
        "author": "Salt Bae"
    },
    {
        "quote": "My beauty tricks revolve around eyes. For the early morning shoots, I pop eye pads in the freezer the night before, and when I take them out in the morning they are already cold and active and are great under my eyes. I keep my eye pads right next to my red velvet Ben & Jerry's in the freezer.",
        "author": "Chrissy Teigen"
    },
    {
        "quote": "I went to visit Alcatraz years ago when I was on tour with the Pistols, and I really liked the atmosphere of the place. I genuinely, really, thoroughly enjoyed the whole morning there. I just liked the quietness and stillness of what is basically a cruel prison complex. I still found some kind of joy in that. That's how I am.",
        "author": "John Lydon"
    },
    {
        "quote": "I still, at hotel rooms, I do this one sort of not-so-cool thing: continually shoving my room service tray in front of someone else's door. Because I don't want the remnants. I don't want to be caught, like, being like the pig that I was at two in the morning.",
        "author": "Drew Barrymore"
    },
    {
        "quote": "Homer is new this morning, and perhaps nothing is as old as today's newspaper.",
        "author": "Charles Peguy"
    },
    {
        "quote": "Money is a good thing, but every morning you have to get up with something no one else in the world gets up with - that's that image. That face you see in the mirror, you got to love it, and you better do some things that you feel good about inside of you. Of course, money is going to come, but make certain that you do some good with it.",
        "author": "George Foreman"
    },
    {
        "quote": "Social media has given us the world at our fingertips every morning. And we watch it change, live. In the morning, in the old days, we'd read the 'Post,' and that was what we had.",
        "author": "Elvis Duran"
    },
    {
        "quote": "We also own a little boat and I'm like a kid with it. I take off early in the morning, fishing rod in tow, and just drift about the ocean all day.",
        "author": "Perry Como"
    },
    {
        "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "I travel pretty frequently, but a few things that are routine are going for a run, getting my green tea in the morning, and checking email... well, all the time!",
        "author": "Payal Kadakia"
    },
    {
        "quote": "Do you know how many calories are in butter and cheese and ice cream? Would you get your dog up in the morning for a cup of coffee and a donut?",
        "author": "Jack LaLanne"
    },
    {
        "quote": "My favorite meal would have to be good old-fashioned eggs, over easy, with bacon. Many others, but you can't beat that on a Sunday morning, especially with a cup of tea.",
        "author": "Gary Oldman"
    },
    {
        "quote": "My smile has been my ticket to the world. Smiling releases the same feel-good hormones you get jogging. Caring for your lips and gums is important. I brush my teeth morning and night, alternating toothpaste brands. In addition to flossing, I use a Water Pik to massage my gums and remove food particles.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "I felt like people who had a lost mindset or who occasionally did stupid things were having a 'donkey' moment, or some of them are permanent donkeys, so I just started calling them donkeys. So when I went to Philly to do my own morning show, that's when I first started doing 'Donkey of the Day.'",
        "author": "Charlamagne tha God"
    },
    {
        "quote": "I do not ask for the riches that perish or the fame that fades away like a morning mist.",
        "author": "Mother Angelica"
    },
    {
        "quote": "We know that a man can read Goethe or Rilke in the evening, that he can play Bach and Schubert, and go to his day's work at Auschwitz in the morning.",
        "author": "George Steiner"
    },
    {
        "quote": "I'd wake up in the morning and I would think, 'Where am I?' I'd have to gather myself.",
        "author": "Pat Summitt"
    },
    {
        "quote": "I've been keeping a diary for thirty-three years and write in it every morning. Most of it's just whining, but every so often there'll be something I can use later: a joke, a description, a quote. It's an invaluable aid when it comes to winning arguments. 'That's not what you said on February 3, 1996,' I'll say to someone.",
        "author": "David Sedaris"
    },
    {
        "quote": "If you try and work out at 4:30 in the afternoon, how many people are going to chip away at that time? Your boss, your job, your work, your family, your other obligations that you might have. At 4:30 in the morning, all those people are asleep, so you can do whatever you want.",
        "author": "Jocko Willink"
    },
    {
        "quote": "I never thought in a million years I'd be that healthy girl who wakes up every morning to exercise. After being called 'cherubic and chubby,' I'm rocking a bikini!",
        "author": "Kelly Osbourne"
    },
    {
        "quote": "I have never been bored an hour in my life. I get up every morning wondering what new strange glamorous thing is going to happen and it happens at fairly regular intervals.",
        "author": "William Allen White"
    },
    {
        "quote": "I'm a big believer in creating family traditions. Every Tuesday morning, I make a proper eggs breakfast, and we all sit down and eat.",
        "author": "Ivanka Trump"
    },
    {
        "quote": "Every morning when I woke up, I would pray, 'I have to throw today, please let there be no pain.' Those were very gloomy days. Meanwhile, the atmosphere around me had become, 'Is he faking an injury?' 'Is it a mental problem?' Those words made it extremely difficult for me to stop and rest, and it really took a toll on me emotionally.",
        "author": "Yu Darvish"
    },
    {
        "quote": "I think my real depressions started when I was about 16 and doing The Patty Duke Show. I would go to bed at about 10 o'clock on a Friday night and not get up again until 6:30 Monday morning.",
        "author": "Patty Duke"
    },
    {
        "quote": "Every morning, I crawl out of bed. I sit there and think, 'Do I really need this?' And I drag myself to the gym in my garage. It's not fun. I hate it. I work out alone. Weights.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "Every morning, I eat one fat-free yogurt with a sliced peach when peaches are in season, and one thin slice of whole-wheat bread. The same thing. I don't want to get fat. And I want to keep my fitness.",
        "author": "Leonard Lauder"
    },
    {
        "quote": "Why do you want to get a good workout early in the morning? Well, because it sends more oxygen to your brain; it releases endorphins. It puts you in a state of mind where you can crush things, which is where you want to be.",
        "author": "Jocko Willink"
    },
    {
        "quote": "It takes an incredibly special person to be willing to put his or her life on the line for a complete stranger. And to get up every morning, day after day after day, to do that, I think, is extraordinary.",
        "author": "Christopher A. Wray"
    },
    {
        "quote": "First thing I do in the morning, after I have my breakfast and do my spiritual work, is put on my makeup and fix my hair, and I can do my makeup in 15 minutes.",
        "author": "Dolly Parton"
    },
    {
        "quote": "I check my phone first thing when I wake up in the morning. I usually take it up with me to bed so it's on the floor next to the bed, although not actually in bed with me, because I really do not want to be the person who sleeps with their phone.",
        "author": "Jami Attenberg"
    },
    {
        "quote": "You can't be as old as I am without waking up with a surprised look on your face every morning: 'Holy Christ, whaddya know - I'm still around!' It's absolutely amazing that I survived all the booze and smoking and the cars and the career.",
        "author": "Paul Newman"
    },
    {
        "quote": "Here's a universal truth: If you're not working out in the morning, you probably won't do it later in the day, either.",
        "author": "David Kirsch"
    },
    {
        "quote": "I never think of yesterday. Can't do anything about it. I'm a positive guy. When you really deep down look at it, we go to bed every night, get up every morning, stay here for 70 or 80 years, and then we die.",
        "author": "Lee Trevino"
    },
    {
        "quote": "I love the smell of paper in the morning; it smells like victory.",
        "author": "Alan Moore"
    },
    {
        "quote": "It was morning; through the high window I saw the pure, bright blue of the sky as it hovered cheerfully over the long roofs of the neighboring houses. It too seemed full of joy, as if it had special plans, and had put on its finest clothes for the occasion.",
        "author": "Hermann Hesse"
    },
    {
        "quote": "I used to sleep on the floor next to the bed, because I believed that I didn't even deserve a bed to sleep in. And then, one morning, a cockroach crawled onto my leg. I looked at it, and suddenly I awoke from a kind of hypnotic trance in which I had been all my life.",
        "author": "Byron Katie"
    },
    {
        "quote": "I spend my happiest hours in reading Vedantic books. They are to me like the light of the morning, like the pure air of the mountains - so simple, so true, if once understood.",
        "author": "Max Muller"
    },
    {
        "quote": "Discipline starts every day when the first alarm clock goes off in the morning. I say 'first alarm clock' because I have three, as I was taught by one of the most feared and respected instructors in SEAL training: one electric, one battery powered, one windup.",
        "author": "Jocko Willink"
    },
    {
        "quote": "When I was a kid, I'd wake up extraordinarily early every morning and turn on the television, scanning for episodes of 'The Jetsons.' For some reason, I loved the notion of a future where there would be flying cars, supercomputers, and most of all, robot maids to take care of the chores.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "I enjoyed coming home to Crown Heights. There was a certain order to life there. You know, Shabbos, spending time with your family, eating and being in 'shul.' Prayers at nighttime, prayers in the morning. Everyone knows everybody; you walk your kids everywhere.",
        "author": "Matisyahu"
    },
    {
        "quote": "Every morning brings new potential, but if you dwell on the misfortunes of the day before, you tend to overlook tremendous opportunities.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "Send a bouquet of your face with the morning breeze.",
        "author": "Hafez"
    },
    {
        "quote": "There is a force of exultation, a celebration of luck, when a writer finds himself a witness to the early morning of a culture that is defining itself, branch by branch, leaf by leaf, in that self-defining dawn, which is why, especially at the edge of the sea, it is good to make a ritual of the sunrise.",
        "author": "Derek Walcott"
    },
    {
        "quote": "I understood from a very young age that school was important and that my parents were making great sacrifices for me. Every morning I saw my father get up and go to a job that he didn't really like. They came to France for the same reasons all immigrants move to another country - so their kids could have a better way of life.",
        "author": "Omar Sy"
    },
    {
        "quote": "You don't learn style from watching people on a runway. Fashion happens every morning when you wake up.",
        "author": "Shalom Harlow"
    },
    {
        "quote": "I'm the guy that gets up at three in the morning to jot down an entire sheet of lyrics for something that won't be recorded for six months. You have to get it down when you can, because thoughts are fluid.",
        "author": "Corey Taylor"
    },
    {
        "quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.",
        "author": "Helen Hayes"
    },
    {
        "quote": "I remember lying on the floor of my room, staring at a black-and-white television for most of the '80s - watching 'Diff'rent Strokes,' 'Facts of Life,' 'Silver Spoons,' Saturday morning cartoons, and 'Murder, She Wrote' while eating an insane amount of Stouffer's French bread pizza. I was sucked into it all.",
        "author": "Jim Rash"
    },
    {
        "quote": "As far as I'm concerned, the entire reason for becoming a writer is not having to get up in the morning.",
        "author": "Neil Gaiman"
    },
    {
        "quote": "I still get up every morning at 4 A.M. I write seven days a week, including Christmas. And I still face a blank page every morning, and my characters don't really care how many books I've sold.",
        "author": "Dan Brown"
    },
    {
        "quote": "I'm a cereal lover. I could eat it in the morning, in the evening, and at night - I love Cheerios.",
        "author": "Jimmy Scott"
    },
    {
        "quote": "When I get the morning report on security, I call those battalions in the regions where there are problems.",
        "author": "Alvaro Uribe"
    },
    {
        "quote": "I'm a firm believer that every morning brings a new opportunity for me to conquer the day.",
        "author": "Victoria Arlen"
    },
    {
        "quote": "I do a workout every morning in which I purposefully try to make myself uncomfortable. It sets me up for the rest of the day by reminding me that I can choose to be OK in the midst of tough challenges.",
        "author": "Jesse Itzler"
    },
    {
        "quote": "Make sure you never, never argue at night. You just lose a good night's sleep, and you can't settle anything until morning anyway.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "Whether it's eight o'clock in the morning or eight o'clock at night, I always try to greet others before they have a chance to speak to me.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "There is nothing that special to see when looking at me. I'm a painter who paints day in day out, from morning till evening - figure pictures and landscapes, more rarely portraits.",
        "author": "Gustav Klimt"
    },
    {
        "quote": "This morning's scene is good and fine, Long rain has not harmed the land.",
        "author": "Du Fu"
    },
    {
        "quote": "But to the slave mother New Year's day comes laden with peculiar sorrows. She sits on her cold cabin floor, watching the children who may all be torn from her the next morning; and often does she wish that she and they might die before the day dawns.",
        "author": "Harriet Ann Jacobs"
    },
    {
        "quote": "I've never been a morning person, ever. I hate the morning. I have more energy at night.",
        "author": "Frankie Ballard"
    },
    {
        "quote": "Usually, I don't revisit a scene once shot. However, in 'Gentleman,' every morning on the sets, I had to revisit the last four scenes and then shoot for the next set of scenes.",
        "author": "Nani"
    },
    {
        "quote": "I don't go to Mass every day. But I go to church every day. Just sitting there, thinking - it's a great way to start the morning, you know? You feel so good coming out, and your approach to everything is suddenly really clear.",
        "author": "Mark Wahlberg"
    },
    {
        "quote": "I remember hearing the name... 'Teenage Mutant Ninja Turtles - what the hell is that?' But I was hit by the bug as well. I used to watch the cartoon every morning before I went to school, played the video game at the arcades, and was a big fan of the comics.",
        "author": "Sheamus"
    },
    {
        "quote": "I opened the large central window of my office room to its full on the fine early May morning. Then I stood for a few moments, breathing in the soft, warm air that was charged with the scent of white lilacs below.",
        "author": "Angus Wilson"
    },
    {
        "quote": "I keep a hotel room in my town, although I have a large house. And I go there at about 5:30 in the morning, and I start working. And I don't allow anybody to come in that room. I work on yellow pads and with ballpoint pens. I keep a Bible, a thesaurus, a dictionary, and a bottle of sherry. I stay there until midday.",
        "author": "Maya Angelou"
    },
    {
        "quote": "The less I behave like Whistler's mother the night before, the more I look like her the morning after.",
        "author": "Tallulah Bankhead"
    },
    {
        "quote": "I'm not an early bird at all. Ideally, on Saturday morning I'd allow myself a lovely lie-in. 10:45 would be just right.",
        "author": "Shilpa Shetty"
    },
    {
        "quote": "We wouldn't think of rising in the morning without a face-wash, but we often neglect that purgative cleansing of the Word of the Lord. It wakes us up to our responsibility.",
        "author": "Jim Elliot"
    },
    {
        "quote": "I have to be alone very often. I'd be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That's how I refuel.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "If I'm on location on some island, we usually get up at four in the morning to set up. By seven thirty, we're on the beach working until noon, then we rest. It's not exactly a vacation.",
        "author": "Daniela Pestova"
    },
    {
        "quote": "I'd hate to be a teetotaler. Imagine getting up in the morning and knowing that's as good as you're going to feel all day.",
        "author": "Dean Martin"
    },
    {
        "quote": "If each of us works toward making a sincere effort when we wake up each morning with a renewed commitment and dedication to embracing nonviolence as a lifestyle, this world will become a better place, bringing us ever closer to the Beloved Community of which my father so often spoke.",
        "author": "Bernice King"
    },
    {
        "quote": "You show up in Paris, and on the drive from the airport to the hotel you're like, 'This is so cool! I want to see something! I want to go to the Eiffel Tower!' And then you leave the next morning. You think, Oh, I didn't get to do anything. I tell people: I've been just about everywhere, but I've seen nothing.",
        "author": "Taylor Lautner"
    },
    {
        "quote": "It is always with excitement that I wake up in the morning wondering what my intuition will toss up to me, like gifts from the sea. I work with it and rely on it. It's my partner.",
        "author": "Jonas Salk"
    },
    {
        "quote": "For years and hundreds of thousands of miles, I drove with one knee, with the eight-track and the light dome on in the car, and a yellow pad, just writing down random ideas. I had notebooks and notebooks. The next morning, I'd go, 'Whoa, what was I thinking?' But there'd be one or two ideas that weren't that bad.",
        "author": "Roddy Piper"
    },
    {
        "quote": "If you woke up this morning and you are breathing, and you are Muslim, then you are political. You have no choice but to be political in a country that has politicized you and politicized your religion.",
        "author": "Linda Sarsour"
    },
    {
        "quote": "I meditate in the morning and before I go to sleep. These are usually the main times because, before I go to sleep, I can get focused on what happened during the day, pull that into perspective, and that'll make my sleep a little more peaceful.",
        "author": "Adam Yauch"
    },
    {
        "quote": "'Southern Accents,' I think that's one of my best, really. That would have been 1984, and I wrote that on the piano in the studio at home. I had a studio, and I just happened to be down there in the middle of the night. It was quite late, probably early morning, and I just started to play, and a song just started to appear.",
        "author": "Tom Petty"
    },
    {
        "quote": "Makeup is no different than clothes and accessories - it's embellishments for your face. And it also gives you creative freedom. You get to have that moment in front the mirror every morning and give yourself self-love. You're making yourself up beautiful, which is essentially self-love.",
        "author": "Michelle Phan"
    },
    {
        "quote": "When I was younger I would go to the airport with my friends and drive out 2 A.M., 3 A.M. in the morning and just hang out until sunrise watching planes fly in and fly out. Just sit there and dream about how, one day, that's going to be us in those flights. We're gonna be one of those people with places to go.",
        "author": "Yuna"
    },
    {
        "quote": "I have a great deal of company in the house, especially in the morning when nobody calls.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Playing characters who are wonderful and beautiful is hard because you don't feel like that most of the time... well, I don't. It's like this whole heart-throb nonsense. It's flattering, but that's not how I feel in the morning. It's something that goes with the job.",
        "author": "Hans Matheson"
    },
    {
        "quote": "As a kid in Africa, you were so connected to nature itself because you went farming, watched the moon out at night, observed how the sky was different, and how the birds chanted different songs in the evening and the morning.",
        "author": "Ishmael Beah"
    },
    {
        "quote": "When I was twelve, I went hunting with my father and we shot a bird. He was laying there and something struck me. Why do we call this fun to kill this creature who was as happy as I was when I woke up this morning.",
        "author": "Marv Levy"
    },
    {
        "quote": "Tomorrow morning before we depart, I intend to land and see what can be found in the neighborhood.",
        "author": "Christopher Columbus"
    },
    {
        "quote": "When I was in high school, I used to have breakfast with my grandpa every morning. He instilled a lot of values in me: hard work, loyalty. He grew up during the Great Depression in Philly in poverty - he didn't have enough to eat as a kid. Sometimes his family would get kicked out of their apartment because they couldn't pay the rent.",
        "author": "Matthew Quick"
    },
    {
        "quote": "A leaf fluttered in through the window this morning, as if supported by the rays of the sun, a bird settled on the fire escape, joy in the task of coffee, joy accompanied me as I walked.",
        "author": "Anais Nin"
    },
    {
        "quote": "In a still hot morning, the tide went out and didn't come back in. This was not a spectacular event. The sea did not roll up like a scroll, like the sky in Revelations. It quietly withdrew.",
        "author": "Ruth Park"
    },
    {
        "quote": "I'm very, very focused on my children. In fact, I'm very religious about having breakfast with them every morning, having dinner with them every evening, and spend all the weekends with them that I don't work. So as long as I'm not traveling, I'm always with them and I go to their soccer and tennis matches.",
        "author": "Zhang Xin"
    },
    {
        "quote": "No city should be too large for a man to walk out of in a morning.",
        "author": "Cyril Connolly"
    },
    {
        "quote": "I came to the University of Chicago on the morning of January 2, 1932. I wasn't yet a graduate of high school for another few months. And that was about the low point of the Herbert Hoover/Andrew Mellon phase after October of 1929. That's quite a number of years to have inaction.",
        "author": "Paul Samuelson"
    },
    {
        "quote": "Fighting for one's freedom, struggling towards being free, is like struggling to be a poet or a good Christian or a good Jew or a good Muslim or good Zen Buddhist. You work all day long and achieve some kind of level of success by nightfall, go to sleep and wake up the next morning with the job still to be done. So you start all over again.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Once in a while, I'll slip and get off my vegan diet and have egg whites in the morning, that's a good source of protein while I'm out on the road. If I can feel my body starting to tire, those are good to keep you healthy.",
        "author": "Travis Barker"
    },
    {
        "quote": "I wish I had thrown out the bathroom scale at age 16. Weighing yourself every morning is like waking up and asking Dick Cheney to validate your sense of inner worth.",
        "author": "Anne Lamott"
    },
    {
        "quote": "Every writer has their rituals. For me, it's morning walks along the beach. And then, in my study I have a huge painting of the Black Madonna hung over my desk, and quite a few pictures of Mary around me for inspiration.",
        "author": "Sue Monk Kidd"
    },
    {
        "quote": "Suddenly a single shot on the extreme left rang out on the clear morning air, followed quickly by several others, and the whole line pushed rapidly forward through the brush.",
        "author": "John Gibbon"
    },
    {
        "quote": "I was in Washington, D.C., on the morning show, by the time I was 18, programming a station by 19, No. 1 in the mornings. I think I was making, I don't know, a quarter of a million dollars by the time I was 25.",
        "author": "Glenn Beck"
    },
    {
        "quote": "After the first day of practice, there's not one guy who's playing at 100 percent or who feels great. Sometimes, getting up in the morning and brushing your teeth is the hardest part of the day - it just hurts.",
        "author": "Tom Brady"
    },
    {
        "quote": "What I look at, success is about really being grateful. You wake up in the morning, and you're thankful that you could breathe because it's a beautiful planet we live on, and I know there is a lot of struggle and pain, but there is more joy.",
        "author": "Beth Hart"
    },
    {
        "quote": "I like being in movies that have a great story. I'm not so interested in being a Hollywood star. It's a job, you know. When you wake up at six in the morning every day for a week, it feels like hard work.",
        "author": "Kristen Stewart"
    },
    {
        "quote": "I live in New York and got a call from my agent saying there was this new role on 'Mad Men,' it might be recurring and they're seeing people tomorrow. I said, 'OK, this is one of those things where you hedge your bets, use your miles and get on a plane.' I flew out Tuesday morning and got the job on a Wednesday.",
        "author": "Cara Buono"
    },
    {
        "quote": "You numb yourself so you're not terrified when you're on TV at 7 o'clock in the morning with Justin Bieber, who you just met a couple of days before, having to perform in front of millions of people.",
        "author": "Halsey"
    },
    {
        "quote": "You pray for things and accept the blessings when they come, you know? And it is about how you talk to yourself and what you say morning, noon and night about what you want to happen in your life. Some folks call that creative visualization. Other people call it prayer. But it is about that message that you send out there to yourself.",
        "author": "Al Jarreau"
    },
    {
        "quote": "One morning, about four o'clock, I was driving my car just about as fast as I could. I thought, Why am I out this time of night? I was miserable, and it came to me: I'm falling in love with somebody I have no right to fall in love with.",
        "author": "June Carter Cash"
    },
    {
        "quote": "I wake up at 5:30, 6 in the morning, but don't head into the office right away. I like to hang out with my wife, talk about things, get some coffee, you know.",
        "author": "Ice Cube"
    },
    {
        "quote": "I'm very neurotic about shaving. I shave first thing in the morning before a shoot, and if I have dinner that night, I have to shave again.",
        "author": "Chrissy Teigen"
    },
    {
        "quote": "Since I travel so much, it's always great to be home. There's nothing like getting to raid my own refrigerator at two in the morning.",
        "author": "Amy Grant"
    },
    {
        "quote": "In December 2014, Uber held its annual holiday party on an unfurnished floor at its swank, mood-lit headquarters in San Francisco. Employees and investors attended in flamboyant attire from the Roaring '20s and drank at an open bar into the early morning hours.",
        "author": "Emily Chang"
    },
    {
        "quote": "I wake up every morning at, like, seven or eight because I think that there's a bad story about me, and I have to check. My worst fear is waking up and finding something bad about me on the Internet.",
        "author": "Kylie Jenner"
    },
    {
        "quote": "I recently took up ice sculpting. Last night I made an ice cube. This morning I made 12, I was prolific.",
        "author": "Mitch Hedberg"
    },
    {
        "quote": "I have retired, but if there's anything that would kill me it is to wake up in the morning not knowing what to do.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "You know what I like to do on a Sunday morning? Clean my house. I really enjoy it; it's my ritual. I require tidiness, actually. I have to have everything spotless before I can relax.",
        "author": "Jonathan Rhys Meyers"
    },
    {
        "quote": "Animation is a great way to work. No early morning call times, no make-up chair. In live action, you're always fighting the clock; the sun is always going down too soon.",
        "author": "John C. Reilly"
    },
    {
        "quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "All morning they watched for the plane which they thought would be looking for them. They cursed war in general and PTs in particular. At about ten o'clock the hulk heaved a moist sigh and turned turtle.",
        "author": "John Hersey"
    },
    {
        "quote": "It was brilliant in LA. The kids were young enough for it not to disturb their education and it was an incredibly healthy lifestyle. The weather's so good that you're up every morning, walking in the canyons, playing tennis three times a week.",
        "author": "Roland Orzabal"
    },
    {
        "quote": "Christmas morning, I'm going to open presents with my kids. I'm going to take pictures of them opening the presents. Then I'm going to come to the Staples Center and get ready to work.",
        "author": "Kobe Bryant"
    },
    {
        "quote": "There are far too many people who get up early in the morning, and work hard, who cannot make ends meet.",
        "author": "Leo Varadkar"
    },
    {
        "quote": "I always want to keep my skin clean when I get up in the morning, and I use sunscreen before I go out to the field.",
        "author": "Christen Press"
    },
    {
        "quote": "I used to live in an old historic shipyard town called Trenton, Michigan, and a month after I moved in, I started hearing this woman screaming my full name at three in the morning, every night. Finally, on the seventh or eighth night, she screamed it again, and I woke up.",
        "author": "Zak Bagans"
    },
    {
        "quote": "I was in Shanghai when the Japanese invaded China. I was there in Shanghai when, the morning after Pearl Harbor, they seized Shanghai.",
        "author": "J. G. Ballard"
    },
    {
        "quote": "There is both a skill factor and an effort factor in dream recall. People can develop dream recall skills, such as lying still in the morning and writing down whatever comes to mind.",
        "author": "Henry Reed"
    },
    {
        "quote": "'FlashForward' was on the outs when I was approached with 'Happy Endings.' I literally got the script on a Friday, and on Saturday morning I met with David Caspe, Jamie Tarses, and the Russo brothers. I took the role on that Saturday, and on Monday I was doing a table read. It all happened very fast, but it was super exciting.",
        "author": "Zachary Knighton"
    },
    {
        "quote": "I sometimes forget to have breakfast in the morning, but when I actually buy a box of cereal, I will probably eat it not only for breakfast but also as a snack later on.",
        "author": "Ryan Gosling"
    },
    {
        "quote": "You can't wake up one morning and say, 'Right, now I'm going to be a leader.' I think it is something that's in you, that you're born with, and which develops. Some people have that character, that personality and it comes naturally. You can't force it. It has to be authentic and natural. Innate.",
        "author": "Didier Deschamps"
    },
    {
        "quote": "What is life, when wanting love? Night without a morning; love's the cloudless summer sun, nature gay adorning.",
        "author": "Robert Burton"
    },
    {
        "quote": "Never stop moving, or you'll stop moving. I go to dance class every morning, and it's just good to stay strong; I like being healthy.",
        "author": "Liza Minnelli"
    },
    {
        "quote": "Having children is fab. They keep me young and make me get up in the morning.",
        "author": "Jo Brand"
    },
    {
        "quote": "I'm an OCD neat freak. I can't stand messes. I make my bed every morning. Laundry. I do it all.",
        "author": "John Daly"
    },
    {
        "quote": "I love waking up to Sunday morning pancakes. The whole process of making them, just out in the kitchen together making pancakes on a Sunday morning; that's an experience every girl should have.",
        "author": "Ronda Rousey"
    },
    {
        "quote": "I always say: a run in the morning is like eating a fruit a day - it chases he doctor away. It is good for your mind.",
        "author": "Eliud Kipchoge"
    },
    {
        "quote": "What we do is wake up every morning and think about how we get more music out to people; how do we get better music? We breathe, eat, and sleep music.",
        "author": "Daniel Ek"
    },
    {
        "quote": "Most people dream a dream when they are asleep. But to be a writer, you have to dream while you are awake, intentionally. So I get up early in the morning, 4 o'clock, and I sit at my desk and what I do is just dream. After three or four hours, that's enough. In the afternoon, I run. The next day, the dream will continue.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "Even if you are born with a silver spoon, you have to work hard. I mean, you could be offered films on a platter, but if you don't get up in the morning and learn your lines, it is not going to work.",
        "author": "Radhika Apte"
    },
    {
        "quote": "I am never at my best in the early morning, especially a cold morning in the Yorkshire spring with a piercing March wind sweeping down from the fells, finding its way inside my clothing, nipping at my nose and ears.",
        "author": "James Herriot"
    },
    {
        "quote": "Complex tasks are often better handled in the back of our mind, and that's often true of creative tasks - when you have something complex to deal with in writing or research or responding to an email. I'll start working, put it aside, and sometimes I'll wake up the next morning with a solution, or I'll find one when I exercise.",
        "author": "Adam Grant"
    },
    {
        "quote": "With my book 'How to Remodel a Man,' I was on Oprah, Fox News, the Early Show, and Good Morning America. Oprah was the best - an hour long segment. TV is so short; you answer a few questions, and then it's over. It feels like a hit-and-run with a camera.",
        "author": "W. Bruce Cameron"
    },
    {
        "quote": "The morning after my high-school graduation found me up early job hunting. The dream of college I put on the back burner.",
        "author": "Martha Reeves"
    },
    {
        "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.",
        "author": "A. E. Housman"
    },
    {
        "quote": "At the risk of sounding pedestrian, I'll be completely honest: the first thing I do in the morning is check Google News, partially because it seems sort of random and unbiased and partially because I tend to stay in hotels that don't necessarily have the fastest Internet connections.",
        "author": "Moby"
    },
    {
        "quote": "A famous person to themselves, they don't get up in the morning and think, I'm famous. I'm not famous to me. Famous is a perception.",
        "author": "Van Morrison"
    },
    {
        "quote": "I need to eat before a workout. If I exercise in the morning, I'll have a little oatmeal, cereal, or a hard-boiled egg with toast. If I go in the afternoon, I'll eat a turkey sandwich with cheese for lunch.",
        "author": "Ana Ortiz"
    },
    {
        "quote": "I think if I heard someone else talking about their life, describing all the problems I've had, they'd look like they were through. Done. But there's something about me - I'm smiling. Those things are really not bad enough to put me in a slump. I'm smiling with the opportunity to wake up every morning.",
        "author": "Nas"
    },
    {
        "quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "There is a myth that Rahman sir only works at night. He works through the day and night, so it depends what time slot you end up working with him. Besides nights, I have sung for him in the morning and at noon, too. I think he's the first composer to work at night, and that's why it's spoken about so much.",
        "author": "Chinmayi"
    },
    {
        "quote": "My younger brother was a big Stoke fan, and I was sucked into it. I was kind of waking up every morning and looking at Gordon Banks' face! We had all these small football cards - literally hundreds of them - and swapping them was the currency back then.",
        "author": "Morten Harket"
    },
    {
        "quote": "I would be up until 3 or 4 o'clock in the morning on nights I was facing a wall. Because when I walked into WWE, I was told I was going to be fired ten times because I'm the smallest guy around.",
        "author": "Enzo Amore"
    },
    {
        "quote": "Most songs have meager beginnings. You wake up in the morning, you throw on your suspenders, and you subvocalize and just think. They seem to form like calcium. I can't think of a story right off the bat that was that interesting. I write things on the back of my hand, usually, and sing into a tape recorder.",
        "author": "Tom Waits"
    },
    {
        "quote": "The happiest part of a man's life is what he passes lying awake in bed in the morning.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "I'm afraid of only two things: being lazy and being cowardly. I get up early in the morning and go to work. I love to write.",
        "author": "David Mamet"
    },
    {
        "quote": "Apple has the radio stations, so I go R&B in the morning, and then I'll go with some hip-hop before the game. But after the game, it's more meditation music. It's not artists; it's more whatever is being played.",
        "author": "Jason Kidd"
    },
    {
        "quote": "I would like to find a stew that will give me heartburn immediately, instead of at three o clock in the morning.",
        "author": "John Barrymore"
    },
    {
        "quote": "I have this fantasy of my older days, painting or sculpting or making things. I have this fantasy of a bike trip to Chile. I have this fantasy of flying into Morocco. But right now, it's about getting the work done and getting home to family. I have an adventure every morning, getting up.",
        "author": "Brad Pitt"
    },
    {
        "quote": "I had gross morning sickness til about 15 weeks and then gestational diabetes, and most annoyingly, from about week 20, I had pelvis issues, which saw me on crutches for the last five weeks of the pregnancy and has since developed into full-blown Osteitis Pubis and pelvic instability.",
        "author": "Zoe Foster Blake"
    },
    {
        "quote": "The future is in our power. Let us, then, each morning, resolve to send the day into eternity in such a garb as we shall wish it to wear forever. And at night, let us reflect that one more day is irrevocably gone, indelibly marked.",
        "author": "Adoniram Judson"
    },
    {
        "quote": "I look out the window in the morning sometimes, and the sun is rising, and the people are going to work. I look at Washington as being that big, sleeping giant, just stretching and waking up, and going about its business. And to know that I'm working in the capital of the most powerful nation in the world - I feel good about that.",
        "author": "Carl Kasell"
    },
    {
        "quote": "My mother wrote a teen column for the South China Morning Post in the 1950s when she was growing up in Hong Kong. Her name was Lily Mark, but she sometimes wrote under her confirmation name, Margaret Mark. That was how she met my father.",
        "author": "Celeste Ng"
    },
    {
        "quote": "My first job, 9 years old, part-time, was selling Christmas cards door-to-door. Ten years old, my brother and I had paper routes. We delivered a morning paper called the 'L.A. Examiner.' Get up at 4 o'clock, fold your papers, deliver them and get ready for school.",
        "author": "John Paul DeJoria"
    },
    {
        "quote": "Work is a prayer. And I start off every morning dedicating it to our Creator.",
        "author": "Joseph Murray"
    },
    {
        "quote": "These flowers, which were splendid and sprightly, waking in the dawn of the morning, in the evening will be a pitiful frivolity, sleeping in the cold night's arms.",
        "author": "Pedro Calderon de la Barca"
    },
    {
        "quote": "My dog wakes me at 6:30 in the morning, so pretty much, I have to get up.",
        "author": "Maye Musk"
    },
    {
        "quote": "I do love my full English breakfast, but not every day. What I can't do without first thing in the morning, though, is my Danish pastry or a croissant - anything with a laminated dough, enriched with butter to make it beautifully golden and flaky.",
        "author": "Paul Hollywood"
    },
    {
        "quote": "My dad was a laborer. And he used to get up at 5:30 every morning. He worked for 50 years of his life, in all weathers for, by showbiz standards, petty cash. I remind myself of that when I feel a little bit spoiled or hard done by.",
        "author": "Ricky Gervais"
    },
    {
        "quote": "The heads of regiments are required to see that the troops join in prayer morning and evening as far as the service will permit.",
        "author": "Toussaint Louverture"
    },
    {
        "quote": "I'm obviously fighting for my community simply because I'm trans, and I have to do that, and I do it because that's my existence. I wake up in the morning, and that is my activism.",
        "author": "Mj Rodriguez"
    },
    {
        "quote": "A human being would certainly not grow to be seventy or eighty years old if this longevity had no meaning for the species. The afternoon of human life must also have a significance of its own and cannot be merely a pitiful appendage to life's morning.",
        "author": "Carl Jung"
    },
    {
        "quote": "I'm very happy with the way I look. I wake up some morning, catch myself in the bathroom mirror, and go, 'hey girl, you're alright'. But on the other hand, I find the website stuff, and the polls, something completely removed from my own personal life. You can't take anything like that too seriously, otherwise you'd end up in the loony bin.",
        "author": "Cameron Diaz"
    },
    {
        "quote": "Those who talk about the sacrifices that they make throughout a career, I do not understand too much. For me, the real sacrifice would be getting up early in the morning to work.",
        "author": "Kylian Mbappe"
    },
    {
        "quote": "I love my life as a missionary, keeping myself on the front lines. The image in my mind is that God, my general, stands at the door when I go out every morning; and, knowing what the war is like, day after day he gives me his most powerful weapon: his Spirit. For this I am grateful.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "Do I believe in arbitration? I do. But not in arbitration between the lion and the lamb, in which the lamb is in the morning found inside the lion.",
        "author": "Samuel Gompers"
    },
    {
        "quote": "Remember that creating a successful marriage is like farming: you have to start over again every morning.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "That's my father's theme. Get up in the morning, 'hello, Dad.' 'Get a job, leave the food alone... Who took my car?' America, you young kids, get a job. All that sagging, the clothes hanging behind, that ain't nothing. Get a job. You want to be somebody, get a job.",
        "author": "John Witherspoon"
    },
    {
        "quote": "For me, I need to listen to music in the morning, and after, it's kind of like a shower, you know what I mean? It's kind of getting rid of everything. I always play music after I act. It's not a conscious thing, like, 'Oh finally, I need to do this,' it's kind of a constant need.",
        "author": "Finn Wolfhard"
    },
    {
        "quote": "The church was everything: our social engagements, Sunday morning, Sunday evening. Wednesday night was the hour of power. We had Bible study on certain days. Saturday afternoon was choir practice. I wanted desperately to be a good Christian.",
        "author": "Leslie Jordan"
    },
    {
        "quote": "I couldn't wait for the sun to come up the next morning so that I could get out on the course again.",
        "author": "Ben Hogan"
    },
    {
        "quote": "We study play because life is crap. Life is crap, and it's full of pain and suffering, and the only thing that makes it worth living - the only thing that makes it possible to get up in the morning and go on living - is play.",
        "author": "Brian Sutton-Smith"
    },
    {
        "quote": "As we moved along in a little procession, I was delighted with the illumination of the streets. So many lamps, and they burned until morning, my father said, and so people did not need to carry lanterns.",
        "author": "Mary Antin"
    },
    {
        "quote": "I wake up in the morning with a list of problems, and I go solve them.",
        "author": "Travis Kalanick"
    },
    {
        "quote": "I try to woo the person whom I love. Even a good morning call to start the day is good enough for me.",
        "author": "Kartik Aaryan"
    },
    {
        "quote": "I blend my green drink every morning. I also fix my son a full-on American breakfast with bacon and toast.",
        "author": "Liz Phair"
    },
    {
        "quote": "We had high and boisterous winds last night and this morning: the Indians continue to purchase repairs with grain of different kinds.",
        "author": "Meriwether Lewis"
    },
    {
        "quote": "I don't wake up in the morning and say, 'Jeez, I feel great today. I think I'll write a song.' I mean, anything is more interesting to me than writing a song. It's like, 'I think I'd like to write a song... No, I guess I better go feed the cat first.' You know what I mean? It's like pulling teeth. I don't enjoy it a bit.",
        "author": "Jerry Garcia"
    },
    {
        "quote": "Every single item that we come into contact with on a daily basis has been designed by an artist. From the toothbrush we use in the morning, to the defibrillator that could save our lives, an artist is behind the design.",
        "author": "Jarrett J. Krosoczka"
    },
    {
        "quote": "The fun of sitting around Pangong Lake with 40 guys around a fireplace, having a glass of wine... staying in one camp together... that's an experience. Waking up at 5 in the morning, watching the sun come up. You don't do these things in Bombay.",
        "author": "Gautam Singhania"
    },
    {
        "quote": "Your passion is that one thing you can't stop thinking about, that thing you wake up thinking about in the morning, go to sleep thinking about at night, that thing that you would do for free!",
        "author": "Charlamagne tha God"
    },
    {
        "quote": "I find that when you do yoga, you don't crave unhealthy food. But I try to always let myself eat whatever I want. I have dessert or chocolate every day, but I'll only have a few bites. I try to have a little bit of cereal in the morning, and then I always try to have protein for dinner, too. But I eat pasta and stuff like that.",
        "author": "Rena Sofer"
    },
    {
        "quote": "I do this thing at every party: I go to a party, I stand around for, like, 45 minutes, and then I turn to my wife and say, 'I think we should go home.' And then we leave, and then I wake up the next morning and say to my wife, 'We don't go out anymore.' It's a great trick.",
        "author": "Ike Barinholtz"
    },
    {
        "quote": "Somebody said to me this morning, 'To what do you attribute your longevity?' I don't know. I mean, I couldn't have planned my life out better. By all accounts I should be dead! The abuse I put my body through: the drugs, the alcohol, the lifestyle I've lived the last 30 years!",
        "author": "Ozzy Osbourne"
    },
    {
        "quote": "I had joined Yes in 1971. I was a classically trained musician who had worked with numerous artists as a session musician. I played on David Bowie's 'Life On Mars,' Cat Stevens's 'Morning Has Broken' and even on some Des O'Connor records, though I kept that quiet.",
        "author": "Rick Wakeman"
    },
    {
        "quote": "A lot of vets like 'Good Morning Vietnam' - I get great letters from guys.",
        "author": "Robin Williams"
    },
    {
        "quote": "I have oatmeal every morning with whole milk, bananas, and cinnamon, and it's just the best thing ever.",
        "author": "Kourtney Kardashian"
    },
    {
        "quote": "You can't base your life off waking up every morning, like, 'What are people saying about me now?' Then I'd never stay in my creative headspace.",
        "author": "Tyga"
    },
    {
        "quote": "I always remove my makeup before sleeping and moisturise before bed and in the morning.",
        "author": "Hazel Keech"
    },
    {
        "quote": "I always write 'Magic Potion' on my perfume bottles so when I use them, it feels magical - I make spells in the morning when I put them on.",
        "author": "Alexa Chung"
    },
    {
        "quote": "I learned to love myself, because I sleep with myself every night and I wake up with myself every morning, and if I don't like myself, there's no reason to even live the life.",
        "author": "Gabourey Sidibe"
    },
    {
        "quote": "Bacteria live in unbelievable mixtures of hundreds or thousands of species. Like on your teeth. There are 600 species of bacteria on your teeth every morning.",
        "author": "Bonnie Bassler"
    },
    {
        "quote": "I am really passionate about my career and my music and I am so lucky to be able to do what I do for a job, so for all the early morning starts and long days, I could never trade it all in.",
        "author": "Rachel Stevens"
    },
    {
        "quote": "Ronald Reagan believed in America as the shining city on the hill - Morning in America. But Donald Trump has a much different vision of American greatness, of nationalism - a much darker view, I think, of the world.",
        "author": "Charlie Sykes"
    },
    {
        "quote": "How can a doctor judge a woman's sanity by merely bidding her good morning and refusing to hear her pleas for release? Even the sick ones know it is useless to say anything, for the answer will be that it is their imagination.",
        "author": "Nellie Bly"
    },
    {
        "quote": "Work is a prayer, and I start off every morning dedicating it to our Creator.",
        "author": "Joe Murray"
    },
    {
        "quote": "By Thursday morning, we'd gotten over the worst of it.",
        "author": "William Scranton"
    },
    {
        "quote": "I don't really get into a writing routine until March or April, when I'll write a few hundred words a day, often in a cafe in the morning after the school run.",
        "author": "Lisa Jewell"
    },
    {
        "quote": "You really have to be a morning person if you want to be a teacher.",
        "author": "Alanna Ubach"
    },
    {
        "quote": "I absolutely love Piers Morgan and there's absolutely no point in watching 'Good Morning Britain' if he's not on it.",
        "author": "Spencer Matthews"
    },
    {
        "quote": "Typically, I spend a lot of time - mostly in the morning - kind of drifting, reading, walking down along the river, looking at photographs, or even driving around. Then, if I'm lucky, I get to work in the early afternoon, one way or another.",
        "author": "David Means"
    },
    {
        "quote": "I look in the mirror every morning, okay. What is going on here? You know, I just say, 'Look, it's sheer insanity.'",
        "author": "Si Robertson"
    },
    {
        "quote": "The greatest are an inspiration for all the kids who wake up early in the morning. Everyone watches you, is inspired by you and wants to be you. So you influence society. That's what being more than an athlete means. I want more kids to have that opportunity. I want everybody to start with the same chance.",
        "author": "Kylian Mbappe"
    },
    {
        "quote": "You have to know why you get up every morning.",
        "author": "Dan Buettner"
    },
    {
        "quote": "I appreciate my brother, His Highness Sheikh Mohammad Bin Rashid Al Maktoum, Vice-President and Prime Minister of the U.A.E. and Ruler of Dubai, and the Council of Ministers, who face every morning challenges, but plan and remove all obstacles to score achievements.",
        "author": "Khalifa bin Zayed Al Nahyan"
    },
    {
        "quote": "I don't hate L.A., but I'm nervous about becoming one of those people who has a ferocious interest in how films did at the box office that weekend and, you know, would want to meet for egg-white omelets in the morning.",
        "author": "Hugh Grant"
    },
    {
        "quote": "When you awaken some morning and hear that somebody or other has been discovered, you can put it down as a fact that he discovered himself years ago - since that time he has been toiling, working, and striving to make himself worthy of general discovery.",
        "author": "James Whitcomb Riley"
    },
    {
        "quote": "How real can your music be if you wake up in the morning hearing birds and crickets? I never hear birds when I wake up. Just a lot of construction work, the smell of Chinese takeout, children screaming, and everybody knocking a different track from 'Ready to Die' as they pass down the street.",
        "author": "The Notorious B.I.G."
    },
    {
        "quote": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "I fall asleep feeling beautiful. Then, in the morning, before I leave the house, I say five things I love about myself, like 'You have really pretty eyes.' That way I can go out into the world with that little bit of extra confidence. It's a feel-good protein shake in my back pocket in case someone messes with me that day.",
        "author": "Jennifer Love Hewitt"
    },
    {
        "quote": "Social media is not going away and we're not all going to leave our phones for good. But we can make sure we don't look at our phones in the morning and the evening, which is better for our lifestyle.",
        "author": "Jay Shetty"
    },
    {
        "quote": "Of all the songs I've recorded, 'Amarillo By Morning' always sticks out in my mind.",
        "author": "George Strait"
    },
    {
        "quote": "In a few days an officer came to our camp, under a flag of truce, and informed Hamilton, then a captain of artillery, but afterwards the aid of General Washington, that Captain Hale had been arrested within the British lines condemned as a spy, and executed that morning.",
        "author": "William Hull"
    },
    {
        "quote": "Love is what makes you dream, and love is what makes you want to get up in the morning. Love is something that you want to be a part of because it makes you better.",
        "author": "Jerry Lewis"
    },
    {
        "quote": "I, a late riser, fantasise about getting up every morning at 5 A.M. to fetch the horses in from the fields.",
        "author": "Meg Rosoff"
    },
    {
        "quote": "Now the only thing I miss about sex is the cigarette afterward. Next to the first one in the morning, it's the best one of all. It tasted so good that even if I had been frigid I would have pretended otherwise just to be able to smoke it.",
        "author": "Florence King"
    },
    {
        "quote": "When we lost Bobby, I would wake up in the morning and think, 'He's OK. He's in Heaven, and he's with Jack and a lot of my brothers and sisters and my parents.' So it made it very easy to get through the day thinking he was OK.",
        "author": "Ethel Kennedy"
    },
    {
        "quote": "It was a small farm in a little rural town by the Indiana state border. I lived there from ages 5 to 12, I would say, before we moved to Dallas. We had chickens and a vegetable garden, and I had to get up to milk the goats at seven in the morning or do it at seven at night.",
        "author": "Scott Michael Foster"
    },
    {
        "quote": "I really enjoy my privacy and being able to walk my son to school every morning and pick him up every afternoon.",
        "author": "Solange Knowles"
    },
    {
        "quote": "The press don't wake up in the morning simply to be a mouthpiece for pols - they're out to uncover and expose news. That often is at odds with what politicians are setting out to do - it's both symbiotic and antagonistic. They need each other, they work in concert with one another, they work against one another.",
        "author": "Beau Willimon"
    },
    {
        "quote": "You've got to set yourself up to be as healthy as you can. The thing we tend to do is when it gets to be a bit too hard, we actually opt out for the absolute worst option. For example, if you're in a rush in a morning and you feel like you don't have time to make breakfast, you skip it.",
        "author": "Curtis Stone"
    },
    {
        "quote": "This morning I lay in the bathtub thinking how wonderful it would be if I had a dog like Rin Tin Tin. I'd call him Rin Tin Tin too, and I'd take him to school with me, where he could stay in the janitor's room or by the bicycle racks when the weather was good.",
        "author": "Anne Frank"
    },
    {
        "quote": "Victoria's Secret should highlight real women that actually purchase their clothing. I would love for them to start featuring more real bodies and diverse women. Victoria's Secret has the ability to tell people, 'It's okay,' when they wake up in the morning. They have the ability to change lives.",
        "author": "Rain Dove"
    },
    {
        "quote": "People imagine that there are rituals, like lighting candles or sacrificing chickens. They really just want to know what the magic formula is for writing. I inevitably disappoint them by saying you just put your butt in the chair, and you write 500 words a day, and then you get up and repeat it the next morning.",
        "author": "John Scalzi"
    },
    {
        "quote": "If there was no Black Sabbath, I could still possibly be a morning newspaper delivery boy. No fun.",
        "author": "Lars Ulrich"
    },
    {
        "quote": "We are using the same water that the dinosaurs drank, and this same water has to make ice creams in Pasadena and the morning frost in Paris.",
        "author": "Rose George"
    },
    {
        "quote": "I eat a huge breakfast every morning. I do a lot of work at the gym, a lot of power-lifting, a lot of cardio, and I study wrestling tapes.",
        "author": "Sheamus"
    },
    {
        "quote": "I woke up one morning and realised that one of the problems with being a middle-aged man - of being a man in general - is the tyranny of fashion.",
        "author": "James May"
    },
    {
        "quote": "I procrastinate all morning. That's when I get my office work done and answer e-mails and see what's on the Internet and do laundry.",
        "author": "Kate Christensen"
    },
    {
        "quote": "That first morning that I woke up self-employed, terror quickly consumed me. I found myself sitting with my laptop and realized, for the first time, that I was entirely responsible for all of my own decisions, as well as the consequences of those decisions.",
        "author": "Mark Manson"
    },
    {
        "quote": "It doesn't much signify whom one marries, for one is sure to find next morning that it was someone else.",
        "author": "Samuel Rogers"
    },
    {
        "quote": "Sometimes I wake up in the morning and feel like going straight back to bed. But I still have to get up and work, and I still have to take advantage of the chances I've been given in life.",
        "author": "Estelle"
    },
    {
        "quote": "I remember there were days when - and this is kind of gross - I would sleep in my uniform to save time in the morning and then get up and go to school... it didn't matter because I didn't have to impress anyone, and I didn't have to look cute in class.",
        "author": "Stacey Farber"
    },
    {
        "quote": "I'm a gay disabled man who has become very successful. I don't get up in the morning and think I'm inspirational; I just get up thinking that I love horses.",
        "author": "Lee Pearson"
    },
    {
        "quote": "Make no mistake: Bob Ritchie's up early in the morning taking pictures of his son on the first day of his senior year. Kid Rock is passed out in a hotel room somewhere with four scantily-clad women.",
        "author": "Kid Rock"
    },
    {
        "quote": "One thing that I tell people all the time is, 'I'm not going to answer a call from you after nine o'clock at night or before nine o'clock in the morning unless it's an emergency.'",
        "author": "Brene Brown"
    },
    {
        "quote": "All the years I coached, we sent a card to every professor for each kid I had, and I was able to keep track on a daily basis who cut class or who was dropping a grade average. What I did was bring that kid in at 5:00 in the morning, and he would run the stairs from the bottom to the top until I told him to quit.",
        "author": "Bobby Knight"
    },
    {
        "quote": "Being at a World Cup is a sacrifice? Twenty days is a sacrifice? What about the people there working for the team, up at five every morning? That's sacrifice. It's not a sacrifice to play.",
        "author": "Fabio Capello"
    },
    {
        "quote": "I baked bread, hand-ground peanuts into butter, grew and froze vegetables, and, every morning, packed lunches so healthful that they had no takers in the grand swap-fest of the lunchroom.",
        "author": "Sally Mann"
    },
    {
        "quote": "My writing regimen is not very regimented. I tend to be a binge writer, working sometimes in the morning and sometimes all night. When I get going I like to hunch over the keyboard until I feel totally played out.",
        "author": "Jess Walter"
    },
    {
        "quote": "Making a new season for 'Legion' is not something you just switch into. It's not something you do between dropping the kids off in the morning and having dinner at night. That's a retreat into the woods for six weeks with some mushrooms, and trying to come back with the answers.",
        "author": "Noah Hawley"
    },
    {
        "quote": "John F. Kennedy went to bed at 3:30 in the morning on November 9, 1960, uncertain whether he had defeated Richard Nixon for the presidency. He thought he had won, but six states hung in the balance, and after months of exhaustive campaigning, he was too tired to stay awake any longer.",
        "author": "Robert Dallek"
    },
    {
        "quote": "I like to be with my children - not just quality time, but quantity time. I like to be there in the morning when they're waking up. I like to practice piano with them. I like to be there at supper. I need them as much as they need me. Working is not as important to me as being a mother is.",
        "author": "Jane Kaczmarek"
    },
    {
        "quote": "A young dog's faith is absolute... Dogs are notorious for hope. Dogs believe that this morning, this very morning, may begin a day of fascination, easily grander than any day in the past.",
        "author": "Donald McCaig"
    },
    {
        "quote": "People have accused me of being in favor of globalization. This is equivalent to accusing me of being in favor of the sun rising in the morning.",
        "author": "Clare Short"
    },
    {
        "quote": "You know the stories of a woman saying to Churchill, 'Sir, you're drunk,' and he said to her, 'And you're ugly, but in the morning I'll be sober.' I was really excited to do that scene, but I did get slapped.",
        "author": "Thomas Howes"
    },
    {
        "quote": "I just woke up one morning, and I painted my Maybach red - I wrapped it, matter of fact, red - and I thought, 'I might as well change my album to 'Still Brazy' 'cause I gotta be real with myself.'",
        "author": "YG"
    },
    {
        "quote": "I did not want windows, only skylights. I chose my painting wall as it has the best morning light.",
        "author": "Ellsworth Kelly"
    },
    {
        "quote": "If you cook something on the show, and I don't like it, I'm going to tell you. I don't understand how you could watch any of these morning shows, and everything everybody cooks is absolutely delicious. Are you kidding me, man?",
        "author": "Steve Harvey"
    },
    {
        "quote": "Since I was about seven, I've loved cooking. I'd wake up at five in the morning and make cinnamon rolls and all these different things.",
        "author": "Jane Chen"
    },
    {
        "quote": "I was so young, and making movies, going to the studio every morning at dawn was magic.",
        "author": "Natalie Wood"
    },
    {
        "quote": "There are so many opportunities to see the sun go down in the evening and the sun come up in the morning. The colors change on the trees, on the snow. I'm surrounded by people who are friendly and helpful.",
        "author": "Burt Shavitz"
    },
    {
        "quote": "Yes, there's such a thing as luck in trial law but it only comes at 3 o'clock in the morning. You'll still find me in the library looking for luck at 3 o'clock in the morning.",
        "author": "Louis Nizer"
    },
    {
        "quote": "My dad makes me breakfast every morning; he's very worried about my nutrition.",
        "author": "Syd"
    },
    {
        "quote": "I write for a radio show that, no matter what, will go on the air Saturday at five o'clock central time. You learn to write toward that deadline, to let the adrenaline pick you up on Friday morning and carry you through, to cook up a monologue about Lake Wobegon and get to the theater on time.",
        "author": "Garrison Keillor"
    },
    {
        "quote": "I always rewrite the very beginning of a novel. I rewrite the beginning as I write the ending, so I may spend part of morning writing the ending, the last 100 pages approximately, and then part of the morning revising the beginning. So the style of the novel has a consistency.",
        "author": "Joyce Carol Oates"
    },
    {
        "quote": "My beauty routine has changed a lot since I turned 30. But also, being on camera more has made me dial in on my skincare and makeup routine. I have acne-prone skin, and washing my face with cleanser in the morning, using witch hazel to tone, and washing twice at night to take off all of my makeup has really made a difference.",
        "author": "Claire Saffitz"
    },
    {
        "quote": "To be intimate with a married man, when my own father cheated on my mother, is not something I could forgive. I could not look at myself in the morning if I did that. I wouldn't be attracted to a man who would cheat on his wife.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "I think that 'Ghost Rider: Spirit of Vengeance' was mentally taxing, if only because I had to go to a Christmas party shortly after I had wrapped photography in Romania at two in the morning as the Ghost Rider. The invitation had a Christmas ornament on it with Ghost Rider's face on it as a tree.",
        "author": "Nicolas Cage"
    },
    {
        "quote": "I wash and moisturize my face in the morning and at night. If I have a show, I may even wash before and after the show. I never go to sleep with makeup on my face. At the minimum, I'm at least going to use makeup wipes to take my makeup off.",
        "author": "Goapele"
    },
    {
        "quote": "We are ever on the threshold of new journeys and new discoveries. Can you imagine the excitement of the Wright brothers on the morning of that first flight? The anticipation of Jonas Salk as he analyzed the data that demonstrated a way to prevent polio?",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "First thing I do in the morning is give thanks to God for another day, and then turn to HLN News or ESPN to see what's going on in the world.",
        "author": "Vivica A. Fox"
    },
    {
        "quote": "Oh, I have this feud going with the L.A. Unified School District, because I keep getting these phone calls saying my daughter keeps missing classes, I mean, at all hours of the night, I had like, two calls this morning and I keep calling saying I haven't got a daughter!",
        "author": "Chris Colfer"
    },
    {
        "quote": "When I get up in the morning I brush my teeth and go about my business, and if I am going anywhere interesting I take my camera along.",
        "author": "Elliott Erwitt"
    },
    {
        "quote": "When I was a child I had a nightmare, and in the morning, I asked my mother and father, 'If I kill someone, would you still love me?' My parents were very preoccupied with this, but I think I'm not the only one to ask for that - not love, but absolute fidelity.",
        "author": "Claire Denis"
    },
    {
        "quote": "People tell me if I don't eat vegetables, I'm going to get scurvy. Well, what the hell. But I was never overweight as a player. There was a clause in my contract that said I had to weigh in at 270 every Friday morning. I always made it. I'd have dinner on Monday, and then I wouldn't eat until Friday.",
        "author": "Art Donovan"
    },
    {
        "quote": "Sydney in general is eclectic. You can be on that brilliant blue ocean walk in the morning and then within 20 minutes you can be in a completely vast suburban sprawl or an Italian or Asian suburb, and it's that mix of people, it's that melting pot of people that give it its vital personality.",
        "author": "Baz Luhrmann"
    },
    {
        "quote": "My brain is so anxiety-prone, like a pinball machine. If I don't get up in the morning and focus my thinking, my breathing, and my being for about 12 minutes, I'm just a screwball all day long.",
        "author": "Rainn Wilson"
    },
    {
        "quote": "It didn't matter what you look like. You don't have to get up at 5:30 in the morning and there's a lot to be said for that. Corpse Bride can just play all my parts from now on and I'll just do the voice.",
        "author": "Helena Bonham Carter"
    },
    {
        "quote": "For most of my adult life, I drove through Central Park every morning going to work.",
        "author": "Susan Lucci"
    },
    {
        "quote": "When you think of a teenager, you think of hanging out with friends a lot or going to a full-time school. On the weekends, my friends are staying up until, like, one in the morning, and then there's me fighting to stay up until eight.",
        "author": "Kaetlyn Osmond"
    },
    {
        "quote": "We, the people. Manifest Destiny. Conceived in liberty. Fear itself. Ask not. Morning in America. United we stand. Yes, we can. In times of great change and tumult, presidents seek to inspire beleaguered Americans by reminding them of their national identity.",
        "author": "Ron Fournier"
    },
    {
        "quote": "There's an ethical dimension to my life and all of our lives, from the time we get up in the morning to the time we sleep, including what we sleep on. So I don't separate my choices from ethical choices at any time.",
        "author": "Dennis Kucinich"
    },
    {
        "quote": "I'm happy with the decision I've taken. I get up in the morning, and I'm happy, and that is what is important for me in the end. I greet my family, my brothers, my parents. Me being happy doesn't have a price.",
        "author": "Giovani Dos Santos"
    },
    {
        "quote": "The school-boy doesn't force himself to learn his vocabularies and rules altogether at night, but knows that be must impress them again in the morning.",
        "author": "Hermann Ebbinghaus"
    },
    {
        "quote": "Obama is the New Generation and the hot light of a dawn that goes way beyond clever talk of morning in America.",
        "author": "John Ridley"
    },
    {
        "quote": "I know a lot of people dread going to work every morning, but my work is playing pretend and doing stunts and screaming. It's a lot of fun and I get to play dress up. Every day is exciting and different and new and cool. I couldn't be more grateful.",
        "author": "Nina Dobrev"
    },
    {
        "quote": "I get up in the morning and I go to practice like everyone else.",
        "author": "Kylian Mbappe"
    },
    {
        "quote": "It was one of those evenings when men feel that truth, goodness and beauty are one. In the morning, when they commit their discovery to paper, when others read it written there, it looks wholly ridiculous.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Growing up, of course I was the coolest girl in the 3rd grade because I told everyone that my dad was a wrestler, and I would bring in these wrestling magazines of him, and every Saturday morning, he would be body slamming me on my bed.",
        "author": "Carmella"
    },
    {
        "quote": "The repose of sleep refreshes only the body. It rarely sets the soul at rest. The repose of the night does not belong to us. It is not the possession of our being. Sleep opens within us an inn for phantoms. In the morning we must sweep out the shadows.",
        "author": "Gaston Bachelard"
    },
    {
        "quote": "If you ask me what I worry about every morning when I wake up, it's that I don't understand future mainstream Internet users' habits.",
        "author": "Ma Huateng"
    },
    {
        "quote": "Pancakes are simple. They're diner food. They're what you make on a Sunday morning with the kids. Crepes are fancy. They're French-bistro food. They're what you make once a week after your Parisian vacation because you want to relive some pleasant memories.",
        "author": "J. Kenji Lopez-Alt"
    },
    {
        "quote": "Drag is about whatever persona you put on to do a particular task. I could pick up trash in the morning and throw on my navy blue jumpsuit, and that would be that gig!",
        "author": "Aquaria"
    },
    {
        "quote": "How like herrings and onions our vices are in the morning after we have committed them.",
        "author": "Samuel Taylor Coleridge"
    },
    {
        "quote": "Being in ballet class, being on the stage, being surrounded by my peers at American Ballet Theater every day, keeps me so humble and grounded. Being in ballet class, I feel, is like this meditation for me every morning.",
        "author": "Misty Copeland"
    },
    {
        "quote": "I don't like getting up in the morning, getting in a car, driving on a freeway, and stopping at a gate where two guards are standing there, then walk into a studio that looks like a bunch of airplane hangars.",
        "author": "Peter Falk"
    },
    {
        "quote": "I am putting every effort toward creating my works from morning till night on every single day.",
        "author": "Yayoi Kusama"
    },
    {
        "quote": "When you're a confused 19-year-old filled with questions you can't even articulate and a kind of black rage that feeds at your heart from the moment you wake up in the morning, and you discover Marcus Aurelius' 'The Meditations,' that changes your life.",
        "author": "Nic Pizzolatto"
    },
    {
        "quote": "I don't know any other lifestyle. I get up in the morning and I really do feel that the world is my oyster, and I start that way, the same as I would if I were preparing to write a song: put a blank piece of paper up on the piano and you go for it.",
        "author": "Lesley Gore"
    },
    {
        "quote": "I get the 'The New York Times' and 'Los Angeles Times' thrown at my door every morning. I'll read the front page of 'The New York Times,' then the op-eds, then scan the arts section and then the sports section. Then I do the same with the 'L.A. Times.'",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "I love KIND bars. My favorites are coconut and almond and the dark chocolate and sea salt because staying fueled helps keep me from getting sick or injured. Bananas have also made a great comeback in my life. My kids eat them all the time on the go, which has inspired my go-to pre-run morning meal of peanut butter and banana on toast.",
        "author": "Summer Sanders"
    },
    {
        "quote": "Getting up at four in the morning to tend the farm while the world is quiet - feeding animals, mucking stalls, gathering eggs, filling water troughs, checking fences, letting animals out into the field - is a high point to my day.",
        "author": "Chip Gaines"
    },
    {
        "quote": "We all say we enjoy playing rugby, but most guys don't really show it - and some guys I don't think actually enjoy it. So every time I arrive in the morning, I've always got a smile on my face. Once I lose that enjoyment, I will stop playing.",
        "author": "Faf de Klerk"
    },
    {
        "quote": "I'd come to the country to do my Thoreau bit, so I needed an office that looked out onto the woods for inspiration. I converted one of the bedrooms into my workspace and through its windows watched the wildlife appear each morning with the sunrise. Many were the days I would sit in wonder, coffee in hand, for hours.",
        "author": "David Mixner"
    },
    {
        "quote": "Sometimes it's so weird just to do an interview. This morning I was back in my parents' house, with my brother, and we went for a jog together, then had breakfast as a family. And a couple of hours later I'm wearing high heels and a dress and makeup, and talking about my job.",
        "author": "Carey Mulligan"
    },
    {
        "quote": "If you got up this morning and had fruits for breakfast, it was probably picked by the bent back of an immigrant worker. If you slept in a hotel or motel of the nation, you probably had your room done by an immigrant worker.",
        "author": "Bob Menendez"
    },
    {
        "quote": "I do yoga every morning, then I run for half an hour and take a sauna.",
        "author": "Antonio Banderas"
    },
    {
        "quote": "I was ready to give up football, but I lifted my head, and I went to Belo Horizonte with just the money for an outward ticket for the last trial I had, with America MG. If I didn't make it, I had no money to get home to Espiritu Santo, 600 kilometres away. I gave my all that morning, and I passed.",
        "author": "Richarlison"
    },
    {
        "quote": "I didn't want to be an actress; I never thought of being an actress because, as children, there were three of us - I was the middle child - and we spent our time in church from Sunday morning to Saturday night.",
        "author": "Cicely Tyson"
    },
    {
        "quote": "I can't say for sure where I was headed the first time my mom put a blue blazer on me. Church, probably. West Side Presbyterian in Ridgewood, New Jersey, specifically, where my blazer was paired with a clip-on tie and a pair of khakis for a Sunday morning with my fellow congregants.",
        "author": "Willie Geist"
    },
    {
        "quote": "I am addicted to cereal. I am one of those people who just loves their cereal morning, noon and night. Kellogg's message is what I tell my kids every single day, which is: You've gotta start off your day right with a good, healthy breakfast to give yourself the potential for greatness.",
        "author": "Summer Sanders"
    },
    {
        "quote": "I get up every morning and say, 'Father, give me strength today, not strength so I can lift 500 pounds, but give me strength, Lord, so when I speak, my words might motivate, might inspire somebody, Lord, when they see me, let them see you. When they hear me, Lord, let them hear you. In your holy name I pray.'",
        "author": "Mr. T"
    },
    {
        "quote": "I'll always remember when I bumped into Good Morning America's Robin Roberts on a flight to my mother's funeral in 1994, and how kind she was during that difficult time.",
        "author": "Gayle King"
    },
    {
        "quote": "I tweet early in the morning when I wake up or late at night just to let you know that I have a show or what's on my mind, and that's it. I hate Snapchat and all of that. It's making kids so stupid.",
        "author": "Tyler, The Creator"
    },
    {
        "quote": "As glamorous as WWE may seem, you're probably eating at a Waffle House at 1 in the morning, and you're probably going to see the Ring of Honor guys there, too.",
        "author": "Edge"
    },
    {
        "quote": "You think that religion is a thing that is there to help you and to see you through life, and then you wake up one morning and find the entire Irish situation, the civil war that's based on religion.",
        "author": "Midge Ure"
    },
    {
        "quote": "Just on a practical side, if you wake up early in the morning - like at 4:30 in the morning - you're going to have some free time to yourself to make things happen, to take care of things that are important to you.",
        "author": "Jocko Willink"
    },
    {
        "quote": "I dropped out of school, but I didn't drop out of life. I would leave the house each morning and go to the main branch of the Carnegie Library in Oakland where they had all the books in the world... I felt suddenly liberated from the constraints of a pre-arranged curriculum that labored through one book in eight months.",
        "author": "August Wilson"
    },
    {
        "quote": "I get up every morning and thank God for giving me the opportunity to play football.",
        "author": "Memphis Depay"
    },
    {
        "quote": "Every morning is a battle between the superego and the id, and I am a mere foot soldier with mud and a snooze button on her shield.",
        "author": "Catherynne M. Valente"
    },
    {
        "quote": "I love the game. I love waking up every morning with the goal to win a Slam for the first time.",
        "author": "Gael Monfils"
    },
    {
        "quote": "The first sign that I'd been unknowingly affected by cooking shows occurred on a Sunday morning when I realized I was talking to myself. I'd been making toast. 'First, we cut our bread,' I whispered. 'Do you know why?' I stopped what I was doing and looked up. 'Let me tell you why.'",
        "author": "Bill Buford"
    },
    {
        "quote": "Before I go to bed I clean my face with a cleansing milk and cotton pads and then wash my face thoroughly with a foamy face wash. I apply a calamine lotion on my face and a medicated moisturizer on my face and neck. I repeat the same procedure after I wake up in the morning.",
        "author": "Amrita Rao"
    },
    {
        "quote": "Morning meditation is important to start every day on a positive note.",
        "author": "Susan Burton"
    },
    {
        "quote": "I felt that working at an office from the early morning was impossible for me. Anyway, I wanted to be free from that lifestyle as soon as possible. I wanted to take it easy.",
        "author": "Akira Toriyama"
    },
    {
        "quote": "It's disrespectful to tell the French in the morning that you're going to reduce the debt, in the evening that you're not going to make any savings, and the next morning, after thinking about it, that you're going to spend more.",
        "author": "Nicolas Sarkozy"
    },
    {
        "quote": "I keep wondering at night, 'Will I have a bank the next morning, or will some technology company be doing banking without needing a bank?'",
        "author": "Uday Kotak"
    },
    {
        "quote": "I like waking up in the morning and thinking, 'Mmm, I might go to Paris today.' I don't want to ask anyone if they want to come with me or mind me going. I like being my own agent. I have my grandsons and son. If I didn't have them, it would be different.",
        "author": "Anne Reid"
    },
    {
        "quote": "We're the roughest people in the way we play and live, and that is because Americans come from people who all got up one morning and went 5,000 miles, and that was a time in the 19th century when it wasn't so easy to do.",
        "author": "Alan Furst"
    },
    {
        "quote": "I start every morning at 7 or 7:30 in the same place - my little office where it's dark and cozy - with a cup of the same really strong black coffee. It's my little cocoon. There's no phone or fax or Internet. And no music.",
        "author": "John Grisham"
    },
    {
        "quote": "I find reggae is really nice in the morning.",
        "author": "Max Joseph"
    },
    {
        "quote": "My favourite thing is to do crossword puzzles. I do the 'New York Times' one every morning. Then I go to the barn to see my horse.",
        "author": "Amber Heard"
    },
    {
        "quote": "I have a lot of tea in the morning. I always have toast and peanut butter.",
        "author": "Joanna Coles"
    },
    {
        "quote": "I started writing morning pages just to keep my hand in, you know, just because I was a writer and I didn't know what else to do but write. And then one day as I was writing, a character came sort of strolling in and I realized, Oh my God, I don't have to be just a screenwriter. I can write novels.",
        "author": "Julia Cameron"
    },
    {
        "quote": "I start off my morning with an Acai berry smoothie. I blend the Acai berries with kefir, blueberries, protein powder and peanut butter. I like this first thing in the morning because it's light on my stomach.",
        "author": "Charity Shea"
    },
    {
        "quote": "On game days, I do yoga as just a really short routine. It's more to warm up and to calm down in the morning.",
        "author": "Christen Press"
    },
    {
        "quote": "He would use amphetamines to stay awake because he would have late night maneuvers that would go way into the early morning hours and he was given pills to stay up for the long hours.",
        "author": "Priscilla Presley"
    },
    {
        "quote": "I was passionate about soccer. I still am. Odd, though - playing soccer always made me much more anxious than playing tennis. On soccer days, I'd be out of bed by 6 in the morning, all nervous. But I was always calm when it was time for a tennis match. I still don't know why.",
        "author": "Rafael Nadal"
    },
    {
        "quote": "Every morning, I do 10 minutes of mindfulness, where I do meditation, and I use that in competition and everyday life.",
        "author": "Tom Daley"
    },
    {
        "quote": "Instead of the wacky morning show that sounds canned, my team is sitting over there, waiting for me to say something or ask something. And sometimes the reaction is awesome, and sometimes it's terrible. But they're reacting as humans instead of as DJs.",
        "author": "Bobby Bones"
    },
    {
        "quote": "I have a lot of power. Here, I can decide: training at six in the morning! Training 11 in the night! But my style is not to impose. I would like to convince the players of what they are doing. This takes more time.",
        "author": "Carlo Ancelotti"
    },
    {
        "quote": "I'm going to the gym six days a week. I'm eating right. Well-balanced diet. I drink a juice smoothie every morning.",
        "author": "Chumlee"
    },
    {
        "quote": "I show up in my writing room at approximately 10 A.M. every morning without fail. Sometimes my muse sees fit to join me there and sometimes she doesn't, but she always knows where I'll be. She doesn't need to go hunting in the taverns or on the beach or drag the boulevard looking for me.",
        "author": "Tom Robbins"
    },
    {
        "quote": "If I'd lived in Bristol, I'd probably be doing building site stuff, plastering. Probably not the plastering. It would have been mixing. I could always get work from friends who did construction. But I wasn't into getting up at seven in the morning.",
        "author": "Tricky"
    },
    {
        "quote": "Well, he doesn't make me laugh. I think I've got a fair sense of humour but I can't really see it in him. I've listened to his show on the radio on a Saturday morning, and that's a load of mince as well.",
        "author": "Ian St. John"
    },
    {
        "quote": "My day begins early in the morning when I go for a morning walk and ends when I feel that I am tired.",
        "author": "Kiran Bedi"
    },
    {
        "quote": "I get up, go and get a coffee, and go do the crossword - I'm loyal to one particular paper, the 'Guardian' - and that's my idea of a perfect morning.",
        "author": "Laura Marling"
    },
    {
        "quote": "I begin early in the morning and edit everything I wrote the previous day. I write until mid-afternoon. My goal is to write a chapter per week, and if I am not finished by Friday, I write on the weekend. I get a lot of fan emails and answer them every day. In the late afternoon, I attend to the business of publishing, etc.",
        "author": "Virginia Henley"
    },
    {
        "quote": "I do yoga and dance every morning at home for one and a half hours. Then I make tea for myself.",
        "author": "Hema Malini"
    },
    {
        "quote": "The dreadlocks were easy to maintain: I got up in the morning and flicked my head. If they got too big, I'd pull them apart every now and again. In the end, I got too old for them.",
        "author": "Henrik Larsson"
    },
    {
        "quote": "Where I grew up in Vermont, there is no municipal garbage removal. You have to bring your trash to the dump every weekend. Something like three hours on Saturday morning, the entire town goes in. It is actually a very efficient place to do politics. I would go to the garbage dump, get petitions signed, give out literature, talk to voters.",
        "author": "Robby Mook"
    },
    {
        "quote": "You were up at 5 o'clock in the morning, and then you'd ride in a caravan, because we didn't have big movie trucks or trailers that is the hardware of a movie camp.",
        "author": "Marguerite Moreau"
    },
    {
        "quote": "I get work done in half the time if the family is still asleep. When my family wakes up, I've already had a productive morning and am ready to enjoy breakfast with them before I start conquering the rest of my day.",
        "author": "John Rampton"
    },
    {
        "quote": "In theory, people would pick progression every time over being idle. But if you look at us as a culture, as a people, you would say that if you get up at five o'clock in the morning, eat your breakfast, go to work, make money, pay your bills, you're progressing, when you're still doing what's comfortable.",
        "author": "Q-Tip"
    },
    {
        "quote": "You know what it's like to wake up in the middle of the night with a vivid dream? And you know that if you don't have a pencil and pad by the bed, it will be completely gone by the next morning. Sometimes it's important to wake up and stop dreaming. When a really great dream shows up, grab it.",
        "author": "Larry Page"
    },
    {
        "quote": "In high school, I had a gold 1992 Ford Explorer. It was a gift. I used to have a terrible habit of locking the keys in the car when I used leave the car running to help it start on a cold morning. I think the local locksmith became used to me calling him.",
        "author": "Ashton Eaton"
    },
    {
        "quote": "The first thing you put on in the morning is your lingerie, and you have to look at yourself and tell yourself that you're beautiful, and that's really hard to do when even a simple catalog can't confirm that you're wearing something appropriately or look good enough.",
        "author": "Rain Dove"
    },
    {
        "quote": "For days on end, I avoid the Web, never logging in until about two or three, after I've written all morning. On a good week, I don't go online till after Wednesday, so four or five days might lapse without my checking e-mail.",
        "author": "Mary Karr"
    },
    {
        "quote": "I do not have bad days. I don't wake up in the morning and think that I'm going to get AIDS. I don't dream bad dreams about it. If I did, I'd be giving in to the negativity.",
        "author": "Magic Johnson"
    },
    {
        "quote": "On the morning, Daddy and I get up at six o'clock because Christmas trees must be bought in the dark. We walk to the other end of town, as the big harbour is just the right setting for buying a Christmas tree. We spend hours choosing, looking at every branch suspiciously. It's always cold.",
        "author": "Tove Jansson"
    },
    {
        "quote": "I didn't really realize I was a woman director until I walked onto the set at Pinewood Studios when I did 'Mamma Mia!' and everybody was calling each other 'Governor' and 'Sir'... and then, looking at me, 'Well... good morning!'",
        "author": "Phyllida Lloyd"
    },
    {
        "quote": "It's one of the greatest sporting environments you can be in, the first morning of an Ashes series. It's hard to explain, you can only really explain it when you're out there. It's awesome.",
        "author": "Ben Stokes"
    },
    {
        "quote": "Just the whole thing of getting up in the morning - I love the sunshine, I love the palm trees. I'm that kind of guy. I like to drive around with the top down and just enjoy life. I never did that before, so it's a beautiful thing.",
        "author": "Yngwie Malmsteen"
    },
    {
        "quote": "My principal motivation is supporting my family, which is not a bad reason for getting up in the morning. That's always been my motivation - to take care of the people who rely on me.",
        "author": "Tony Parsons"
    },
    {
        "quote": "I obviously take a lot of pride in what I do on the football field, because that has the ability to influence a lot of people. That puts smiles on people's faces. That gives people a pep in their step on Monday morning when they go back to work.",
        "author": "Drew Brees"
    },
    {
        "quote": "Never get married in the morning - you never know who you might meet that night.",
        "author": "Paul Hornung"
    },
    {
        "quote": "I adore my family; they are my joy. However, I am committed to my work. If, on a Saturday morning when I was ostensibly going to be with the children, and something arose at RADA or at UNICEF or at the orphanage or whatever, I would allow the other pressures to take precedent.",
        "author": "Richard Attenborough"
    },
    {
        "quote": "You've got to be a right grouch to hate holidays, but one thing I do hate is the old towel on the sun bed trick. It kills me that people get up at five in the morning and go down to the swimming pool and reserve their sun bed with a towel.",
        "author": "Gareth Thomas"
    },
    {
        "quote": "Mom was a school teacher, and she had to be at work at 7:30 every morning. So Dad was in charge of us three kids around the breakfast table. He always made it creative: he did the bananas with the smiley face and the eyes with peanut butter on top, made us drink grapefruit every morning even though we had to do it holding our noses.",
        "author": "Ainsley Earhardt"
    },
    {
        "quote": "To drive an F1 car you have to be a little mad. On the morning of a race there's a mix of excitement and fear. If it's a wet track, then it's worse as you're not in control most of the time, which is the thing all drivers fear the most.",
        "author": "Jenson Button"
    },
    {
        "quote": "I never laugh or smile when I am writing. When I come home for lunch after writing all morning, my wife says I look like I just came home from a funeral. This is not bragging. This is an illness.",
        "author": "Carl Hiaasen"
    },
    {
        "quote": "I love Holly Willoughby on 'This Morning.'",
        "author": "Caroline Flack"
    },
    {
        "quote": "I prefer alkaline water. Good for the vocal cords, especially if you take it in the morning.",
        "author": "Arnel Pineda"
    },
    {
        "quote": "Indeed, the Royal Family still retain the German custom - introduced by Prince Albert - of opening their presents on Christmas Eve rather than Christmas morning.",
        "author": "Ingrid Seward"
    },
    {
        "quote": "I write in the mornings. I get up every morning at about six in the morning and write until nine, hop in the shower and go to work. Nighttime I usually reserve for re-reading what I've done that morning. I would be lying if I said I stuck to that schedule every single day.",
        "author": "John Searles"
    },
    {
        "quote": "Along with Facebook, Microsoft, and Apple, these companies are in a race to become our 'personal assistant.' They want to wake us in the morning, have their artificial intelligence software guide us through our days, and never quite leave our sides.",
        "author": "Franklin Foer"
    },
    {
        "quote": "Growing up in Canada, none of my family were performers or anything like that, but I was terrible at hockey, so they needed something for me to do on Saturdays for me to get out of the house. I signed up for theater school on Saturdays, and I'd go for four-and-a-half hours every Saturday morning and learn about theater.",
        "author": "Eric Johnson"
    },
    {
        "quote": "When you - when someone dies in your family and you think you're over it, and then you wake up in the morning and it hits you, 'I won't ever see my brother again. I won't ever see my mom again.' And it just kind of hits you like that.",
        "author": "Tammy Faye Bakker"
    },
    {
        "quote": "There's nothing better on Christmas morning than waking up to the smell of breakfast!",
        "author": "Rachel Hollis"
    },
    {
        "quote": "My greatest pleasure is going out on a horrible, cold, wet January morning to pick the vegetables for our Sunday lunch, putting them in a muddy pile on the table, and then spending 45 minutes washing and preparing them. I like doing it because it's so different to what I do in the week. The same holds for cleaning the car or shining my shoes.",
        "author": "Peter Hargreaves"
    },
    {
        "quote": "I feel my knees changing - like, why do I have this pain when I'm running on the treadmill? What's going on with my lower back when I wake up in the morning? I just feel changes. And I'm definitely fearful in a very vain manner about my body ageing.",
        "author": "Jessica Biel"
    },
    {
        "quote": "In the morning, I always eat fruit and yogurt with cereal. And for lunch and dinner, I always have vegetables as a side.",
        "author": "Vittoria Ceretti"
    },
    {
        "quote": "My healthiest habit is eating a healthy breakfast every morning. I never miss breakfast. As a busy mom, there will be days when I'm cruisin' along and I'll look at the clock and I haven't eaten lunch. And I'll run downstairs, and I'll start shovelin' stuff down the pie hole, and I'll think, 'That was no lunch at all.'",
        "author": "Summer Sanders"
    },
    {
        "quote": "Politics gets me out of bed in the morning It's what really interests me. I'm a competitor, but I also feel like I'm contributing, whether it's working on health-care policy in the White House or out here in Chicago.",
        "author": "Stephanie Cutter"
    },
    {
        "quote": "When my first novel, 'Crazy Rich Asians,' was published in 2013, many readers were astonished to learn that in Asia, there were women who dressed in couture from morning till night.",
        "author": "Kevin Kwan"
    },
    {
        "quote": "It's pretty much the same routine every day. Come in Monday, bags and running. I like to get a run up in the morning with my brother and my sister and when I come in I'll do another one.",
        "author": "Daniel Dubois"
    },
    {
        "quote": "'Good Morning America' exploited Joan Lunden's pregnancy, but you won't see me bringing my babies on the air. The only reason I'm talking about the babies at all is that they've been with me on the show since I became pregnant. After a while, I had to acknowledge this pumpkin tummy.",
        "author": "Jane Pauley"
    },
    {
        "quote": "When I was doing the breakfast show, I used to get up at three o'clock in the morning and go fishing before doing the show.",
        "author": "Chris Tarrant"
    },
    {
        "quote": "The first thing I think about when I wake up most mornings is the fact that I'm tired. I have been tired for decades. I am tired in the morning and I am tired while becalmed in the slough of the afternoon, and I am tired in the evening, except right when I try to go to sleep.",
        "author": "Susan Orlean"
    },
    {
        "quote": "I don't look at things goin', 'Oh, is this gonna make me rich? Is this gonna make me a star? Am I gonna win awards?' If all that stuff happens, great. Who cares? I still have to wake up in the morning and go to work and be happy to do it.",
        "author": "Geoff Stults"
    },
    {
        "quote": "With Saturday morning cartoons, you've got to start at 6 A.M., right?",
        "author": "Jim Rash"
    },
    {
        "quote": "I usually get up early because I like the quiet time in the morning to have my coffee, and I look at the news of the day, and give myself a chance to wake up.",
        "author": "Jacky Rosen"
    },
    {
        "quote": "Every year, August lashes out in volcanic fury, rising with the din of morning traffic, its great metallic wings smashing against the ground, heating the air with ever-increasing intensity.",
        "author": "Henry Rollins"
    },
    {
        "quote": "The time I spend in the morning - praying, sipping coffee, and coming up with my list - is a ritual I relish. I have done it for so long now that I subconsciously measure whether or not the things I'm doing match with what I should be doing, what I want to be doing, and the life I want to live.",
        "author": "Kristin Armstrong"
    },
    {
        "quote": "I go to the gym in the morning to warm up, and then I go to the mountain and train. Then I come home and go to the gym again to recover. But on travel days, you get pretty much no physical exertion.",
        "author": "Hannah Kearney"
    },
    {
        "quote": "I eventually turned the fridge and freezer off - they were empty anyway - and the boiler, desperate to save money, shocking myself awake in the morning with the shortest, coldest showers, and boiling a kettle of water twice a week to bath my young son.",
        "author": "Jack Monroe"
    },
    {
        "quote": "'CBS Sunday Morning' goes by its own pulse, a far cry from the fast-paced, Trump-obsessed cable news world. It's quality. It's often uplifting, even the hard topics it looks at.",
        "author": "Daryn Kagan"
    },
    {
        "quote": "I shall begin my march for Camp tomorrow morning. It was not in my power to move until I could procure shoes for the troops almost barefoot.",
        "author": "Anthony Wayne"
    },
    {
        "quote": "I only had, like, 4 CDs when I was in college, and one of them was the soundtrack to 'Good Morning Vietnam' - that's how much I don't know about music.",
        "author": "Keiko Agena"
    },
    {
        "quote": "The question is the morning after. What sort of Iraq do we wake up to after the bombing? What happens in the region? What impact could it have? These are questions leaders I have spoken to have posed.",
        "author": "Kofi Annan"
    },
    {
        "quote": "Somehow, I've been blessed to be able to have the young spirit inside - not feel like every year I get a year older. I feel like every year I get a year younger. I don't wake up in the morning with aches and pains.",
        "author": "Rickey Henderson"
    },
    {
        "quote": "Every morning, I wake up and make the most nutrient-dense green smoothie I can.",
        "author": "Claire Holt"
    },
    {
        "quote": "I usually run in the morning and like to have something substantial but light to eat before and after. My go-to choices are either a banana with almond butter or a smoothie.",
        "author": "Christy Turlington"
    },
    {
        "quote": "I woke up one morning to an email from my friend Alex that said she'd had her bag stolen. Ordinarily, I'm quite quick on the uptake, but - maybe because of the way it was worded - I immediately replied, 'What??????' As soon as I hit send, I realised I was being scammed. But then they replied, and I thought, 'Well, why not?'",
        "author": "James Veitch"
    },
    {
        "quote": "I really am super lazy and doing long hair, especially mine, is a big pain in the butt. It's filled with cowlicks and kinks and curls and frizz - and it was taking too much time in the morning.",
        "author": "Ginnifer Goodwin"
    },
    {
        "quote": "When I get up in the morning and put on a pink or a green wig, I see myself as a piece of animation. It lets me be the person I want to be, a person who's not embarrassed to have fun.",
        "author": "Nicki Minaj"
    },
    {
        "quote": "I never really drank coffee in college, but now I'm on my feet all day and out all night and can't believe it hasn't always been in my life. When morning comes I crave it.",
        "author": "Gail Simmons"
    },
    {
        "quote": "Every role is a potential lover. I ask: Are they someone I want to wake up to in the morning and go to bed with at night? Do they question my assumptions about life? Consume me to distraction? Make my cry, then clown to make me laugh again? If I say yes, then it's all I need.",
        "author": "Aunjanue Ellis"
    },
    {
        "quote": "In Judaism, there are a lot of rules - everything from which fingernail you cut first to which side you sleep on in bed, to the way you get dressed in the morning, to actual ideas, like ideas about being chosen people or ideas about female/male and how to interact with people from the opposite sex.",
        "author": "Matisyahu"
    },
    {
        "quote": "I watched the entire 'House of Cards.' I couldn't stop watching it. I was staying up until 4 o'clock in the morning. I just couldn't stop... I'm crazy about Netflix. I'm excited that the world we live in is changing so much.",
        "author": "Carrie-Anne Moss"
    },
    {
        "quote": "A college experience is something everyone should have. Going to Waffle House late at night. Or the gym at midnight, until the wee hours of the morning. Just being kids. Hanging out.",
        "author": "RJ Barrett"
    },
    {
        "quote": "Many poker players swear by sleeping a certain number of hours before a tournament, going to the gym in the morning, and 'clearing the mind.' Juggling two jobs alongside my chosen game, I never have time and am invariably sending work emails from my iPhone between hands.",
        "author": "Victoria Coren Mitchell"
    },
    {
        "quote": "It seems a long time since the morning mail could be called correspondence.",
        "author": "Jacques Barzun"
    },
    {
        "quote": "Both my mum and dad were great readers, and we would go every Saturday morning to the library, and my sister and I had a library card when we could pass off something as a signature, and all of us would come with an armful of books.",
        "author": "Geraldine Brooks"
    },
    {
        "quote": "Sunday morning church service is not an enormous priority; spending time with other believers is.",
        "author": "Donald Miller"
    },
    {
        "quote": "As far as sleeping goes, you're up and ready to go at six in the morning. Spring training was always a combination of relaxing and working, and I missed that quite a bit. I missed being around the ball field. A baseball. A bat. The smell of the uniform, you might say. Talking baseball. Seeing opponents as well as the Cubs.",
        "author": "Lou Boudreau"
    },
    {
        "quote": "In the morning, my alarm clock is a chorus of lemurs yelling!",
        "author": "Bindi Irwin"
    },
    {
        "quote": "Each morning and night I get down on my knees and thank God for my life and ask Him to make me grateful all the time instead of just most of the time.",
        "author": "Orson Bean"
    },
    {
        "quote": "There's nothing in the world more silent than the telephone the morning after everybody pans your play. It won't ring from room service; your mother won't be calling you. If the phone has not rung by 8 in the morning, you're dead.",
        "author": "David Mamet"
    },
    {
        "quote": "I am a morning person and the first task for me in the morning is to hit the gym.",
        "author": "Siddharth Shukla"
    },
    {
        "quote": "I go to bed angry every night, and I get up angrier every morning.",
        "author": "Harlan Ellison"
    },
    {
        "quote": "The way I would measure leadership is this: of the people that are working with me, how many wake up in the morning thinking that the company is theirs?",
        "author": "David M. Kelley"
    },
    {
        "quote": "For us to win a VMA without even dropping our first album was kind of amazing. It felt like a dream, and then I woke up the next morning like, 'Oh my God - I've got a Moonman!'",
        "author": "Dinah Jane"
    },
    {
        "quote": "One of my favorite things to do is to play music really loud and dance my butt off in the morning. I'll do it alone in my apartment. You can't have a bad day after that.",
        "author": "Allison Williams"
    },
    {
        "quote": "To this day, the first thing that I do every morning is look in the mirror. I'll tell myself, 'Look at your skin. Look at your teeth and your smile. You are beautiful.'",
        "author": "Khoudia Diop"
    },
    {
        "quote": "When I'm training, I come to the gym twice a day and sometimes three times. My coach and I make our schedule: wrestle in the morning, strike and conditioning, jujitsu later. And we mix it up as well. I always move everything around. I don't keep everything the same every day.",
        "author": "Amanda Nunes"
    },
    {
        "quote": "I get up at 4:30 in the morning, seven days a week, no matter where I am in the world.",
        "author": "Bob Iger"
    },
    {
        "quote": "You can be in Tokyo or Alberta at four in the morning in your hotel and you can still practice if you feel like it. A trombone cannot do that at four in the morning.",
        "author": "Toots Thielemans"
    },
    {
        "quote": "I like to eat yogurt in the morning. It's easy and quick and available anywhere.",
        "author": "Maud Welzen"
    },
    {
        "quote": "Having plants and flowers in my space makes me feel very calm and Zen. For me, it's important to meditate every morning to be very clear in the head, and nature really helps me do the same thing.",
        "author": "Nicola Formichetti"
    },
    {
        "quote": "When you get up in the morning and know you're doing something you love, feel fit and look after yourself, it's just a great thing to do.",
        "author": "Jermain Defoe"
    },
    {
        "quote": "You wake up in the morning; what do you want to know? You want to know what happened overnight. You want to know if you're safe. You want to know if you're family's safe.",
        "author": "Chris Cuomo"
    },
    {
        "quote": "I was lucky because on the morning after the burning of the Reichstag I left my home very early to catch a train to Berlin for the conference of our student organization and that is the only reason why I escaped arrest.",
        "author": "Klaus Fuchs"
    },
    {
        "quote": "Hope is the motivation that empowers the unemployed, enabling them to get out of bed every single morning with unbounded enthusiasm as they look for work.",
        "author": "Emanuel Cleaver"
    },
    {
        "quote": "I use M.A.C. Brow Gel to bring out my eyebrows, then I curl my eyelashes every morning and apply M.A.C. Sheen Supreme Lipstick in Venomous Violet with my fingers - I use it as a lip balm multiple times throughout the day because I hate having bare lips.",
        "author": "Jeanne Damas"
    },
    {
        "quote": "I like coffee in the morning and decaf green tea throughout the day... When I was younger and modeling, to kick-start a diet I would do a juice cleanse.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "You know, the market was down yesterday... my first thought when I heard-just on a personal basis, when I heard there had been this attack and I saw the futures this morning, which were really in the tank, I thought, Time to buy.",
        "author": "Brit Hume"
    },
    {
        "quote": "I take my daughter to the San Mateo farmers market every Saturday morning, and despite repeated advice to the contrary, I usually do it on an empty stomach. Bad mistake. I wind up buying far more produce than our small family can eat within a week, which means I'm constantly trying to figure out ways to pack more vegetables into a single meal.",
        "author": "J. Kenji Lopez-Alt"
    },
    {
        "quote": "And at ten, or whatever time, in the morning we had the press conference, what we knew is there had been an incident at Three Mile Island, that it was shut down, that there was water that had escaped but it was contained.",
        "author": "William Scranton"
    },
    {
        "quote": "I have a Viking stove. The color is butter lemon, and I had to wait several months for it, because that color wasn't available and I really wanted butter lemon! But I don't know that it's seriously ever been cooked on. I mean, I make tea every morning. Does that count?",
        "author": "Andy Cohen"
    },
    {
        "quote": "But when I felt like I had something to prove? Then I got up early every morning and worked all day long. I didn't know if I had any more talent than anyone else directing, but I knew I could work hard at it, and so I did.",
        "author": "Ben Affleck"
    },
    {
        "quote": "I love coffee because it's the ritual of my morning. I'm very much a morning person.",
        "author": "Ryan Hurd"
    },
    {
        "quote": "First thing in the morning, it's very important to eat quickly. So I'm reaching for eggs.",
        "author": "Brian Shaw"
    },
    {
        "quote": "I woke up this morning, and I still don't believe I won the Daytona 500.",
        "author": "Dale Earnhardt"
    },
    {
        "quote": "Every day in our house is like Valentine's Day. I've kept it traditional with what my dad has done with my mom. Every morning, I get up and I make coffee and I bring Giuliana coffee in bed.",
        "author": "Bill Rancic"
    },
    {
        "quote": "Growing up, I had a lot of family members who worked in the Dallas Independent School District, and they shared stories firsthand with me about kids stepping into the cafeteria hungry before practice, or waiting for the school building to open the next morning just so they could get a meal.",
        "author": "Kyler Murray"
    },
    {
        "quote": "It can take me forever to choose the right coffee cup in the morning. And it does make a difference!",
        "author": "Joel Grey"
    },
    {
        "quote": "Mom still has a huge, beautifully decorated Christmas tree. The whole family comes together after midnight mass and has the traditional plum cake and wine. We spend the night at mom's home, and in the morning we wake up and open the presents. In the afternoon, we sit down to have a traditional Christmas lunch.",
        "author": "Malaika Arora Khan"
    },
    {
        "quote": "Distribution has really changed. You can make a record with a laptop in the morning and have it up on YouTube in the afternoon and be a star overnight. The talent on YouTube is incredible, and it can spread like wildfire. The downside is that it's very hard to convince the younger generation that they should pay for music.",
        "author": "Bonnie Raitt"
    },
    {
        "quote": "It's frightening to think about more sanctions. When I've met North Koreans in China, they've said to me, 'You have no idea how difficult our lives are. We live like dogs.' They wake up in the morning wondering what they're going to eat for dinner.",
        "author": "Barbara Demick"
    },
    {
        "quote": "The most dangerous part of the race is early evening and especially early morning. It's the twilight zone. Either you're going into darkness and the sun is dropping down, or you're coming out of the darkness and the sun is coming up. At the same time, you've got new drivers coming in and feeling their way around the circuit.",
        "author": "Allan McNish"
    },
    {
        "quote": "People feel repressed by their own governments; they feel unfairly treated by the outside world; they wake up in the morning, and who do they see - they see people being shot and killed: all Muslims from Afghanistan, Iraq, Somalia, Sudan, Darfur.",
        "author": "Mohamed ElBaradei"
    },
    {
        "quote": "I'm very fortunate and grateful to wake up every morning in the rural countryside I live in, looking at farmland and these beautiful mountains.",
        "author": "Aaron Dessner"
    },
    {
        "quote": "There's something to be said for writing in the morning. At other points in the day, you're a bit more defensive.",
        "author": "Alex Turner"
    },
    {
        "quote": "I've adopted that mentality: every day I do weights and core in the gym in the morning and train on the field in the afternoon. And I'm strict with my diet - I include protein in every meal and snack.",
        "author": "Alex Scott"
    },
    {
        "quote": "I have a chip on my shoulder I pet every morning, a constant feeling like I have something to prove. Hearing that the canon can't be diversified, there's no room for more brown faces - that fueled my fire.",
        "author": "Jason Reynolds"
    },
    {
        "quote": "Every Saturday morning when we are making breakfast, we twerk in the kitchen. It is so much fun.",
        "author": "Tish Cyrus"
    },
    {
        "quote": "No one can fathom that the top 200 pro street skaters run from cops on the weekends and use a generator and lights to light up a handrail at 2 in the morning to get a trick that's going to be in an advertisement that will be shown around the world.",
        "author": "Rob Dyrdek"
    },
    {
        "quote": "I can't tell you enough about cinnamon. Cinnamon is an awesome spice to use and it goes great with something like apples in the morning or in a mixture of fruit or in your oatmeal or even in your cereal.",
        "author": "Emeril Lagasse"
    },
    {
        "quote": "Hope is the greatest thing for moms of autism. Hope is what gets us out of bed in the morning. I'm on a mission to tell parents that there is a way.",
        "author": "Jenny McCarthy"
    },
    {
        "quote": "Our traditions have been waking up on Christmas morning and feasting on a southern breakfast. I'm from the South. We eat grits and biscuits and gravy and eggs with Ritz crackers and country ham, bacon, you name it.",
        "author": "Leigh-Allyn Baker"
    },
    {
        "quote": "It seemed like I woke up one morning and had an epiphany. I thought, 'I cannot do this. I do not want to get married. And I'm not going to law school - it just doesn't excite me. I'm not wasting anybody's money. I'm going to move to New York.'",
        "author": "Mindy Grossman"
    },
    {
        "quote": "I'm singing these songs to inspire you, to keep you going, to lift you up and give you a reason to get up in the morning.",
        "author": "Mavis Staples"
    },
    {
        "quote": "I watch NY1 every morning and have Pat Kiernan curate my news stories.",
        "author": "Ad-Rock"
    },
    {
        "quote": "I spent every night until four in the morning on my dissertation, until I came to the point when I could not write another word, not even the next letter. I went to bed. Eight o'clock the next morning I was up writing again.",
        "author": "Abraham Pais"
    },
    {
        "quote": "There's a new holiday tradition in my life, and it comes with an open door policy. Starting at 11 a.m. on Christmas Day, friends, family, whoever, is welcome to swing on through my place - I'll be cooking and drinking from morning till night.",
        "author": "Brad Leone"
    },
    {
        "quote": "Sometimes I wish that there were a way to let people know that just because I live in a world without rules, and in a life that is lawless, doesn't mean that it doesn't hurt so bad the morning after.",
        "author": "Elizabeth Wurtzel"
    },
    {
        "quote": "We awoke one morning in September, and the world lurched on its axis.",
        "author": "Jeb Bush"
    },
    {
        "quote": "I think this is something special about Italy; waking up, taking the coffee in the morning and talking only about football.",
        "author": "Dries Mertens"
    },
    {
        "quote": "My mom is from Jamaica, and she was going to school in the morning, and in the evening she was working, and at night she would go to night school and then come in and go to sleep.",
        "author": "The Notorious B.I.G."
    },
    {
        "quote": "Guys wake up at your place and they expect breakfast. They don't eat bagels and M&M's in the morning. They want things like toast. I say, 'I don't have these recipes.'",
        "author": "Elayne Boosler"
    },
    {
        "quote": "Mark Zuckerberg needs no introduction these days, what with all the magazine covers and morning news shows. My mother knows who he is now, and my mother can hardly turn on a computer.",
        "author": "Kara Swisher"
    },
    {
        "quote": "The first modern novel was already a product, even an expression, of negative criticism: 'Don Quixote' contains a quite explicit critique of the chivalric romance and its insufficiency to account for the way real life feels when you get up in the morning in 17th-century Spain.",
        "author": "Elif Batuman"
    },
    {
        "quote": "I'm a walker, whether that's a stroll on the beach at sunset or getting up at eight o'clock on a Sunday morning and doing an eight-hour hike through a canyon. It's Zen time for me.",
        "author": "Lara Pulver"
    },
    {
        "quote": "We were pushing the boundaries a bit of Saturday morning telly and trying new things.",
        "author": "Declan Donnelly"
    },
    {
        "quote": "I didn't wake up one morning and not be in the Replacements. We're all that forever, and I've just grown older. I mean, I haven't lost anything. I've gained a few things.",
        "author": "Paul Westerberg"
    },
    {
        "quote": "I love dancing to the radio every morning, to start the day with such passion. Otherwise, life is too sad. My little daughter and I like dancing to classical music: Bach and Schubert.",
        "author": "Anna Mouglalis"
    },
    {
        "quote": "I take two Forza T5 Super Strength in the morning just before my work-out. This gives me the energy I need and sometimes I take another one at around 3 P. M. if I'm feeling like snacking and this kills off any cravings.",
        "author": "Spencer Matthews"
    },
    {
        "quote": "I am honored to be named Godfather for Norwegian Bliss. This incredible ship and all the innovative activities onboard, from the race track to Broadway shows, perfectly reflect the energy and excitement of our morning show, and we are looking forward to bringing our loyal listeners along for this once-in-a-lifetime experience.",
        "author": "Elvis Duran"
    },
    {
        "quote": "It takes more than driving to become an IndyCar driver. Gone are the days when drivers show up Friday morning and go home Sunday night. We're all integral to our partnerships, commercially, motorsports. We're as much champions in the boardroom as we are on the racetrack.",
        "author": "Charlie Kimball"
    },
    {
        "quote": "When a man has been consistently battering his wife, he shouldn't expect a bouquet of roses from her the morning after he promises to stop.",
        "author": "Joe Slovo"
    },
    {
        "quote": "Our perception of celebrities in Hollywood is not the reality. The reality of our lives is so much like everyone else's life. We have family members we love, everyone gets up in the morning, they have three meals a day and they go about their business.",
        "author": "Sissy Spacek"
    },
    {
        "quote": "In high school, I was crazy in love, and I would make handmade construction paper valentines every month for our monthly anniversaries. Then I'd go early in the morning and tape one to her car. It sounds sweet, but let's be honest: it was a little weird. I was probably crossing some lines.",
        "author": "Paul Rust"
    },
    {
        "quote": "I had this temp receptionist job in New York, and I kind of hated it, and in the morning I would come out of the subway and just walk along the New York streets with all these people around me and kind of sing to myself. Like, 'She's gonna make it!'",
        "author": "Elizabeth Meriwether"
    },
    {
        "quote": "The thing that I miss more than anything is doing Saturday morning telly. It was the best, best, best three years.",
        "author": "Declan Donnelly"
    },
    {
        "quote": "Try to imagine a character like Batman whose whole life has been about fighting crime, whose whole existence and identity is his war against criminals, and he wakes up one morning to discover there are no criminals. What happens to him?",
        "author": "Marc Guggenheim"
    },
    {
        "quote": "I usually eat cereal every morning.",
        "author": "Lamar Jackson"
    },
    {
        "quote": "I have never known what it feels like to wake up in the morning full of the joys of spring, and wander through the day feeling capable of coping.",
        "author": "Sarah Lancashire"
    },
    {
        "quote": "I cannot emphasize this enough: you must have a morning routine! The way you begin your day is crucial to the rest of your day. So if you begin it by pressing snooze 15 times, chances are you're going to be running behind all day long.",
        "author": "Rachel Hollis"
    },
    {
        "quote": "I'm a morning person so I like to be up by 6 am to wash and pray before the sun rises, and then have a tea at the kitchen table.",
        "author": "Nadiya Hussain"
    },
    {
        "quote": "I visited Notre Dame at 11 in the morning and the sun was entering through the south rose window, it was so impressive. This is when architecture can be king and give people sensations, like music.",
        "author": "Santiago Calatrava"
    },
    {
        "quote": "I got a call this morning, and it was from Nancy Kerrigan, wishing me luck. She wished me luck and sent me all her good wishes.",
        "author": "Michelle Kwan"
    },
    {
        "quote": "Emily Gannett is tireless. I know this because I have traded emails with her at 2 A.M. only to later wake blearily to a chipper morning missive sent south of 6 A.M. before her morning run.",
        "author": "Rachel Sklar"
    },
    {
        "quote": "The conditions change so much at the French Open, you know, you have to be prepared for something you really don't know what it is. You can practice in the morning and it's fine, and the weather is great then you come to play in the afternoon and it is drizzly and the conditions are totally different.",
        "author": "Mats Wilander"
    },
    {
        "quote": "After a couple losses, I normally wouldn't say anything to my wife in the morning, just kind of grunt and grumble and grab my coffee and get on my way out.",
        "author": "Erik Spoelstra"
    },
    {
        "quote": "I wake up every morning with the worst anxiety. I don't know why. I have, like, a problem.",
        "author": "Kylie Jenner"
    },
    {
        "quote": "For a gut punch of nostalgia, consider that Saturday morning cartoons are now largely a thing of the past.",
        "author": "Michael O'Rielly"
    },
    {
        "quote": "I do creative visualisation techniques in the morning. It's only 15 minutes. I used to do hours and hours of it, but I found that 15 minutes has really helped me, and it's not time-consuming at all.",
        "author": "Bianca Andreescu"
    },
    {
        "quote": "I roll from my bedroom into my workroom in the morning and craft-craft-craft.",
        "author": "Yaya Han"
    },
    {
        "quote": "If a public figure tells a whopping lie once in his life, it'll haunt him into his grave. If he lies morning, noon and night, it will become almost impossible to remember any one particular lie.",
        "author": "Bret Stephens"
    },
    {
        "quote": "When I wake up in the morning, I just go.",
        "author": "Savion Glover"
    },
    {
        "quote": "Football has never left me. I still wake up in the morning and think of the operating room like a game, like it's showtime, let's perform.",
        "author": "Myron Rolle"
    },
    {
        "quote": "I tend not to look at Twitter in the morning; I try to force myself not to, for time management. I'll look at it on the way to work.",
        "author": "Lawrence O'Donnell"
    },
    {
        "quote": "It means I wake up to sunshine every morning, and I can afford to drink better wine at night. But I haven't completely sold out to Hollywood.",
        "author": "Ashley Jensen"
    },
    {
        "quote": "I exercise six days a week for one hour in the morning.",
        "author": "Akkineni Nagarjuna"
    },
    {
        "quote": "I drink a bucket of white tea in the morning. I read about this tea of the Emperor of China, which is supposedly the tea of eternal youth. It's called Silver Needle. It's unbelievably expensive, but I get it on the Web.",
        "author": "Antonio Banderas"
    },
    {
        "quote": "My poor vision gives me a soft-focus morning. For the first half hour, I kind of wander through my house, and everything is a blur. I put my contacts in when I'm ready to deal with the world.",
        "author": "Carrie Ann Inaba"
    },
    {
        "quote": "I just can't stand the fact that they're going out on their own - I love having my kids around, and I'm angry at them for going out and becoming independent. I want to tuck them in and drive them to school in the morning, but they just won't let me do that anymore.",
        "author": "Tim Daly"
    },
    {
        "quote": "I do two cups of coffee with a little bit of raw sugar and soy creamer, and then I do a bowl of plain oatmeal with walnuts and blueberries. Now, if I could do what I really wanted to do with my life, every morning I would have a salami-and-cheese omelet with hash browns and a buttermilk biscuit - and pancakes. But my heart would explode.",
        "author": "Ike Barinholtz"
    },
    {
        "quote": "One morning, just like 9/11, there's going to be a disaster. I have yet to see the United Nations do anything effective with either Iran or North Korea.",
        "author": "Newt Gingrich"
    },
    {
        "quote": "I come from a coffee-loving family, and you can always tell when my sister and I have been around, because both of us collect all the dead coffee from everyone's morning cup, pour it over ice, and drink it. This is a disgusting habit.",
        "author": "Laurie Colwin"
    },
    {
        "quote": "The mobile phone is used from when you get up in the morning and is often the last thing you interact with at night.",
        "author": "Jan Chipchase"
    },
    {
        "quote": "In a psychiatric hospital, a lot of people believe that people on TV are talking to them directly through the screen. I'm with about 500 of these people, and I'm on TV every Friday night. As I was queuing up for breakfast one morning, one guy nearly jumped out of his skin. My first thought was to go 'Woooo!'",
        "author": "Paul Merton"
    },
    {
        "quote": "Being a figure skater myself and knowing what it took for my parents to get up at five in the morning to drive me to the rink before school and then drive me to practice after school - it's a huge commitment for any family.",
        "author": "Allison Janney"
    },
    {
        "quote": "There was always laughter in our house. And I have great memories of my dad making an Ulster fry on a Saturday morning. They were legendary even though he couldn't really cook.",
        "author": "Dick Strawbridge"
    },
    {
        "quote": "My garden in England is full of eating-out places, for heat waves, warm September evenings, or lunch on a frosty Christmas morning.",
        "author": "Mary Quant"
    },
    {
        "quote": "I think absolute honesty may not be what we want. I mean, 'My goodness, you look ugly this morning.' Perhaps that's not necessary.",
        "author": "Julian Treasure"
    },
    {
        "quote": "People in the high-tech sector are living with change every hour. They can get up in the morning and find themselves behind already.",
        "author": "Jim Pattison"
    },
    {
        "quote": "It's a lot harder to stick to my regime when I'm travelling, so when I'm home, I make sure that when I wake up in the morning, I drink one litre of water with lemon to cleanse my body from the inside, and then I'll have a big jar of vegetable juice.",
        "author": "Valentina Zelyaeva"
    },
    {
        "quote": "I'm a straight white man - I have options, and I'm not blocked on a consistent basis when I wake up in the morning because of my race, sex, and orientation.",
        "author": "Brett Gelman"
    },
    {
        "quote": "I'm a deeply boring person in real life; I don't do any drinking and going out until four in the morning. I'll usually head straight home for a cup of tea.",
        "author": "Bonnie Langford"
    },
    {
        "quote": "I literally think that if you're in this business, it has to be the only thing you can and want to do, because it's so hard. You have to be fully committed - and partially insane - to wake up every morning and be like, 'I'm an actor.'",
        "author": "Lindy Booth"
    },
    {
        "quote": "By working in the morning, I find a sense of peace; it's isolated peace, but I can definitely be in touch with my feelings, and then I just start.",
        "author": "Francis Ford Coppola"
    },
    {
        "quote": "There's a perception that police are less likely to do the marginal additional policing that suppresses crime: the getting out of your car at 2 in the morning and saying to a group of guys, 'What are you doing here?'",
        "author": "James Comey"
    },
    {
        "quote": "I think it's good that I had some experience of the real world before I became successful. You know, having to get up in the morning and going to work in construction.",
        "author": "Tom Jones"
    },
    {
        "quote": "The Weezer 'Blue' Album is a classic. I think My Morning Jacket's 'Circuital' is a great album to have. Any Led Zeppelin album. Pink Floyd 'The Dark Side Of The Moon' or 'Animals.' I always catch myself at concerts being like, 'Oh, I just stared at the drummer for 15 straight minutes.' I study them.",
        "author": "Christopher Mintz-Plasse"
    },
    {
        "quote": "The next morning we saw nothing of the enemy, though we were still lying to.",
        "author": "John Byng"
    },
    {
        "quote": "I always ask the farmers, when you get up in the morning, is there some information which you are lacking which you would like to have? Invariably they talk about weather, the market price.",
        "author": "M. S. Swaminathan"
    },
    {
        "quote": "I wake up around nine and do morning chants in my bed. I learned transcendental meditation four years ago, and I do it twice a day, plus an extra ten minutes before the show because I struggle with stage fright just before I go on.",
        "author": "Beth Behrs"
    },
    {
        "quote": "All we had aboard the ship that morning was one Annapolis graduate and three reserves.",
        "author": "Barney Ross"
    },
    {
        "quote": "I have to always go back to Tim Horton's, it's my favorite spot. I remember growing up as a kid - my mom, every Saturday morning she'd go the hairdresser and she'd give me two dollars to go buy donuts.",
        "author": "Tristan Thompson"
    },
    {
        "quote": "A city with one newspaper, or with a morning and an evening paper under one ownership, is like a man with one eye, and often the eye is glass.",
        "author": "A. J. Liebling"
    },
    {
        "quote": "I would never be about waking up early and do morning radio and TV back to back had I not been in the military, where they are throwing a garbage can in the middle of my squad bed at 5 o'clock in the morning for four years straight.",
        "author": "Shaggy"
    },
    {
        "quote": "One of the problems with hedge funds is that they are changing so rapidly. If you have the balance sheet that closed business last night, by 11 A.M. this morning, that won't tell you very much about what they're doing.",
        "author": "Alan Greenspan"
    },
    {
        "quote": "Well, you know what? The actor still gets up in the morning, if he's still got something to work with, you go out there and you do it. Never quit!",
        "author": "Robert Forster"
    },
    {
        "quote": "The muse holds no appointments. You can never call on it. I don't understand people who get up at 9 o'clock in the morning, put on the coffee and sit down to write.",
        "author": "Glen Hansard"
    },
    {
        "quote": "I wake up every morning and I feel like I'm juggling glass balls. I live in Los Angeles, my business is run out of London, and most evenings I'm cuddled up in front of Skype, in my dressing gown, speaking with my studio in London. I travel a lot, my team travel a lot, but I wouldn't have it any other way.",
        "author": "Victoria Beckham"
    },
    {
        "quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.",
        "author": "Michael J. Fox"
    },
    {
        "quote": "It's hard to describe what it's like to live with a concussion. You want to enjoy things like you used to, but you can't. You wake up in the morning and wonder how you're going to feel that day: What will my reactions be like? Will I have a headache? Will I have to triple check to see if I unplugged the flat iron?",
        "author": "Elana Meyers"
    },
    {
        "quote": "I saturate freshly washed hair with thickening spray (R+Co). Then, using a Denman/styler brush and my Parlux, I brush and blow-dry the hair all over my head, in every direction, until it's 80 percent dry. This gives atomic body and a great foundation for styling in the morning.",
        "author": "Zoe Foster Blake"
    },
    {
        "quote": "I had an amazing childhood, lots of love. But my dad worked his tail off, getting up at 4 in the morning and going off at 5, 6 o'clock, yet he always had time to spend with his kids and his wife.",
        "author": "Criss Angel"
    },
    {
        "quote": "I don't know who made the Earth. I woke up one morning, and it's here. I make the best of it.",
        "author": "Ed Asner"
    },
    {
        "quote": "I had been found in a mud puddle at 4:30 in the morning.",
        "author": "Lance Loud"
    },
    {
        "quote": "I start work at 5 in the morning and I have a wicked insomnia problem.",
        "author": "Don Winslow"
    },
    {
        "quote": "In politics, you have to compromise from morning to evening. Democracy is the art of compromise.",
        "author": "Reinhold Messner"
    },
    {
        "quote": "Every morning, I can lose myself just by looking at my son.",
        "author": "Olivier Martinez"
    },
    {
        "quote": "I do not mean for one second to suggest that 'White Doves at Morning' was written with a movie deal in mind. Certainly not.",
        "author": "Clive Sinclair"
    },
    {
        "quote": "When I get out of bed in the morning, I literally say a prayer. The first thing I do is thank God that I got through the night.",
        "author": "Shannon Bream"
    },
    {
        "quote": "You just don't wake up one morning and say, 'I'm going to be a talker. I'm going to be a braggart.' It's something you achieve over the years, and you get better at it. Obviously, I've gotten pretty good at it.",
        "author": "Shannon Sharpe"
    },
    {
        "quote": "I can't believe that women have got to put on so much in the morning. What time do women wake up? Man, I put a t-shirt and jeans on, and that's it.",
        "author": "Brandon T. Jackson"
    },
    {
        "quote": "Basically, I start my morning off with a Bustelo coffee made in a mocha pot - the Bialetti. I warm some milk on the side, on my stove, and I add one teaspoon or half a teaspoon of real sugar. I have two of these every morning. Even when I was pregnant.",
        "author": "Debi Mazar"
    },
    {
        "quote": "I'm pretty much a 9-to-5 kind of guy. I usually get to work about 8 in the morning, and I work until 4 or 5, and sometimes I work on Saturday and Sunday mornings. Pretty much I keep the same hours as an accountant or clerk or whatever.",
        "author": "Douglas Preston"
    },
    {
        "quote": "I had been obsessed with insects and creepy-crawlies: I used to get up at five o'clock in the morning and go out into this field behind our garden and collect insects before everyone else got up, and suddenly, all I wanted to know about was music. It just seemed a very, very strange thing.",
        "author": "George Michael"
    },
    {
        "quote": "When they told me I had cancer - a very rare form called appendiceal cancer - I was shocked. But I went straight into battle mode. Every morning, I'd wake up and have an internal conversation with cancer. 'All right, dude,' I'd tell it, 'go ahead and hit me. But I'm going to hit you back even harder.'",
        "author": "Stuart Scott"
    },
    {
        "quote": "I feel the sexiest when my fiance tells me - when I wake up in the morning and my hair is a mess and I'm in sweats - 'You look so beautiful.' So I feel the sexiest when I'm not trying hard.",
        "author": "Joanna Krupa"
    },
    {
        "quote": "I woke up on the plane this morning and was turning on my phone and I had to put my pin number in. That's when I realized that since the age of 10 I've been using 2012 as my pin number. But now that I've won gold in the 2012 Olympics, I've achieved that goal and, for the first time in 14 years, I'll have to change my pin.",
        "author": "Cameron van der Burgh"
    },
    {
        "quote": "Since I am from Spain, once the morning has gone, I like to take a nap while falling asleep to black and white movies. It feels less lonely. There is a comfort in hearing their voices, like when you're a child and your mother tells you a story before bedtime.",
        "author": "Jordi Molla"
    },
    {
        "quote": "As a young girl, I plowed the fields of our family farm. I worked construction with my dad. To save for college, I worked the morning biscuit line at Hardees.",
        "author": "Joni Ernst"
    },
    {
        "quote": "My parents gave me a boxer puppy as a present. I have wanted a dog for years and must first give her attention in the morning.",
        "author": "Natalie du Toit"
    },
    {
        "quote": "My wife has now made a point of, after losses, to bring our son into the bed when he wakes up in the morning. So when I'm waking up and I'm still obsessing over whatever happened the night before, I see this little guy right in front of me smiling and wanting to connect with me. It's totally changed how I compartmentalize.",
        "author": "Erik Spoelstra"
    },
    {
        "quote": "Mums and dads, if you've bought something that needs putting together, do it before Christmas. When the kids have gone to bed, do a little bit every night. Then on Christmas morning, they can actually play, rather than standing over your shoulder, saying: 'Is it done yet?'",
        "author": "Phillip Schofield"
    },
    {
        "quote": "One of my favorite things to do is go running early in the morning when everyone in my house is still sleeping. I throw on my iPod, and it's, like, my time.",
        "author": "Kourtney Kardashian"
    },
    {
        "quote": "Every morning I tell myself, 'Today has to be productive' - and then something happens that prevents me from writing.",
        "author": "Italo Calvino"
    },
    {
        "quote": "You don't have to go to the kings and queens of the earth - I think the Greeks and Elizabethans did this because it was a logical concept - but every human being is in enormous conflict about something, even if it's how to get to work in the morning and all of that.",
        "author": "Lorraine Hansberry"
    },
    {
        "quote": "As a kid, I was just led out in the morning to go spend my day with my friends and just run in the woods. And I'd only come home to eat or when I was thirsty.",
        "author": "Adam Beach"
    },
    {
        "quote": "You lie awake at 3 in the morning thinking of story ideas. You're online at 8 a.m. on a Sunday or midnight on a Wednesday. It's a job that you never push aside.",
        "author": "James Daly"
    },
    {
        "quote": "When I found out I was going to be on CBS every morning, my first phone call was to Jenny Craig. Ten days later, I'd lost nine pounds. Now I even take the plan's popcorn with me to the movies.",
        "author": "Gayle King"
    },
    {
        "quote": "I don't drink anything during the day besides coffee in the morning and then lots of water.",
        "author": "Christina Anstead"
    },
    {
        "quote": "Upon awakening in the morning, I wondered if the proceedings of the night before had been a dream. It was hard to believe that I was the world's heavyweight champion.",
        "author": "Gene Tunney"
    },
    {
        "quote": "I do about two hours working out in the morning with my trainer. It's like brushing my teeth.",
        "author": "Craig David"
    },
    {
        "quote": "'Jingle Belle' spins out of my love for just sitting down and reading a good, fun Sunday morning comic strip panel.",
        "author": "Paul Dini"
    },
    {
        "quote": "I open with a clock striking, to beget an awful attention in the audience - it also marks the time, which is four o clock in the morning, and saves a description of the rising sun, and a great deal about gilding the eastern hemisphere.",
        "author": "Richard Brinsley Sheridan"
    },
    {
        "quote": "Eating is the hard part. It's constant - you don't ever stop from the time you wake up you eat until you go to bed. Then I wake up in the morning and the first thing I do is eat and do it all day again.",
        "author": "Brian Shaw"
    },
    {
        "quote": "The first thing I do when I wake up in the morning is push my dog off of me. He likes to sleep on top of me. I think it's because I'm warm and breathing.",
        "author": "Andrew Yang"
    },
    {
        "quote": "When you're a child, the most important thing is to be able to live a life of comfort. You want to be sure that the moon goes up at night and the sun comes up in the morning and dad comes home from work.",
        "author": "Keegan-Michael Key"
    },
    {
        "quote": "Every day, getting up early in the morning before much traffic, my wife takes me 10 miles from home, drops me off, and I have to get back.",
        "author": "George Foreman"
    },
    {
        "quote": "To get up in the morning and do what I love doing is a dream and it has come to reality for me.",
        "author": "Rob Cross"
    },
    {
        "quote": "I'm a morning person: if I don't get up, put the coffee on and get to my desk by 8, the day has already lost a lot of its promise.",
        "author": "Jennifer Gilmore"
    },
    {
        "quote": "I never leave anything until the morning. I put my jumpers, scarves, and shoes out the night before. You never know what is going to happen. You don't want to get stressed.",
        "author": "Mary Berry"
    },
    {
        "quote": "I had really bad obsessive-compulsive disorder. At its worst, I was compelled to leave my house at three o'clock in the morning and go out in the alley because I just knew that the paper-towel roll I threw in the recycling bin was uncomfortable, like it was lying the wrong way, and I would be down in the garbage.",
        "author": "Fiona Apple"
    },
    {
        "quote": "I try to get in two runs during the week, after the 'Today' show, probably around 1 or 2 o'clock, Tuesday, Thursday. Then Saturday or Sunday, I do my longer runs and try to do it in the morning.",
        "author": "Al Roker"
    },
    {
        "quote": "I go to the gym at five in the morning and then go do a hike.",
        "author": "RuPaul"
    },
    {
        "quote": "I drink hot water and lemon every morning.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "I Sellotape whole tins of sardines to my face at night, attach two squeezed lemon rinds to my armadillo-skinned elbows, and put cucumber on my eyes. By the time I'm finished, I look like a fruit salad with added fish. In the morning, the pillow is pretty much a write-off.",
        "author": "Barry Humphries"
    },
    {
        "quote": "I am a bit obsessive about tidiness. I need to make my bed in the morning and leave it perfectly made up.",
        "author": "Kiefer Sutherland"
    },
    {
        "quote": "One of my earliest recollections is being woken up at some ungodly hour in the morning by my parents and sat in front of the fairly new black and white television, watching a grainy image of a man in a white suit climbing down a ladder. It was the first moon landing, and I became a sort of spaceman, as many kids were.",
        "author": "Charles Stross"
    },
    {
        "quote": "In the morning, I'm juicing two apples, two carrots, two celery, two beets, two ginger. I'm drinking that every morning to try to keep the cancer away.",
        "author": "Roddy Piper"
    },
    {
        "quote": "There was this sausage factory a block away from my childhood apartment. It didn't smell nice, like chorizo or something; it was pretty foul. Just nasty. But that smell reminds me so much of my childhood because every morning when I was going to school, I would smell that.",
        "author": "Alexander Skarsgard"
    },
    {
        "quote": "Running clears my mind, and gives me a reason to get out of bed in the morning.",
        "author": "Ronnie O'Sullivan"
    },
    {
        "quote": "If you haven't read 'In The Morning I'll Be Gone', I reckon it's a pretty good place to start if you're new to me and my books.",
        "author": "Adrian McKinty"
    },
    {
        "quote": "It's so important to protect your eyes from harmful UV rays - you use SPF every morning, but you need to protect your eyes, too.",
        "author": "Jamie Chung"
    },
    {
        "quote": "My workout regimen at the moment is nonexistent. I wake up in the morning and brush my teeth. My toothbrush and deodorant are my only dumbbells. That's about it.",
        "author": "Josh Bowman"
    },
    {
        "quote": "To play a cop's wife - there's so much in that world, the wives or partners of anyone who is a first responder - it's not an easy job. It's not an easy way to live, to say goodbye to someone in the morning and not know what's going to happen throughout the day.",
        "author": "Amy Carlson"
    },
    {
        "quote": "I've got plenty of quirks. I go to an office early in the morning. Early in the morning is really good writing time. I take anywhere between six to eight showers a day. I'm not exaggerating. I'm not a germaphobe: it's all about a fresh start.",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "Sometimes in the morning, when it's a good surf, I go out there, and I don't feel like it's a bad world.",
        "author": "Kary Mullis"
    },
    {
        "quote": "There was a time when I used to enter the film studios in the morning and come out only at night.",
        "author": "Jeetendra"
    },
    {
        "quote": "It's very easy to say, 'Well, hey, you should wake up at 4:30 in the morning and do what ABCD people do.' Just because it works for one person, just because it works for even many people, does not mean it will necessarily work for you.",
        "author": "Tim Ferriss"
    },
    {
        "quote": "I think the biggest thing is that success is not measured by whether or not you're on 'CBS This Morning' or whether or not you make the local news station.",
        "author": "Marley Dias"
    },
    {
        "quote": "We all eat breakfast in the morning, we all go to sleep at night, and we all want our kids to have opportunities that we didn't.",
        "author": "Sharan Burrow"
    },
    {
        "quote": "I love nothing more than taking my dog, Molly, for a long walk on Sunday morning. Then I'll indulge in some Bikram yoga or something fun like reflexology.",
        "author": "Donna Air"
    },
    {
        "quote": "I'm not a morning person, and yet production is a morning person's game.",
        "author": "Julie Plec"
    },
    {
        "quote": "You always look forward to the start of the regular season. It's like opening presents on Christmas morning.",
        "author": "J. J. Redick"
    },
    {
        "quote": "I was sent to Naval School when I was young, and it didn't do me any good in any other form, but it made me get up in the morning.",
        "author": "Edward Carey"
    },
    {
        "quote": "I was raised in an evangelical Methodist church. Evangelical meant that though you had been baptized and made a member of the church on Sunday morning, you still had to be 'saved' on Sunday night. I wanted to be saved, but I did not think you should fake it.",
        "author": "Stanley Hauerwas"
    },
    {
        "quote": "You wrestle one night, get up the next morning and fly out to the next city. You try to work out, you try to get some food into you and, lo and behold, you have to go work again. You are living out of a suitcase.",
        "author": "Bill Goldberg"
    },
    {
        "quote": "So you wake up this morning and find you're president of the United States. Pretty cool, no? Helicopters and a 747 at your disposal; courtside seats at any NBA playoff game of your choice; everyone stands up and the band plays when you come into the room.",
        "author": "Jeff Greenfield"
    },
    {
        "quote": "I must warn you right here and now that I am a 'wet leftie,' a 'leftist' and also a member of the 'bleeding heart liberal left.' I had no say in it whatsoever. I woke up one morning, and these things were tattooed across my forehead.",
        "author": "Michael Leunig"
    },
    {
        "quote": "Not in the mornings, I'm always so tired in the morning.",
        "author": "Ed O'Brien"
    },
    {
        "quote": "The people who get up earliest in the morning have the highest propensity to vote UKIP. I'm being absolutely serious about that.",
        "author": "Nigel Farage"
    },
    {
        "quote": "I'm a big Sunday guy. I'll do some wood work in the morning, making tables, cutting boards, desks, whatever with my buddy Adam. I usually start cooking dinner early.",
        "author": "Brad Leone"
    },
    {
        "quote": "I wake up in the morning and I think about one brand. I don't have enough time to wake up twice and think about two.",
        "author": "Kevin Plank"
    },
    {
        "quote": "I love to work in football, so for me it's not work. I'm not here first in the morning and last in the evening because I think I have to prove I'm busy or working hard. When you want to do something extraordinary you have to be like a freak and to be something like a workaholic.",
        "author": "Daniel Farke"
    },
    {
        "quote": "It's fairness to say those who work hard, get up in the morning, cut their cloth - in other words 'we can only afford to have one or two children because we don't earn enough'. They pay their taxes and they want to know that the same kind of decision-making is taking place for those on benefits.",
        "author": "Iain Duncan Smith"
    },
    {
        "quote": "You realize, as time goes on, there is a certain expectation now in 2018 where fans want to see cool, exciting, hard-hitting sports entertainment or hard-hitting pro wrestling, and there are ways to give them that without necessarily putting yourself in the hospital that night or not being able to move the next morning.",
        "author": "Adam Cole"
    },
    {
        "quote": "I wouldn't say I am the type of girl who craves Doritos, but I definitely love a good cupcake sometimes. Or a croissant in the morning.",
        "author": "Emily Ratajkowski"
    },
    {
        "quote": "We had thousands of people outside Queen's Park Oval in Trinidad. We would wait to get inside to watch a Test at six o'clock in the morning.",
        "author": "Brian Lara"
    },
    {
        "quote": "Crunches are my go-to. I do 100 crunches in the morning and at night to get myself going and get my body moving.",
        "author": "John Wall"
    },
    {
        "quote": "Every morning I stand on my head and do a yoga workout.",
        "author": "Mick Rock"
    },
    {
        "quote": "I had a dream that my dad passed away and that Jesus came into the room and he was basically knocking on my door, saying, 'Hey, you need to find out more about me.' So that Sunday morning I ended up going to church, and that's when I got saved.",
        "author": "Russell Wilson"
    },
    {
        "quote": "Deep non-REM sleep almost hits the save button on those recently acquired informational pieces so that when you wake up the next morning, you have remembering rather than forgetting.",
        "author": "Matthew Walker"
    },
    {
        "quote": "Our families should gather for family prayer morning and night.",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "I remember we woke up one morning at Denny's house and John Phillips called. He said, you guys okay? We said, yeah, what's wrong, what's going on? He said, well, everybody's dead over at Sharon's house at Terry Melcher's place.",
        "author": "Barry McGuire"
    },
    {
        "quote": "I am grateful every morning I wake up. I've a big family full of kids, who laugh all the time and love each other.",
        "author": "Kris Kristofferson"
    },
    {
        "quote": "I used to go round to my granddad's house on a Saturday morning, and we'd sit and eat our porridge and watch re-runs of 'Steptoe and Son' on BBC Two. I thought it was hilarious - and Rag 'N' Bone Man sounded like a blues name to me. It reminded me of people like Sonny Boy Williamson and Big Mama Thornton.",
        "author": "Rag'n'Bone Man"
    },
    {
        "quote": "What is news? It's hard to quantify. Certainly news has changed completely, and the morning shows are not really designed to bring you the news, except to tell you what happened overnight, and the rest of it is a kind of magazine mentality - a little bit of this, a little bit of that. It's harder to be an educated and informed citizen.",
        "author": "Harrison Ford"
    },
    {
        "quote": "I've been there a thousand years, and I never felt comfortable. Beverly Hills - when I first saw it, I thought they put it up this morning. You got to pack water to get to the drugstore.",
        "author": "Peter Falk"
    },
    {
        "quote": "I am very organic; I eat a lot of seeds. At home in the morning, I eat muesli with a banana. At noon, I mix a little bit of all the seeds I can find. I love quinoa. It's great - it cooks like rice and is better than caviar.",
        "author": "Clotilde Hesme"
    },
    {
        "quote": "I'm a very spontaneous person. If someone aggravates me, I'm going to go after them. I wake up every morning, and I say, 'What bad guys should I go after today?'",
        "author": "Carl Paladino"
    },
    {
        "quote": "All my life, I've been the rebel in the X-wing fighter, and then one morning, I woke up, and I was on board the Death Star.",
        "author": "Bobby Kotick"
    },
    {
        "quote": "When I woke up Sunday morning at the Open and stepped outside and felt the wind and rain in my face, I knew I had an excellent chance to win if I just took my time and trusted myself.",
        "author": "Tom Kite"
    },
    {
        "quote": "I always get everyone prepared so there aren't so many arguments on set. I have a policy that the first thing I do in the morning is go over to the trailers and discuss exactly what we're shooting that day. It's time-consuming, but it reduces the chances of 'misunderstandings' on set.",
        "author": "Tony Scott"
    },
    {
        "quote": "In Dubai, people respect you if you wear lashes to the grocery store. I've been at the gym at 5 in the morning and seen full glam, which, I think working out with your full makeup is just crazy.",
        "author": "Huda Kattan"
    },
    {
        "quote": "How did we suddenly become entranced with gangster culture? I saw it this morning on campus. When did the black community say we should all look like criminals?",
        "author": "Tim Reid"
    },
    {
        "quote": "Is it crazy to say that I don't often eat breakfast? But every time I go to a diner, I have to have a breakfast-type item, even if it's 11:30 at night. I love my morning eats!",
        "author": "Magda Apanowicz"
    }
]