[
    {
        "quote": "Once you replace negative thoughts with positive ones, you'll start having positive results.",
        "author": "Willie Nelson"
    },
    {
        "quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.",
        "author": "Kobe Bryant"
    },
    {
        "quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "A strong, positive self-image is the best possible preparation for success.",
        "author": "Joyce Brothers"
    },
    {
        "quote": "Live life to the fullest, and focus on the positive.",
        "author": "Matt Cameron"
    },
    {
        "quote": "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things.",
        "author": "Demi Lovato"
    },
    {
        "quote": "Always turn a negative situation into a positive situation.",
        "author": "Michael Jordan"
    },
    {
        "quote": "A good laugh is sunshine in the house.",
        "author": "William Makepeace Thackeray"
    },
    {
        "quote": "If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.",
        "author": "John Wooden"
    },
    {
        "quote": "I truly believe that everything that we do and everyone that we meet is put in our path for a purpose. There are no accidents; we're all teachers - if we're willing to pay attention to the lessons we learn, trust our positive instincts and not be afraid to take risks or wait for some miracle to come knocking at our door.",
        "author": "Marla Gibbs"
    },
    {
        "quote": "It's a wonderful thing to be optimistic. It keeps you healthy and it keeps you resilient.",
        "author": "Daniel Kahneman"
    },
    {
        "quote": "Every day brings new choices.",
        "author": "Martha Beck"
    },
    {
        "quote": "Work hard, stay positive, and get up early. It's the best part of the day.",
        "author": "George Allen, Sr."
    },
    {
        "quote": "Your smile will give you a positive countenance that will make people feel comfortable around you.",
        "author": "Les Brown"
    },
    {
        "quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in.",
        "author": "Roger Clemens"
    },
    {
        "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.",
        "author": "Christopher McCandless"
    },
    {
        "quote": "I often think that the night is more alive and more richly colored than the day.",
        "author": "Vincent Van Gogh"
    },
    {
        "quote": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive.",
        "author": "Leah LaBelle"
    },
    {
        "quote": "Always Do Your Best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.",
        "author": "Don Miguel Ruiz"
    },
    {
        "quote": "Correction does much, but encouragement does more.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.",
        "author": "Henri Nouwen"
    },
    {
        "quote": "Delete the negative; accentuate the positive!",
        "author": "Donna Karan"
    },
    {
        "quote": "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.",
        "author": "Pat Riley"
    },
    {
        "quote": "Positive thinking will let you do everything better than negative thinking will.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.",
        "author": "Tony Dorsett"
    },
    {
        "quote": "The person who can bring the spirit of laughter into a room is indeed blessed.",
        "author": "Bennett Cerf"
    },
    {
        "quote": "When you wake up every day, you have two choices. You can either be positive or negative; an optimist or a pessimist. I choose to be an optimist. It's all a matter of perspective.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Positive feelings come from being honest about yourself and accepting your personality, and physical characteristics, warts and all; and, from belonging to a family that accepts you without question.",
        "author": "Willard Scott"
    },
    {
        "quote": "I believe in karma, and I believe if you put out positive vibes to everybody, that's all you're going to get back.",
        "author": "Kesha"
    },
    {
        "quote": "Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up.",
        "author": "Allen Klein"
    },
    {
        "quote": "You cannot have a positive life and a negative mind.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "My optimism wears heavy boots and is loud.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Today or any day that phone may ring and bring good news.",
        "author": "Ethel Waters"
    },
    {
        "quote": "Positive anything is better than negative nothing.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Don't let people disrespect you. My mom says don't open the door to the devil. Surround yourself with positive people.",
        "author": "Cuba Gooding, Jr."
    },
    {
        "quote": "In order to carry a positive action we must develop here a positive vision.",
        "author": "Dalai Lama"
    },
    {
        "quote": "People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.",
        "author": "Harvey Fierstein"
    },
    {
        "quote": "You are the sum total of everything you've ever seen, heard, eaten, smelled, been told, forgot - it's all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.",
        "author": "Amy Adams"
    },
    {
        "quote": "I surround myself with positive, productive people of good will and decency.",
        "author": "Ted Nugent"
    },
    {
        "quote": "Trust in dreams, for in them is hidden the gate to eternity.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "When you are enthusiastic about what you do, you feel this positive energy. It's very simple.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about.",
        "author": "Tiger Woods"
    },
    {
        "quote": "The best thing to do when you find yourself in a hurting or vulnerable place is to surround yourself with the strongest, finest, most positive people you know.",
        "author": "Kristin Armstrong"
    },
    {
        "quote": "Say and do something positive that will help the situation; it doesn't take any brains to complain.",
        "author": "Robert A. Cook"
    },
    {
        "quote": "So long as you've got your friends about you, and a good positive attitude, you don't really have to care what everyone else thinks.",
        "author": "Gail Porter"
    },
    {
        "quote": "My purpose: to lift your spirit and to motivate you.",
        "author": "Mavis Staples"
    },
    {
        "quote": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Keep your face to the sunshine and you cannot see a shadow.",
        "author": "Helen Keller"
    },
    {
        "quote": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "I like to encourage people to realize that any action is a good action if it's proactive and there is positive intent behind it.",
        "author": "Michael J. Fox"
    },
    {
        "quote": "There is no advertisement as powerful as a positive reputation traveling fast.",
        "author": "Brian Koslow"
    },
    {
        "quote": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.",
        "author": "Norman Schwarzkopf"
    },
    {
        "quote": "I'm looking forward to influencing others in a positive way. My message is you can do anything if you just put your mind to it.",
        "author": "Justin Bieber"
    },
    {
        "quote": "My dear friend, clear your mind of cant.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.",
        "author": "Joan Lunden"
    },
    {
        "quote": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.",
        "author": "Walt Disney"
    },
    {
        "quote": "Believe that life is worth living and your belief will help create the fact.",
        "author": "William James"
    },
    {
        "quote": "Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world.",
        "author": "Camryn Manheim"
    },
    {
        "quote": "Perpetual optimism is a force multiplier.",
        "author": "Colin Powell"
    },
    {
        "quote": "A lot of times people look at the negative side of what they feel they can't do. I always look on the positive side of what I can do.",
        "author": "Chuck Norris"
    },
    {
        "quote": "Find a place inside where there's joy, and the joy will burn out the pain.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "The learner always begins by finding fault, but the scholar sees the positive merit in everything.",
        "author": "Georg Wilhelm Friedrich Hegel"
    },
    {
        "quote": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination.",
        "author": "Ralph Marston"
    },
    {
        "quote": "Dream small dreams. If you make them too big, you get overwhelmed and you don't do anything. If you make small goals and accomplish them, it gives you the confidence to go on to higher goals.",
        "author": "John H. Johnson"
    },
    {
        "quote": "That's my gift. I let that negativity roll off me like water off a duck's back. If it's not positive, I didn't hear it. If you can overcome that, fights are easy.",
        "author": "George Foreman"
    },
    {
        "quote": "When someone does something good, applaud! You will make two people happy.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "I was blessed with certain gifts and talents and God gave them to me to be the best person I can be and to have a positive impact on other people.",
        "author": "Bryan Clay"
    },
    {
        "quote": "But I have found that in the simple act of living with hope, and in the daily effort to have a positive impact in the world, the days I do have are made all the more meaningful and precious. And for that I am grateful.",
        "author": "Elizabeth Edwards"
    },
    {
        "quote": "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver.",
        "author": "Betty White"
    },
    {
        "quote": "I believe in Karma. If the good is sown, the good is collected. When positive things are made, that returns well.",
        "author": "Yannick Noah"
    },
    {
        "quote": "I'm taking all the negatives in my life, and turning them into a positive.",
        "author": "Pitbull"
    },
    {
        "quote": "Even when bad things happen you have to try to use those bad things in a positive manner and really just take the positive out of it.",
        "author": "Natalie du Toit"
    },
    {
        "quote": "Look at people for an example, but then make sure to do things your way. Surround yourself with positive people.",
        "author": "Queen Latifah"
    },
    {
        "quote": "There are powers inside of you which, if you could discover and use, would make of you everything you ever dreamed or imagined you could become.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Pessimism leads to weakness, optimism to power.",
        "author": "William James"
    },
    {
        "quote": "When I learn something new - and it happens every day - I feel a little more at home in this universe, a little more comfortable in the nest.",
        "author": "Bill Moyers"
    },
    {
        "quote": "Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.",
        "author": "William Hazlitt"
    },
    {
        "quote": "I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life.",
        "author": "Paula Deen"
    },
    {
        "quote": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Fortune cookies are a good idea. If the message is positive, it can make your day a little better.",
        "author": "Yao Ming"
    },
    {
        "quote": "The way positive reinforcement is carried out is more important than the amount.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "I believe that you should gravitate to people who are doing productive and positive things with their lives.",
        "author": "Nadia Comaneci"
    },
    {
        "quote": "As long as you as an individual... can convince yourself that in order to move forward as best you can you have to be optimistic, you can be described as 'one of the faithful,' one of those people who can say, 'Well, look, something's going to happen! Let's just keep trying. Let's not give up.",
        "author": "Tom Hanks"
    },
    {
        "quote": "Some people never contribute anything positive to society, they may even drain our resources, but most of us try to do something better, to give back.",
        "author": "Martin Yan"
    },
    {
        "quote": "Miracles occur naturally as expressions of love. The real miracle is the love that inspires them. In this sense everything that comes from love is a miracle.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "Our chief want is someone who will inspire us to be what we know we could be.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "You have to listen to the people who have a negative opinion as well as those who have positive opinion. Just to make sure that you are blending all these opinions in your mind before a decision is made.",
        "author": "Carlos Ghosn"
    },
    {
        "quote": "You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.",
        "author": "Imelda Staunton"
    },
    {
        "quote": "I am not embarrassed to tell you that I believe in miracles.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "Talking is always positive. That's why I talk too much.",
        "author": "Louis C. K."
    },
    {
        "quote": "So there was a fire inside me. And that fire inside you, it can be turned into a negative form or a positive form. And I gradually realised that I had this fire and that it had to be used in a positive way.",
        "author": "John Newcombe"
    },
    {
        "quote": "Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "Winners make a habit of manufacturing their own positive expectations in advance of the event.",
        "author": "Brian Tracy"
    },
    {
        "quote": "First of all, I try to be a positive role model.",
        "author": "Caitlyn Jenner"
    },
    {
        "quote": "Your destiny is to fulfill those things upon which you focus most intently. So choose to keep your focus on that which is truly magnificent, beautiful, uplifting and joyful. Your life is always moving toward something.",
        "author": "Ralph Marston"
    },
    {
        "quote": "You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind.",
        "author": "Emmet Fox"
    },
    {
        "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Sometimes the most positive thing you can be in a boring society is absolutely negative.",
        "author": "John Lydon"
    },
    {
        "quote": "The most positive men are the most credulous.",
        "author": "Alexander Pope"
    },
    {
        "quote": "I hope to make a positive, productive contribution, as cheesy as that may sound.",
        "author": "Chelsea Clinton"
    },
    {
        "quote": "If it's great stuff, the people who consume it are nourished. It's a positive force.",
        "author": "Manuel Puig"
    },
    {
        "quote": "Excellence encourages one about life generally; it shows the spiritual wealth of the world.",
        "author": "George Eliot"
    },
    {
        "quote": "I've always believed that you can think positive just as well as you can think negative.",
        "author": "James Baldwin"
    },
    {
        "quote": "Perhaps one of the only positive pieces of advice that I was ever given was that supplied by an old courtier who observed: Only two rules really count. Never miss an opportunity to relieve yourself; never miss a chance to sit down and rest your feet.",
        "author": "Edward VIII"
    },
    {
        "quote": "There is only one thing for us to do, and that is to do our level best right where we are every day of our lives; To use our best judgment, and then to trust the rest to that Power which holds the forces of the universe in his hands.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "I really struggle with that feeling of helplessness. That's why I really try to get my blogs, and even myself, to point to the positive and look at all the inspiring things that are happening.",
        "author": "Daryl Hannah"
    },
    {
        "quote": "Having achieved my own dreams, I want to give to kids who are less fortunate, who struggle with everyday obstacles. I want to give them something positive in their lives: support.",
        "author": "Kristi Yamaguchi"
    },
    {
        "quote": "I feel that sin and evil are the negative part of you, and I think it's like a battery: you've got to have the negative and the positive in order to be a complete person.",
        "author": "Dolly Parton"
    },
    {
        "quote": "When push comes to shove, it ain't the science that's going to lift you up - it's the belief, the spiritual side of life, that's going to lift you up, no matter what religion you are.",
        "author": "Kirstie Alley"
    },
    {
        "quote": "I don't want to waste anyone's time or money. I want to give people some truth and positive heart lift.",
        "author": "Mos Def"
    },
    {
        "quote": "I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.",
        "author": "Jason Mraz"
    },
    {
        "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "And I have to work so hard at talking positively to myself. If I don't, it's just real hard to get through the day, and I'll get really down, and just want to cry. My whole body language changes. I get more slumped over.",
        "author": "Delta Burke"
    },
    {
        "quote": "You shall always find what you created in your mind, for instance, a benevolent God or an evil Devil. Between them are countless facets. Therefore, concentrate on the depth of your consciousness and on what you consider to be positive and good.",
        "author": "Hans Bender"
    },
    {
        "quote": "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Satisfaction consists in freedom from pain, which is the positive element of life.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "A President cannot always be popular.",
        "author": "Harry S Truman"
    },
    {
        "quote": "There is a sense that things, if you keep positive and optimistic about what can be done, do work out.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "A year or so ago I went through all the people in my life and asked myself: does this person inspire me, genuinely love me and support me unconditionally? I wanted nothing but positive influences in my life.",
        "author": "Mena Suvari"
    },
    {
        "quote": "Where men of judgment creep and feel their way, The positive pronounce without dismay.",
        "author": "William Cowper"
    },
    {
        "quote": "I am fascinated by what is beautiful, strong, healthy, what is living. I seek harmony.",
        "author": "Leni Riefenstahl"
    },
    {
        "quote": "A positive attitude can really make dreams come true - it did for me.",
        "author": "David Bailey"
    },
    {
        "quote": "Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally.",
        "author": "Hannah Bronfman"
    },
    {
        "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "Love yourself. It is important to stay positive because beauty comes from the inside out.",
        "author": "Jenn Proske"
    },
    {
        "quote": "Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them.",
        "author": "Jack Canfield"
    },
    {
        "quote": "Your positive action combined with positive thinking results in success.",
        "author": "Shiv Khera"
    },
    {
        "quote": "I think it's important to get your surroundings as well as yourself into a positive state - meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do.",
        "author": "Heidi Klum"
    },
    {
        "quote": "Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.",
        "author": "Tena Desae"
    },
    {
        "quote": "Positive energy and attitude is sexy to me.",
        "author": "Mya"
    },
    {
        "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.",
        "author": "Jane D. Hull"
    },
    {
        "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.",
        "author": "Joel Osteen"
    },
    {
        "quote": "When you think positive, good things happen.",
        "author": "Matt Kemp"
    },
    {
        "quote": "A lot of things are going to happen that you can't necessarily control all the time, but you can control what you do after it happens. So that's what I try to do, keep my head up, keep moving forward, stay positive and just work hard.",
        "author": "Lonzo Ball"
    },
    {
        "quote": "Doing Good is a simple and universal vision. A vision to which each and every one of us can connect and contribute to its realisation. A vision based on the belief that by doing good deeds, positive thinking and affirmative choice of words, feelings and actions, we can enhance goodness in the world.",
        "author": "Shari Arison"
    },
    {
        "quote": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen.",
        "author": "Deep Roy"
    },
    {
        "quote": "I always feel good after I change my hair. You get a haircut and feel positive and ready to take on the day.",
        "author": "Kirstin Maldonado"
    },
    {
        "quote": "I surround myself with good people who make me feel great and give me positive energy.",
        "author": "Ali Krieger"
    },
    {
        "quote": "I am happy every day, because life is moving in a very positive way.",
        "author": "Lil Yachty"
    },
    {
        "quote": "Don't focus on negative things; focus on the positive, and you will flourish.",
        "author": "Alek Wek"
    },
    {
        "quote": "While you're going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you're having fun, you'll find you are having fun.",
        "author": "Jean Chatzky"
    },
    {
        "quote": "Stop saying these negative things about yourself. Look in the mirror and find something about yourself that's positive and celebrate that!",
        "author": "Tyra Banks"
    },
    {
        "quote": "The internet could be a very positive step towards education, organisation and participation in a meaningful society.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "Exercise, prayer, and meditation are examples of calming rituals. They have been shown to induce a happier mood and provide a positive pathway through life's daily frustrations.",
        "author": "Chuck Norris"
    },
    {
        "quote": "A strong positive mental attitude will create more miracles than any wonder drug.",
        "author": "Patricia Neal"
    },
    {
        "quote": "The worst times can be the best if you think with positive energy.",
        "author": "Domenico Dolce"
    },
    {
        "quote": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude.",
        "author": "Jennifer Hyman"
    },
    {
        "quote": "Each day, I come in with a positive attitude, trying to get better.",
        "author": "Stefon Diggs"
    },
    {
        "quote": "I believe I have a personal responsibility to make a positive impact on society.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "One day, I will tell my story... where I came from and where I am now and how I remained positive.",
        "author": "Nargis Fakhri"
    },
    {
        "quote": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.",
        "author": "Wade Boggs"
    },
    {
        "quote": "What you feel inside reflects on your face. So be happy and positive all the time.",
        "author": "Sridevi"
    },
    {
        "quote": "I'm self-motivated. I'm motivated for myself to be the best I can be - for me to do that, I have to have my own motivation, my own positive energy.",
        "author": "Deshaun Watson"
    },
    {
        "quote": "There must be a positive and negative in everything in the universe in order to complete a circuit or circle, without which there would be no activity, no motion.",
        "author": "John McDonald"
    },
    {
        "quote": "All I can control is myself and just keep having a positive attitude.",
        "author": "Rose Namajunas"
    },
    {
        "quote": "Social media websites are no longer performing an envisaged function of creating a positive communication link among friends, family and professionals. It is a veritable battleground, where insults fly from the human quiver, damaging lives, destroying self-esteem and a person's sense of self-worth.",
        "author": "Anthony Carmona"
    },
    {
        "quote": "Everything has positive and negative consequences.",
        "author": "Farrah Fawcett"
    },
    {
        "quote": "It doesn't matter what cards you're dealt. It's what you do with those cards. Never complain. Just keep pushing forward. Find a positive in anything and just fight for it.",
        "author": "Baker Mayfield"
    },
    {
        "quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.",
        "author": "Bo Bennett"
    },
    {
        "quote": "We should learn not to hold grudges and be positive all the time because life is too short and unpredictable.",
        "author": "Saba Qamar"
    },
    {
        "quote": "Things don't always go your way in football: there are always good and bad times. At the end of the day, you have to have a positive attitude and a strong mentality and not let any setbacks get you down. And that's what I've done - I've tried to keep my composure, even when things aren't going the way I'd like.",
        "author": "Giovani Dos Santos"
    },
    {
        "quote": "Being sexy, to me, is possessing the full package: the brains, the drive, inner confidence, spiritual foundation, a positive attitude, proceeding through obstacles, making a positive contribution to the world, and maintaining a healthy lifestyle.",
        "author": "Mya"
    },
    {
        "quote": "God never ends anything on a negative; God always ends on a positive.",
        "author": "Edwin Louis Cole"
    },
    {
        "quote": "Most of us start out with a positive attitude and a plan to do our best.",
        "author": "Marilu Henner"
    },
    {
        "quote": "Only fools are positive.",
        "author": "Moe Howard"
    },
    {
        "quote": "I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great.",
        "author": "Russell Wilson"
    },
    {
        "quote": "Be true to yourself and surround yourself with positive, supportive people.",
        "author": "Payal Kadakia"
    },
    {
        "quote": "If you have a positive frame of mind, you can manifest positive things in your life.",
        "author": "Alesha Dixon"
    },
    {
        "quote": "African art is functional, it serves a purpose. It's not a dormant. It's not a means to collect the largest cheering section. It should be healing, a source a joy. Spreading positive vibrations.",
        "author": "Mos Def"
    },
    {
        "quote": "Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don't have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike.",
        "author": "Justin Rosenstein"
    },
    {
        "quote": "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.",
        "author": "Lech Walesa"
    },
    {
        "quote": "I'm a pretty positive person, so a bad mood is quite a big deal.",
        "author": "Karla Crome"
    },
    {
        "quote": "I've come to understand that there's always something positive, even in a negative situation.",
        "author": "Leif Garrett"
    },
    {
        "quote": "I truly believe the intention of creating positive change is so important to the collective consciousness. When you have a group of people that have the intention and the capacity, talent, and intelligence to actualize those intentions, then you have something really powerful.",
        "author": "Jimmy Chin"
    },
    {
        "quote": "Resilience isn't a single skill. It's a variety of skills and coping mechanisms. To bounce back from bumps in the road as well as failures, you should focus on emphasizing the positive.",
        "author": "Jean Chatzky"
    },
    {
        "quote": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.",
        "author": "T. D. Jakes"
    },
    {
        "quote": "I'm not sure what the future holds but I do know that I'm going to be positive and not wake up feeling desperate. As my dad said 'Nic, it is what it is, it's not what it should have been, not what it could have been, it is what it is.'",
        "author": "Nicole Kidman"
    },
    {
        "quote": "I'm a very positive thinker, and I think that is what helps me the most in difficult moments.",
        "author": "Roger Federer"
    },
    {
        "quote": "Putting forward your positive energy connects you back to basic human values which we all share. Good Deeds Day shows that no matter the size of the gesture, a smile that brightens someone else's day or volunteering in your community, we can all take active part in making a difference.",
        "author": "Shari Arison"
    },
    {
        "quote": "I am happy to say that everyone that I have met in my life, I have gained something from them; be it negative or positive, it has enforced and reinforced my life in some aspect.",
        "author": "Walter Payton"
    },
    {
        "quote": "Positive thinking is a valuable tool that can help you overcome obstacles, deal with pain, and reach new goals.",
        "author": "Amy Morin"
    },
    {
        "quote": "I really believe in the 'Glow' and live my life that way. It's about being positive inside and out and being the best version of yourself possible.",
        "author": "Naomi"
    },
    {
        "quote": "If we give something positive to others, it will return to us. If we give negative, that negativity will be returned.",
        "author": "Allu Arjun"
    },
    {
        "quote": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.",
        "author": "Yani Tseng"
    },
    {
        "quote": "European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion.",
        "author": "Virginia Postrel"
    },
    {
        "quote": "Frustration, although quite painful at times, is a very positive and essential part of success.",
        "author": "Bo Bennett"
    },
    {
        "quote": "It's amazing. Life changes very quickly, in a very positive way, if you let it.",
        "author": "Lindsey Vonn"
    },
    {
        "quote": "Good things are associated with blue, like clear days, more than singing the blues. Just the word 'blue' in the singular is full of optimism and positive connotation to most people.",
        "author": "David Carson"
    },
    {
        "quote": "Winning is fun, but those moments that you can touch someone's life in a very positive way are better.",
        "author": "Tim Howard"
    },
    {
        "quote": "Why be negative when you can enjoy life and be positive? That's something I learned over the years.",
        "author": "Virgil van Dijk"
    },
    {
        "quote": "Life is full of ups and downs. One needs to stay positive in life, no matter what.",
        "author": "Shilpa Shinde"
    },
    {
        "quote": "Surround yourself with positive people and you'll be a positive person.",
        "author": "Kellie Pickler"
    },
    {
        "quote": "The more you are positive and say, 'I want to have a good life,' the more you build that reality for yourself by creating the life that you want.",
        "author": "Chris Pine"
    },
    {
        "quote": "We are all products of our experiences, good and bad. Sometimes you learn as much from the negative experiences as you do from the positive.",
        "author": "Brad Garlinghouse"
    },
    {
        "quote": "Positive culture comes from being mindful, and respecting your coworkers, and being empathetic.",
        "author": "Biz Stone"
    },
    {
        "quote": "A stereotype may be negative or positive, but even positive stereotypes present two problems: They are cliches, and they present a human being as far more simple and uniform than any human being actually is.",
        "author": "Nancy Kress"
    },
    {
        "quote": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.",
        "author": "Paul Bloom"
    },
    {
        "quote": "My wife Cecily Adams was dying of cancer, my daughter Madeline was struggling to overcome an autism diagnosis, and my father was dying, all at the same time. Writing the journal was a cathartic experience, and an extremely positive one.",
        "author": "Jim Beaver"
    },
    {
        "quote": "People who talk about revolution and class struggle without referring explicitly to everyday life, without understanding what is subversive about love and what is positive in the refusal of constraints, such people have a corpse in their mouth.",
        "author": "Raoul Vaneigem"
    },
    {
        "quote": "The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words.",
        "author": "Johnny Iuzzini"
    },
    {
        "quote": "If someone says something hurtful to you or makes you feel down on yourself, then you just gotta stay positive and keep moving forward because they might not know much about you, or they may not understand the situation.",
        "author": "Jazz Jennings"
    },
    {
        "quote": "Positive emotion alienated from the exercise of character leads to emptiness, to inauthenticity, to depression, and, as we age, to the gnawing realization that we are fidgeting until we die.",
        "author": "Martin Seligman"
    },
    {
        "quote": "Drones overall will be more impactful than I think people recognize, in positive ways to help society.",
        "author": "Bill Gates"
    },
    {
        "quote": "Anything that's not positive, I don't have the energy to focus on it. Anything that's not going in the right direction, I don't have the time or the energy.",
        "author": "DMX"
    },
    {
        "quote": "My house is a very calm and beautiful place and is full of positive energy.",
        "author": "Chris de Burgh"
    },
    {
        "quote": "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "A positive atmosphere nurtures a positive attitude, which is required to take positive action.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "For me, life is about being positive and hopeful, choosing to be joyful, choosing to be encouraging, choosing to be empowering.",
        "author": "Billy Porter"
    },
    {
        "quote": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.",
        "author": "Patrick Swayze"
    },
    {
        "quote": "Life is measured in love and positive contributions and moments of grace.",
        "author": "Carly Fiorina"
    },
    {
        "quote": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "I don't think of myself as a role model. I do try to live in a compassionate, considerate and positive way. The only advice I can offer is to find what you love to do, find the joy in it, and express yourself through your passion.",
        "author": "Barry Williams"
    },
    {
        "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "You just keep a positive attitude no matter what comes in your way - challenges, roadblocks - don't let it faze you, and you can overcome anything.",
        "author": "Rose Namajunas"
    },
    {
        "quote": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact.",
        "author": "Les Brown"
    },
    {
        "quote": "We have a duty to show up in the world with meaning and purpose and commitment to doing good. And to use any privilege that we have to make positive change and to disrupt oppressive systems.",
        "author": "Meena Harris"
    },
    {
        "quote": "You will always have ups and downs in your life and your career, but just stay positive and go for it.",
        "author": "Angelique Kerber"
    },
    {
        "quote": "Confidence isn't optimism or pessimism, and it's not a character attribute. It's the expectation of a positive outcome.",
        "author": "Rosabeth Moss Kanter"
    },
    {
        "quote": "I'm a really, really optimistic and really, really positive person. My main thing is, 'Enjoy life. Celebrate life.'",
        "author": "Luke Bryan"
    },
    {
        "quote": "My mom is the most positive person. She has always had a smile on her face no matter what came her way. After seeing that, I'm not going to let a little cellulite get in the way of my happiness!",
        "author": "Ashley Graham"
    },
    {
        "quote": "I am blood type O-positive, which I remember by staying 'optimistic positive.'",
        "author": "Michael Weatherly"
    },
    {
        "quote": "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.",
        "author": "Lou Holtz"
    },
    {
        "quote": "My favorite parable for living a positive and influential life is the Golden Rule: 'Do unto others what you would have them do unto you.'",
        "author": "Tony Oller"
    },
    {
        "quote": "Instead of drifting along like a leaf in a river, understand who you are and how you come across to people and what kind of an impact you have on the people around you and the community around you and the world, so that when you go out, you can feel you have made a positive difference.",
        "author": "Jane Fonda"
    },
    {
        "quote": "To gain strength in our struggles, we must have a positive perspective of the principles in the plan of salvation. We must realize that we have a personal Savior whom we can trust and turn to in our times of need.",
        "author": "L. Lionel Kendrick"
    },
    {
        "quote": "My mother taught me to be honest, to be selfless, and to touch people in a positive way.",
        "author": "Scott Eastwood"
    },
    {
        "quote": "If I can be some kind of vessel to show people that, no matter the hard time you experienced, you can still succeed, I want to put out that positive energy to never quit and never give up.",
        "author": "Brian Banks"
    },
    {
        "quote": "I'm a very positive person, but this whole concept of having to always be nice, always smiling, always happy, that's not real. It was like I was wearing a mask. I was becoming this perfectly chiselled sculpture, and that was bad. That took a long time to understand.",
        "author": "Alicia Keys"
    },
    {
        "quote": "By nature, I'm a very positive person, and because I'm happy in myself, and in my life, and I've got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations.",
        "author": "Kate Winslet"
    },
    {
        "quote": "'Carpe Diem' is a phrase that I try to embrace. It means seize the day, to make the most of the present and to give little thought to the past or future. In the time that I have here, I want to love and live life to the fullest while being a positive influence on others. And I want a full life for everyone.",
        "author": "Matt Czuchry"
    },
    {
        "quote": "Negative attitude is nine times more powerful than positive attitude.",
        "author": "Bikram Choudhury"
    },
    {
        "quote": "Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful.",
        "author": "Martin Seligman"
    },
    {
        "quote": "I stay positive, keep positive energy to myself.",
        "author": "Metro Boomin"
    },
    {
        "quote": "If you don't like me, if you like me; both are equally cool. I send love and positive energy to all those people in their lives. I hope they find where they're meant to be.",
        "author": "Willow Smith"
    },
    {
        "quote": "I realized that if my thoughts immediately affect my body, I should be careful about what I think. Now if I get angry, I ask myself why I feel that way. If I can find the source of my anger, I can turn that negative energy into something positive.",
        "author": "Yoko Ono"
    },
    {
        "quote": "It's important to think good, speak good, and do good. If we want to see positive change in the world, then we need to connect to goodness. I try in everything I do, both in business and philanthropy, to make a positive change and do that by doing good.",
        "author": "Shari Arison"
    },
    {
        "quote": "Being positive is like going up a mountain. Being negative is like sliding down a hill. A lot of times, people want to take the easy way out, because it's basically what they've understood throughout their lives.",
        "author": "Chuck D"
    },
    {
        "quote": "People will try to pull you down, but you need to fight the negativity in your life. It's always good to stay positive and think positive.",
        "author": "Vivek Oberoi"
    },
    {
        "quote": "Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive.",
        "author": "Don Rickles"
    },
    {
        "quote": "Building mental strength is about regulating your emotions, managing your thoughts, and behaving in a positive manner, despite your circumstances.",
        "author": "Amy Morin"
    },
    {
        "quote": "I will always find a way to find a positive from things.",
        "author": "Daniel Ricciardo"
    },
    {
        "quote": "I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview.",
        "author": "Laurie Hernandez"
    },
    {
        "quote": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology.",
        "author": "Donald Johanson"
    },
    {
        "quote": "When you assume negative intent, you're angry. If you take away that anger and assume positive intent, you will be amazed. Your emotional quotient goes up because you are no longer almost random in your response.",
        "author": "Indra Nooyi"
    },
    {
        "quote": "I think there is pressure on people to turn every negative into a positive, but we should be allowed to say, 'I went through something really strange and awful and it has altered me forever.'",
        "author": "Marian Keyes"
    },
    {
        "quote": "You can't live a positive life with a negative mind and if you have a positive outcome you have a positive income and just to have more positivity and just to kind of laugh it off.",
        "author": "Miley Cyrus"
    },
    {
        "quote": "Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive.",
        "author": "Tim Allen"
    },
    {
        "quote": "Whatever you wanna be, just, at the end of the day, if you're being a good person, which is not hard to be, and you're putting positive energy into the world, and you're appreciative and loving to the people around you that care about you and everybody in general, then it'll work out.",
        "author": "Gnash"
    },
    {
        "quote": "I think it takes a strong man to be in a relationship with a strong woman. A lot of people hear the word 'diva' and think of it as a negative. I see it as a positive. I want somebody who knows what they want out of life and isn't afraid to show it.",
        "author": "Nick Cannon"
    },
    {
        "quote": "I really believe in positive energy and positive thinking and dreams and all that type of stuff.",
        "author": "Michael Sorrentino"
    },
    {
        "quote": "The ability to remain calm and focused in stressful situations is central to making positive decisions.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "I believe to be a leader is to enable others to embrace a vision, initiative or assignment in a way that they feel a sense of purpose, ownership, personal engagement, and common cause. I was very affected as a child by my father's positive example as a civic leader who inspired others to share his commitment to improving our community.",
        "author": "Melanne Verveer"
    },
    {
        "quote": "Better to be called something positive and inspirational than something negative.",
        "author": "Donnie Yen"
    },
    {
        "quote": "All personality traits have their good side and their bad side. But for a long time, we've seen introversion only through its negative side and extroversion mostly through its positive side.",
        "author": "Susan Cain"
    },
    {
        "quote": "You prevent kids from joining gangs by offering after-school programs, sports, mentoring, and positive engagement with adults. You intervene with gang members by offering alternatives and employment to help redirect their lives. You deal with areas of high gang crime activity with real community policing. We know what works.",
        "author": "Greg Boyle"
    },
    {
        "quote": "Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care.",
        "author": "Miriam Defensor-Santiago"
    },
    {
        "quote": "I like to think of myself as a positive person. Otherwise I wouldn't have had a child.",
        "author": "Grace Jones"
    },
    {
        "quote": "Listening is a positive act: you have to put yourself out to do it.",
        "author": "David Hockney"
    },
    {
        "quote": "Ambition has become a dirty word, and I believe it is a great evolutionary force for the positive. If people fail or go astray in their ambition I can live with it but not with people lowering their expectations, wasting time, slacking off and glorifying failure and stupidity.",
        "author": "Robert Greene"
    },
    {
        "quote": "I wish BTS could set up a model for k-pop with the best music and content so we have a positive impact on the U.S. music scene.",
        "author": "Jimin"
    },
    {
        "quote": "For, to be a stranger is naturally a very positive relation; it is a specific form of interaction.",
        "author": "Georg Simmel"
    },
    {
        "quote": "When you show deep empathy toward others, their defensive energy goes down, and positive energy replaces it. That's when you can get more creative in solving problems.",
        "author": "Stephen Covey"
    },
    {
        "quote": "When you think positively, you attract positive people. If I'm on a mission to be successful, and I'm positive all the time, then more positive people will come around me, and we'll help each other. If you're negative, you'll find yourself surrounded by negative people.",
        "author": "Astro"
    },
    {
        "quote": "No matter who you meet in life, you take something from them, positive or negative.",
        "author": "Gary Allan"
    },
    {
        "quote": "Adopting the right attitude can convert a negative stress into a positive one.",
        "author": "Hans Selye"
    },
    {
        "quote": "I recognise life is like a magnet. Positive and negative are on the opposite sides of the magnet. You can try to cut the negative part off, but it's still there. When you accept both of them, it's like, 'You know what? Don't get too identified with success or too identified with failure - just be cool with them.'",
        "author": "Craig David"
    },
    {
        "quote": "I've always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world.",
        "author": "Britney Spears"
    },
    {
        "quote": "Engineers in the developed world should be arguing not for protectionism but for trade agreements that seek to establish rules that result in a real rise in living standards. This will ensure that outsourcing is a positive force in the developing nation's economy and not an exploitative one.",
        "author": "Brian Behlendorf"
    },
    {
        "quote": "There are very few things that I love more than being on stage and performing, but more than anything, I want to be a positive role model for teenage girls.",
        "author": "Lindsey Stirling"
    },
    {
        "quote": "Any time you can have an impact on anybody's life in a positive direction, to bring happiness to the community or a certain group of people, you don't take that lightly as a team, as a player.",
        "author": "Christian Yelich"
    },
    {
        "quote": "Positive energy knows no boundaries. If everyone were to spread positive energy on the Internet, the world would be a much better place.",
        "author": "Lu Wei"
    },
    {
        "quote": "Things can go away just like that. You got to be always respectful and nice and positive.",
        "author": "Rich Brian"
    },
    {
        "quote": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.",
        "author": "Afrika Bambaataa"
    },
    {
        "quote": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible.",
        "author": "DJ Khaled"
    },
    {
        "quote": "It's amazing how a competitive nature can turn a negative into something positive.",
        "author": "Barry Mann"
    },
    {
        "quote": "I think I'm working on being a lot more positive in my everyday life because I realize comments and things can hurt.",
        "author": "Charli D'Amelio"
    },
    {
        "quote": "On the field, aggression can sometimes be a positive emotion. It boosts performance and can lift your game. But over the years, I have learnt that restrained aggression is a better animal. That way, you will conserve your energy and won't spend yourself quickly.",
        "author": "Virat Kohli"
    },
    {
        "quote": "To me, it doesn't matter how good you are. Sport is all about playing and competing. Whatever you do in cricket and in sport, enjoy it, be positive and try to win.",
        "author": "Ian Botham"
    },
    {
        "quote": "The most important thing is to stay positive.",
        "author": "Saku Koivu"
    },
    {
        "quote": "I am very optimistic, and I always think positive, but within reason and never getting too far ahead of the game.",
        "author": "Luis Fonsi"
    },
    {
        "quote": "Stress is a downward spiral, and you can only overcome it with a positive perspective.",
        "author": "Jen Lilley"
    },
    {
        "quote": "I always say just stay positive. If you ever get down on yourself, try to find something that takes away that negative. Always find that positive area.",
        "author": "Kane Brown"
    },
    {
        "quote": "It's easy to get negative because you get beat down. You go through a few disappointments and it's easy to stay in that negative frame of mind. Choosing to be positive and having a grateful attitude is a whole cliche, but your attitude is going to determine how you're going to live your life.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Reggae has a philosophy, you know? It's not just entertainment. There's an idea behind it, a way of life behind the music, which is a positive way of life, which is a progressive way of life for better people.",
        "author": "Ziggy Marley"
    },
    {
        "quote": "The basis for all human relationships and where we derive our greatest strength and power, trust is single-handedly the most powerful source of positive energy and, once in place, unlocks a freedom and peace to explore.",
        "author": "Angela Ahrendts"
    },
    {
        "quote": "To me, people are going to judge you no matter what, no matter how you put yourself out there. In my opinion, they can judge however they want to. Hopefully, it's in a positive light.",
        "author": "Michelle Waterson"
    },
    {
        "quote": "Strong women, when respected, make the whole society stronger. One must be careful with such rapid changes, though, and make an effort to preserve, at the same time, the positive traditions of Indian culture.",
        "author": "Chitra Banerjee Divakaruni"
    },
    {
        "quote": "It's in the nature of Italians to live life with a positive tone and to celebrate the invitations that come along in life. Italian food is so conducive to all of that.",
        "author": "Lidia Bastianich"
    },
    {
        "quote": "You get fan mail and you see the reaction when you write someone back. It's kind of shocking. You can make someone's day and be a positive influence on the world when you're in a position like that.",
        "author": "Christian McCaffrey"
    },
    {
        "quote": "Try to always stay focused on the objectives that are possible and the positive - and on having fun outside of the stuff that's going on in Washington.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "In a position of utter desolation, when man cannot express himself in positive action, when his only achievement may consist in enduring his sufferings in the right way - an honorable way - in such a position man can, through loving contemplation of the image he carries of his beloved, achieve fulfillment.",
        "author": "Viktor E. Frankl"
    },
    {
        "quote": "Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines.",
        "author": "Hans Haacke"
    },
    {
        "quote": "Do your best to spread positive messages.",
        "author": "Stephanie McMahon"
    },
    {
        "quote": "Natural ability is important, but you can go far without it if you have the focus, drive, desire and positive attitude.",
        "author": "Kirsten Sweetland"
    },
    {
        "quote": "When families are strong and stable, so are children - showing higher levels of wellbeing and more positive outcomes. But when things go wrong - either through family breakdown or a damaged parental relationship - the impact on a child's later life can be devastating.",
        "author": "Iain Duncan Smith"
    },
    {
        "quote": "We feel pressure from every angle to meet expectations, but the pressure also pushes us in a positive was as well.",
        "author": "Momo Hirai"
    },
    {
        "quote": "When the negative thoughts come - and they will; they come to all of us - it's not enough to just not dwell on it... You've got to replace it with a positive thought.",
        "author": "Joel Osteen"
    },
    {
        "quote": "I believe in throwing a lot of positive energy in the universe and hope for the best.",
        "author": "Vaani Kapoor"
    },
    {
        "quote": "In order to design a future of positive change, we must first become expert at changing our minds.",
        "author": "Jacque Fresco"
    },
    {
        "quote": "I'm the kind of person who doesn't really focus on more negativity. I'm a positive person, and I look at things in a positive way.",
        "author": "Caster Semenya"
    },
    {
        "quote": "You have to train your brain to be positive just like you work out your body.",
        "author": "Shawn Achor"
    },
    {
        "quote": "It is as if my life were magically run by two electric currents: joyous positive and despairing negative - whichever is running at the moment dominates my life, floods it.",
        "author": "Sylvia Plath"
    },
    {
        "quote": "I have certain things that I stand for, certain things that I believe in, and if you don't like it and you tell me to go to hell, I think that's your God-given right as a fan. It's one of those deals where I'm that one guy who is outside of that realm of good guy, bad guy. I'm just me, and it elicits a response both positive and negative.",
        "author": "John Cena"
    },
    {
        "quote": "I think we just need to keep moving forward in a positive way.",
        "author": "Ray J"
    },
    {
        "quote": "Earned success is the key to a positive, happy life.",
        "author": "Christian McCaffrey"
    },
    {
        "quote": "I am a positive thinker. You have to have this positive energy to get somewhere.",
        "author": "Philip Green"
    },
    {
        "quote": "P is positive emotion, E is engagement, R is relationships, M is meaning and A is accomplishment. Those are the five elements of what free people chose to do. Pretty much everything else is in service of one of or more of these goals. That's the human dashboard.",
        "author": "Martin Seligman"
    },
    {
        "quote": "When a person listens to a good song, and they can look out at the world and their lives and see the dark and the light, the negative and the positive, all the different elements, all come together in one holistic poem, that is a very healing and very reductive thing, and that's what my music is about.",
        "author": "Matisyahu"
    },
    {
        "quote": "I find humanism to be the most rational and positive philosophy for life. And it's not a new thing at all - the history of humanist thought is deep and inspiring.",
        "author": "Alice Roberts"
    },
    {
        "quote": "There are positive things that come of social media as well as negative.",
        "author": "Millie Bobby Brown"
    },
    {
        "quote": "There's sadness to anyone that dies before their time, and specifically ones that seem to affect people in a positive way. It doesn't matter if it's Whitney Houston or a nameless, faceless person on the street. That's just as big of a tragedy for me.",
        "author": "Chris Cornell"
    },
    {
        "quote": "That first snowdrop, the flowering of the rose you pruned, a lettuce you grew from seed, the robin singing just for you. These are smallthings but all positive, all healing in a way that medicine tries to mimic.",
        "author": "Monty Don"
    },
    {
        "quote": "My dad was a very quiet person, and unbelievably tough. But my grandmother gave me my first look at negative thinking to bring about positive results. When I was just a little guy, anytime I came to my grandmother and said I wish for this or that, Grandma would say, 'If wishes were horses, beggars would ride.'",
        "author": "Bobby Knight"
    },
    {
        "quote": "A positive attitude is not going to save you. What it's going to do is, everyday, between now and the day you die, whether that's a short time from now or a long time from now, that every day, you're going to actually live.",
        "author": "Elizabeth Edwards"
    },
    {
        "quote": "President Obama took charge of the Oval Office seven years ago. He promised a positive reset in relations with Russia. But with the radioactive poisoning of a British spy in London, the downing of passenger jets over Europe, and the aggressive advances of Russian forces from Ukraine to Syria, President Putin of Russia has rebuked Mr. Obama.",
        "author": "John J. McLaughlin"
    },
    {
        "quote": "I have never, ever focused on the negative of things. I always look at the positive.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "Failure is enriching. It's also important to accept that you'll make mistakes - it's how you build your expertise. The trick is to learn a positive lesson from all of life's negative moments.",
        "author": "Alain Ducasse"
    },
    {
        "quote": "I am a happy person and I choose to be a positive person. I think some people think my life has been tragic and there have been these horrible dramas but things really have been, and are, fine.",
        "author": "Patsy Kensit"
    },
    {
        "quote": "If you look at the history of technology over a couple hundred years, it's all about time compression and making the globe smaller. It's had positive effects, all the ones that we know. So we're much less likely to have the kind of terrible misunderstandings that led to World War I, for example.",
        "author": "Eric Schmidt"
    },
    {
        "quote": "I have learned that champions aren't just born; champions can be made when they embrace and commit to life-changing positive habits.",
        "author": "Lewis Howes"
    },
    {
        "quote": "I realize I will always be the poster child for police brutality, but I can try to use that as a positive force for healing and restraint.",
        "author": "Rodney King"
    },
    {
        "quote": "You can choose not to sit on the fence. You can choose not to criticise. You must stand as guard at the door of your own mind and choose to be positive.",
        "author": "Gail Kelly"
    },
    {
        "quote": "Design our world so that we have positive social and environmental side effects.",
        "author": "Bjarke Ingels"
    },
    {
        "quote": "I'm a positive person who likes to have fun and get the best out of every day.",
        "author": "Eddie the Eagle"
    },
    {
        "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.",
        "author": "William James"
    },
    {
        "quote": "I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I've been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me.",
        "author": "B. J. Daniels"
    },
    {
        "quote": "You have to enjoy life. Always be surrounded by people that you like, people who have a nice conversation. There are so many positive things to think about.",
        "author": "Sophia Loren"
    },
    {
        "quote": "And to me, fame is not a positive thing. The idea of being famous is a lot better than the reality. It's fantastic when you go to premieres and people cheer you, but it's not real. And it's totally not my approach to get my name on a club door just because I can.",
        "author": "Tom Felton"
    },
    {
        "quote": "I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They're very calm, they're all about positive energy. There're no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross.",
        "author": "Fergie"
    },
    {
        "quote": "I have a positive mental attitude, and I think I'm divine, but I also think it takes a heck of a lot of blood, sweat and tears.",
        "author": "Steve Prefontaine"
    },
    {
        "quote": "I'm into crystals and good energy and harnessing more. It's just like prayer. It helps you be grateful, think about good things, and keep that positive energy around you.",
        "author": "Kali Uchis"
    },
    {
        "quote": "Make a Goal Box, a chart of positive daily contact with a family when you are working with them.",
        "author": "Richard G. Scott"
    },
    {
        "quote": "The content I create reflects my personality: goofy, fun, positive, a bit clumsy, family-friendly, educational and helpful.",
        "author": "Rosanna Pansino"
    },
    {
        "quote": "Everybody has adversity in their lives and we all have to find ways of overcoming them. You've got to soldier on, make the best of it, look for the positive in everything.",
        "author": "Judith Durham"
    },
    {
        "quote": "My style motto is pretty classic: you give off a positive energy when you wear what you're most comfortable in.",
        "author": "Petra Collins"
    },
    {
        "quote": "My ultimate aim is to make euthanasia a positive experience.",
        "author": "Jack Kevorkian"
    },
    {
        "quote": "You should also appreciate the goodness around you, and surround yourself with positive people.",
        "author": "Nadia Comaneci"
    },
    {
        "quote": "There are certain things about me that I will never tell to anyone because I am a very private person. But basically, what you see is who I am. I'm independent, I do like to be liked, I do look for the good side of life and people. I'm positive, I'm disciplined, I like my life in order, and I'm neat as a pin.",
        "author": "Mary Tyler Moore"
    },
    {
        "quote": "What always draws me back to the Caribbean vibes are the upbeat vibrations of welcoming melodies and positive energy exchange through the rhythms that make you feel like dancing with someone.",
        "author": "Mya"
    },
    {
        "quote": "I think we always need to see the positive.",
        "author": "Charles Leclerc"
    },
    {
        "quote": "Yes, I do believe that there is a cause and effect and a ripple effect upon everything everybody does, and they have positive consequences and negative consequences. If you start to focus on the kind of minutia of that, it's really quite extraordinary.",
        "author": "Kiefer Sutherland"
    },
    {
        "quote": "Education should learn from the positive side of gaming - reward, accomplishment, and fun.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "The more you drive positive change, the more enhanced your business model.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "A positive attitude is a choice, like walking to the other side of a street to avoid trouble or making a 180-degree turn when you feel you're heading in the wrong direction.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "I had many teachers that were great, positive role models and taught me to be a good person and stand up and be a good man. A lot of the principals they taught me still affect how I act sometimes and it's 30 years later.",
        "author": "Kevin James"
    },
    {
        "quote": "You have to be positive, and I'm not just talking about athletics, this also applies to life.",
        "author": "Sheryl Swoopes"
    },
    {
        "quote": "The deaf community is hungry to see itself in the most positive way.",
        "author": "Lupe Ontiveros"
    },
    {
        "quote": "So I had to be careful. I recognized the responsibility that, whether I liked it or not, I had to accept whatever the obligation was. That was to behave in a manner, to carry myself in such a professional way, as if there ever is a reflection, it's a positive one.",
        "author": "Sidney Poitier"
    },
    {
        "quote": "Unilever, Nestle and SAB Miller are all taking a long-term approach to investing in sustainable resource consumption. Each is driving through better resource management, which is expected to yield positive returns in the future.",
        "author": "Jacob Rothschild"
    },
    {
        "quote": "My grades put me in about 5,000th place in all of South Korea. If I kept going down that path, I would've become a successful man with a regular job. However, I was positive I'd be number one in the country as a rapper. So I asked my mother whether she wanted to have a son who was a first-place rapper, or a 5,000th-place student.",
        "author": "RM"
    },
    {
        "quote": "I've never really been aware of what is said about me, whether it's positive or negative. I ignore it. I've always had the mind-set: 'No one can challenge me better than myself.'",
        "author": "Troy Polamalu"
    },
    {
        "quote": "Your Heavenly Father will help you find the right path as you seek His guidance. Remember though, after you pray you must get off your knees and start doing something positive; head in the right direction! He will send people along the way who will assist you, but you must be doing your part as well.",
        "author": "Margaret D. Nadauld"
    },
    {
        "quote": "To understand a word, we need to learn where it was born, what paths it took to reach where it is today, and how it has changed along the way. The word 'nice' is a positive word today, but hundreds of years ago, it meant 'stupid.'",
        "author": "Anu Garg"
    },
    {
        "quote": "Do you feel gloomy? Lift your eyes. Stand on your feet. Say a few words of appreciation and love to the Lord. Be positive.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "I'm a big cockeyed optimist. I try to accentuate the positive as opposed to the negative.",
        "author": "Betty White"
    },
    {
        "quote": "We all go through things in life, and it's just how you deal with it. Try to stay positive throughout the worst.",
        "author": "Phil Heath"
    },
    {
        "quote": "Every company has messy data, and even the best of AI companies are not fully satisfied with their data. If you have data, it is probably a good idea to get an AI team to have a look at it and give feedback. This can develop into a positive feedback loop for both the IT and AI teams in any company.",
        "author": "Andrew Ng"
    },
    {
        "quote": "Positive thinking will let you use the ability which you have, and that is awesome.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "I'm not the 'chosen one.' I'm just one of many who have been given gifts. I can write. I can bloviate on TV. So I'm trying to use the gifts in a positive way. And I believe that's all directed. And that's why I'm here on the planet.",
        "author": "Bill O'Reilly"
    },
    {
        "quote": "I'm trying to spread positive vibes.",
        "author": "YBN Nahmir"
    },
    {
        "quote": "Everything comes from your mind. You have to push yourself to get things going in your direction. If you are stubborn, nothing will help. If you are sad, nothing will help. You have to keep positive and to work very well for your next chance.",
        "author": "Henrikh Mkhitaryan"
    },
    {
        "quote": "Don't look at someone else and want to be them. Search within yourself and find out who you are and be someone positive.",
        "author": "Kelly Rowland"
    },
    {
        "quote": "By forgiving, we are training ourselves to be strong, confident, joyful, peaceful, happy, and loving. These positive attributes end up affecting every part of our lives.",
        "author": "Paul J. Meyer"
    },
    {
        "quote": "It's almost always possible to be honest and positive.",
        "author": "Naval Ravikant"
    },
    {
        "quote": "Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties.",
        "author": "Natalie Massenet"
    },
    {
        "quote": "In this world, you can choose to be positive, or you can choose to be negative. You can choose to see things through a set of eyes that sees good, or you can choose to see things in life that aren't so good.",
        "author": "Jack Harbaugh"
    },
    {
        "quote": "I think of feedback as constructive, not positive or negative. You choose to do what you want with it.",
        "author": "Denise Morrison"
    },
    {
        "quote": "Haiti, if you've ever met a Haitian person, they are just really positive, and literally, if you're friends with them, then they will do anything for you. So I think that's something that is, like, a really good trait, and I'm really happy that my grandparents and my dad's side of the family is like that.",
        "author": "Naomi Osaka"
    },
    {
        "quote": "Very gifted people, they win and they win, and they are told that they win because they are a winner. That seems like a positive thing to tell children, but ultimately, what that means is when they lose, it must make them a loser.",
        "author": "Joshua Waitzkin"
    },
    {
        "quote": "I work so hard to make that sure I'm successful. If you're positive and really excited and enthusiastic about what you're doing, it's going to happen, and it's going to happen big time.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "A people without a positive history is like a vehicle without an engine.",
        "author": "Steven Biko"
    },
    {
        "quote": "The first thing successful people do is view failure as a positive signal to success.",
        "author": "Brendon Burchard"
    },
    {
        "quote": "Nothing will be beyond our reach when we make the flames of creating positive deeds flare up across the country with the virtues of the young vanguard as the initial spark and bring into full play the mounting vigour of the millions of young people.",
        "author": "Kim Jong-un"
    },
    {
        "quote": "I think regardless of what your religion is or what you believe, you try to treat people in a positive way, and that's all you can do in life.",
        "author": "Scott Eastwood"
    },
    {
        "quote": "I come from a family of strong women, who have been positive role models for me.",
        "author": "Laura Harrier"
    },
    {
        "quote": "Life is all about being positive and celebrating what you have in the moment.",
        "author": "Vivek Oberoi"
    },
    {
        "quote": "You need to be able to manage stress because hard times will come, and a positive outlook is what gets you through.",
        "author": "Marie Osmond"
    },
    {
        "quote": "We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them.",
        "author": "Brandon Jenner"
    },
    {
        "quote": "Art is not a study of positive reality, it is the seeking for ideal truth.",
        "author": "John Ruskin"
    },
    {
        "quote": "Most of the luxuries and many of the so-called comforts of life are not only not indispensable, but positive hindrances to the elevation of mankind.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "I want people to get positive energy from our music.",
        "author": "Suga"
    },
    {
        "quote": "Really you just gotta keep chugging along and keep a positive attitude and get through all the problems. You gotta face them, otherwise you don't get through.",
        "author": "Lesley Gore"
    },
    {
        "quote": "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.",
        "author": "Michael Jordan"
    },
    {
        "quote": "I have a very positive attitude in life. My insecurity, fear and need to know about tomorrow has fortunately eased. What is going to happen will happen anyway. So why break my head over it?",
        "author": "Katrina Kaif"
    },
    {
        "quote": "I think fitness is important. I think a healthy lifestyle is important. I think putting positive energy out there is important and just staying connected with the people.",
        "author": "LL Cool J"
    },
    {
        "quote": "When you in the positive light and good space, do everything to keep it that way and be real careful what you say and how you move because your world can come crashing down on you.",
        "author": "Tee Grizzley"
    },
    {
        "quote": "The science of psychology has been far more successful on the negative than on the positive side... It has revealed to us much about man's shortcomings, his illnesses, his sins, but little about his potentialities, his virtues, his achievable aspirations, or his psychological health.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "Properly used, positive reinforcement is extremely powerful.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "I want to work with happy, good people, who have a positive outlook. Not those who are grumpy, complaining and throw diva behaviour.",
        "author": "Vaani Kapoor"
    },
    {
        "quote": "I'm a big advocate of the power of positive thinking, particularly for small businesses.",
        "author": "Kevin Plank"
    },
    {
        "quote": "We must not constantly talk about tackling obesity and warning people about the negative consequences of obesity. Instead we must be positive - positive about the fun and benefits to be had from healthy living, trying to get rid of people's excuses for being obese by tackling the issue in a positive way.",
        "author": "Andrew Lansley"
    },
    {
        "quote": "Every minute counts. Being on time or not can mean the difference of a win or a loss and even of something positive or negative happening in life.",
        "author": "Stan Wawrinka"
    },
    {
        "quote": "If I can lead a happy life, touch the lives of others in a positive way, win the respect of those that I care about - and make a few million along the way - then I have been successful.",
        "author": "Bill Rancic"
    },
    {
        "quote": "A positive frame of mind will definitely enhance your travelling experience. If I'm not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me.",
        "author": "Andrea Bocelli"
    },
    {
        "quote": "I believe in collaboration, which is why I work with others to make positive contributions of consequence, and why I have made a very clear and unwavering commitment to remain absolutely apolitical.",
        "author": "Cliff Curtis"
    },
    {
        "quote": "The most pressing ethical question is to make sure that everything you do from a scientific standpoint is done for the ultimate good and positive issue for the people that you're caring about.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "I always have positive intentions.",
        "author": "Roddy Ricch"
    },
    {
        "quote": "Always stay positive and keep positive people around you.",
        "author": "Jeff Green"
    },
    {
        "quote": "We succeed in enterprises which demand the positive qualities we possess, but we excel in those which can also make use of our defects.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "It's not the situation, but whether we react negative or respond positive to the situation that is important.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "It's actually cool to be positive and optimistic and idealistic. It's cool to see yourself doing beautiful, great things.",
        "author": "Tom DeLonge"
    },
    {
        "quote": "I'm a motivational speaker, so I'm going to look at something in as much of a positive way as possible.",
        "author": "Harris Faulkner"
    },
    {
        "quote": "I've felt that if you dwell too much on your errors, you're dealing in the negativity of things. I don't like that. I'd rather work on the positive reinforcement, the things I did well.",
        "author": "Hale Irwin"
    },
    {
        "quote": "I am suggesting that as we go through life, we 'accentuate the positive.' I am asking that we look a little deeper for the good, that we still our voices of insult and sarcasm, that we more generously compliment and endorse virtue and effort.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "Conserving energy and thus saving money, reducing consumption of unnecessary products and packaging and shifting to a clean-energy economy would likely hurt the bottom line of polluting industries, but would undoubtedly have positive effects for most of us.",
        "author": "David Suzuki"
    },
    {
        "quote": "The greatest competitive advantage in the modern economy is a positive and engaged brain.",
        "author": "Shawn Achor"
    },
    {
        "quote": "LL Cool J was a rapper-turned-actor, and I also relate to him because he was sort of a ladies' man and had a female fan base, but yet he's a positive dude. You never read about him getting into trouble or going to jail.",
        "author": "Bow Wow"
    },
    {
        "quote": "For my family, belief in God and in the resurrection of Jesus Christ brings such hope and promise to our lives. It strengthens our family and our marriage as we focus on Christ as our example of pure love, compassion and tolerance towards others. This positive message is one that helps us become better people each day.",
        "author": "Mercedes Schlapp"
    },
    {
        "quote": "I try to do the right thing. If you do what you know is right, and you're a good person, you might not win short-term all the time, and financial gains might not be there all the time, but ultimately, you can be pretty happy, and you can do some pretty good things in the world. Keep a positive outlook.",
        "author": "Gunnar Peterson"
    },
    {
        "quote": "Internally, we have so many different parts, both positive and negative. And if you force them together, a spark comes out.",
        "author": "Arca"
    },
    {
        "quote": "The Labour party is not perfect but I have seen in my own life how it is the greatest vehicle for positive hopeful social change.",
        "author": "Jess Phillips"
    },
    {
        "quote": "If you don't find time to meditate and get all that negative out, and if you don't have the right people being positive around you, this is a very scary job to have if you don't learn how to control your fear.",
        "author": "Nate Diaz"
    },
    {
        "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.",
        "author": "Ron Jaworski"
    },
    {
        "quote": "I think anytime you can affect people in general, in a positive way, then you're a lucky individual.",
        "author": "Sam Elliott"
    },
    {
        "quote": "To stay positive, you have to be very strong mentally.",
        "author": "Memphis Depay"
    },
    {
        "quote": "Stubbornness is a positive quality of presidential leadership - if you're right about what you're stubborn about.",
        "author": "Douglas Brinkley"
    },
    {
        "quote": "The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer.",
        "author": "Molly Ivins"
    },
    {
        "quote": "New technologies and approaches are merging the physical, digital, and biological worlds in ways that will fundamentally transform humankind. The extent to which that transformation is positive will depend on how we navigate the risks and opportunities that arise along the way.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "I'm a positive guy, even if I don't smile a lot.",
        "author": "James Arthur"
    },
    {
        "quote": "Positive social emotions like compassion and empathy are generally good for us, and we want to encourage them. But do we know how to most reliably raise children to care about the suffering of other people? I'm not sure we do.",
        "author": "Sam Harris"
    },
    {
        "quote": "Neha is such a positive person and spreads such good vibes in all the lives she touches.",
        "author": "Angad Bedi"
    },
    {
        "quote": "I really believe in the power of positive thinking and the collective power of people's thoughts spawning something into becoming reality.",
        "author": "Finn Balor"
    },
    {
        "quote": "If I can inspire someone to go in a positive way and pursue a dream, it can only be good.",
        "author": "Parminder Nagra"
    },
    {
        "quote": "Positive psychology is not remotely intended to replace therapy or pharmacology. So when depressed, anxious or in panic or post-traumatic stress disorder, I am all for therapies that will work. Positive psychology is another arrow in the quiver of public policy and psychology through which we can raise wellbeing above zero.",
        "author": "Martin Seligman"
    },
    {
        "quote": "I try to dig deep into my soul to figure out something positive in the pain. I think I go to certain places when I play to heal.",
        "author": "Mike McCready"
    },
    {
        "quote": "I was told that with the right attitude, and with enough hard work, if you get up after every time you fail, you can amount to something and you can do positive work. You can leave a positive mark for our world, and that's what I aim to do.",
        "author": "Jonny Kim"
    },
    {
        "quote": "The simple act of paying positive attention to people has a great deal to do with productivity.",
        "author": "Tom Peters"
    },
    {
        "quote": "True health infuses positive energy in the mind, body and spirit; it is a main focus in my life.",
        "author": "Maximillian Degenerez"
    },
    {
        "quote": "Much of a leader's responsibility in creating a positive, high-performance culture is setting the right tone and acting on it consistently. That day-to-day execution - the tenor and tone - really makes the difference. One deviation - one exasperating meeting - and the CEO legitimizes bad behavior.",
        "author": "Ron Williams"
    },
    {
        "quote": "I love being around positive people and making people smile.",
        "author": "JaVale McGee"
    },
    {
        "quote": "When you're put in a position to really affect young people who are going to run the world one day, if you're able to be in their life at a young age and make a positive impact, I think that's a beautiful thing.",
        "author": "Zendaya"
    },
    {
        "quote": "If we could get your subconscious mind to agree with your conscious mind about being happy, that's when your positive thoughts work.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "Good news doesn't necessarily have to be a positive thing. Bringing good news is imparting hope to one's fellow man.",
        "author": "Patti Smith"
    },
    {
        "quote": "Having haters is just a part of the business, and the more haters you have, the more people like you - that's how I view it, because I try to see the positive in things.",
        "author": "Nick Jonas"
    },
    {
        "quote": "I hope that others can turn their negative thoughts into positive thoughts and improve their own lives.",
        "author": "Farrah Abraham"
    },
    {
        "quote": "I want to inspire people and show people no matter what happens, no matter how much you get knocked down, you can pick yourself up. Just keep pushing forward, keep being positive.",
        "author": "Drew McIntyre"
    },
    {
        "quote": "I've learned that positive thinking and encouragement are essential for leadership and progress.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "To be honest, I've always been a guy who looks at everything with a pretty positive outlook.",
        "author": "Kofi Kingston"
    },
    {
        "quote": "Constructive criticism is about finding something good and positive to soften the blow to the real critique of what really went on.",
        "author": "Paula Abdul"
    },
    {
        "quote": "I grew up in a very strong, nuclear family. My father was a sportsman. He represented South Africa in a couple of sports, so he was a very positive person and someone who encouraged you to be your best and give your best with everything that you do.",
        "author": "Gail Kelly"
    },
    {
        "quote": "As a person who is not confrontational by disposition I tend to see that the quality of being confrontational is a positive attribute.",
        "author": "John Hall"
    },
    {
        "quote": "I get nostalgic for British negativity. There is an inherent hope and positive drive to New Yorkers. When you go back to Britain, everybody is just running everything down. It's like whatever the opposite of a hug is.",
        "author": "John Oliver"
    },
    {
        "quote": "I'm not here to discuss the past... I'm here to be positive.",
        "author": "Mark McGwire"
    },
    {
        "quote": "The power of pop culture stories should not be underestimated, and there is an enormous potential for inspirational stories that can have a positive, transformative effect on our lives.",
        "author": "Anita Sarkeesian"
    },
    {
        "quote": "I think that true love, fairy tales, the positive messages of positive stories - I don't think those ever die. Sometimes we like to hide them in sarcasm or irony, but they are still there, and they still move us.",
        "author": "Jon M. Chu"
    },
    {
        "quote": "I always have a positive reaction to Times Square - you've got so many people passing through here, so many cultures, and so many people merging into the central community of New York City. This is the hub of America.",
        "author": "Dhani Jones"
    },
    {
        "quote": "My first instinct when I write songs is not a negative one. It's something positive... Everything I've ever done has some form of hope in it, I think.",
        "author": "Noel Gallagher"
    },
    {
        "quote": "Atoms consist of a positive nucleus and negative electrons flying around outside it. Electrons closest to the nucleus feel a strong negative-on-positive tug, and the bigger atoms get, the bigger the tug. In really big atoms, electrons whip around at speeds close to the speed of light.",
        "author": "Sam Kean"
    },
    {
        "quote": "You should tell yourself frequently 'I will only react to constructive suggestions.' This gives you positive ammunition against your own negative thoughts and those of others.",
        "author": "Jane Roberts"
    },
    {
        "quote": "Positive energy is meant to give people confidence and hope, encourage people to love their country, society and life, as well as to pursue nice things. Everything we do is ultimately for the sake of spreading positive energy.",
        "author": "Lu Wei"
    },
    {
        "quote": "When the mind is empty, silent, when it is in a state of complete negation - which is not blankness, nor the opposite of being positive, but a totally different state in which all thought has ceased - only then is it possible for that which is unnameable to come into being.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "People understand my message is positive, and at the end of the day, I'm just here to make music that I enjoy and that other people enjoy. I think that's why I have such a loyal fan base.",
        "author": "Lil Peep"
    },
    {
        "quote": "I like to live in a world of unicorns and rainbows where I don't pay attention to anything unless it's positive.",
        "author": "Janet Varney"
    },
    {
        "quote": "I am quite a positive person. I always try to see the good in every situation, the good in everybody.",
        "author": "Glenn McGrath"
    },
    {
        "quote": "I want to help transgender individuals who might be struggling realize that they have to love themselves and stay true to who they are because if they keep moving forward, and keep a positive attitude, then things will get better.",
        "author": "Jazz Jennings"
    },
    {
        "quote": "I think sport can play a really positive role in young girls' lives and be great to see as many of them playing sport as possible.",
        "author": "Ellyse Perry"
    },
    {
        "quote": "We expect all our businesses to have a positive impact on our top and bottom lines. Profitability is very important to us or we wouldn't be in this business.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "I faced quite a few challenging times, and in front of those, I was more positive than some people not facing those conditions. I'm actually of the belief now that it is that struggle that offers you that open-hearted hope.",
        "author": "K'naan"
    },
    {
        "quote": "I just try to keep myself positive and really active.",
        "author": "Ivan Moody"
    },
    {
        "quote": "What is important is to have a positive intent right from the start, and positive intent doesn't always mean looking for the big shots. Positive intention when it comes to defending a ball or looking for a single.",
        "author": "MS Dhoni"
    },
    {
        "quote": "I think if you just look at life in a positive way, positive things will happen.",
        "author": "Jake Owen"
    },
    {
        "quote": "Take stock of your thoughts and behavior. Each night ask yourself, when were you negative when you could have been positive? When did you withhold love when you might have given it? When did you play a neurotic game instead of behaving in a powerful way? Use this process to self-correct.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "I am able to ride the bike and think clearly about strategy and tyres. I also have positive thinking. I am very constructively critical.",
        "author": "Valentino Rossi"
    },
    {
        "quote": "'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is; whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.",
        "author": "Angie Stone"
    },
    {
        "quote": "I have tried to have a really good, positive attitude.",
        "author": "Adam Thielen"
    },
    {
        "quote": "It's our responsibility for the village to say, 'Hey we're going to create these programs,' whether it's sports, creative arts, music, we need some things to give young people positive things to do, and that's including jobs.",
        "author": "Common"
    },
    {
        "quote": "It would be really great if our music continues to touch people. Once your heart is moved, it will develop to something better and positive.",
        "author": "Jimin"
    },
    {
        "quote": "As a tennis player, you have to get used to losing every week. Unless you win the tournament, you always go home as a loser. But you have to take the positive out of a defeat and go back to work. Improve to fail better.",
        "author": "Stan Wawrinka"
    },
    {
        "quote": "You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude.",
        "author": "Marie Osmond"
    },
    {
        "quote": "People often confuse a growth mindset with being flexible or open-minded or with having a positive outlook - qualities they believe they've simply always had. My colleagues and I call this a false growth mindset.",
        "author": "Carol S. Dweck"
    },
    {
        "quote": "I had confidence in my quality, so I was always positive and had good objectivity.",
        "author": "Riyad Mahrez"
    },
    {
        "quote": "You can make positive deposits in your own economy every day by reading and listening to powerful, positive, life-changing content and by associating with encouraging and hope-building people.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Somewhere along the line, positive thinking seems to have been confused with magical thinking. There's a notion that if you think positively enough, you can make anything happen by using the power of your mind. All the positive thinking in the world won't deliver good fortune or prevent tragedy from striking.",
        "author": "Amy Morin"
    },
    {
        "quote": "I know that when you take a risk, the consequence will never be a neutral response; it will either be very positive or very negative.",
        "author": "Rosalia"
    },
    {
        "quote": "My father taught my siblings and me the importance of positive values and a strong ethical compass. He showed us how to be resilient, how to deal with challenges, and how to strive for excellence in all that we do. He taught us that there's nothing that we cannot accomplish if we marry vision and passion with an enduring work ethic.",
        "author": "Ivanka Trump"
    },
    {
        "quote": "Leaders must exemplify integrity and earn the trust of their teams through their everyday actions. When you do this, you set high standards for everyone at your company. And when you do so with positive energy and enthusiasm for shared goals and purpose, you can deeply connect with your team and customers.",
        "author": "Marillyn Hewson"
    },
    {
        "quote": "And what we've lost sight of is that performing manual labor with your hands is one of the most incredibly satisfying and positive things you can do.",
        "author": "Nick Offerman"
    },
    {
        "quote": "The overall vision for 'Utopia' was somewhat of a mix between fantasy, future, and ancient China. All of it soaked in a pastel space sauce to capture the uber positive energy of the music.",
        "author": "Kerli"
    },
    {
        "quote": "America needs a strong, rational, positive, practical conservative movement. It needs that bulwark against liberal delusion and hubris. It needs a voice that says we are imperfect, that life is complex, that government can create need even as it meets need, that you can't fix everything, and freedom is worth some danger and sorrow.",
        "author": "Jon Lovett"
    },
    {
        "quote": "I can take all the negative energy and turn it into a positive simply by purging my soul through music. That's how powerful music can be.",
        "author": "Bow Wow"
    },
    {
        "quote": "Instead of yelling and spanking, which don't work anyway, I believe in finding creative ways to keep their attention - turning things into a game, for instance. And, when they do something good, positive reinforcement and praise.",
        "author": "Patricia Richardson"
    },
    {
        "quote": "Based means being yourself. Not being scared of what people think about you. Not being afraid to do what you wanna do. Being positive.",
        "author": "Lil B"
    },
    {
        "quote": "I've received a lot of positive feedback from both the secular and Christian markets. People seem to be receiving it with open arms and hearts, and are interested in the stories I want to share about my relationship with God and my faith.",
        "author": "Brian Littrell"
    },
    {
        "quote": "It is true that you can't prove a negative. However, the existence of God is provable in the same way a building is positive proof that there was a builder.",
        "author": "Ray Comfort"
    },
    {
        "quote": "What is social proof? Put simply, it's the positive influence created when someone finds out that others are doing something. It's also known as informational social influence.",
        "author": "Aileen Lee"
    },
    {
        "quote": "While positive mental states may be associated with less stress and more resilience to infection, positive well-being might also be accompanied by a healthy lifestyle.",
        "author": "Michael Greger"
    },
    {
        "quote": "Whatever I do, I want to impact people's lives in a positive way.",
        "author": "Hilary Knight"
    },
    {
        "quote": "Positive things come out of even the most difficult times.",
        "author": "Felipe Massa"
    },
    {
        "quote": "I like to keep my world positive. There's enough negativity kicking around.",
        "author": "Jim Root"
    },
    {
        "quote": "You hear certain things, negative things, all the time that aren't true, but you never hear about the positive.",
        "author": "Floyd Mayweather, Jr."
    },
    {
        "quote": "As an entrepreneur, I've come across countless articles and quotes proudly telling me that I should accept failure, smile, and keep my head up. In other words, I've been told to stay positive. The thing is, when you're forced to shut down a business and let really awesome people you care about go, staying positive is the last thing on your mind.",
        "author": "John Rampton"
    },
    {
        "quote": "Most people are playing the game of compounding interest, which is self interest - how do they take care of themselves and produce more for themselves, storing value for their own benefit. I play a different game. A game I call 'compounding impact.' How do you make a positive impact in the world?",
        "author": "Brock Pierce"
    },
    {
        "quote": "Even failures can turn into something positive if you just keep going. I wrote a television pilot called 'Head of the Family.' CBS didn't want it. It was considered a failure. But we reworked it. A year later, it became 'The Dick Van Dyke Show.'",
        "author": "Carl Reiner"
    },
    {
        "quote": "Positive rights are the right to shelter, the right to education, the right to health care, the right to a living wage. These things are - these are, I would call them, more properly, political rights rather than positive rights. And they are extremely tricky, because now we are dealing with things that are zero sum.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "If you so choose, even the unexpected setbacks can bring new and positive possibilities. If you so choose, you can find value and fulfillment in every circumstance.",
        "author": "Ralph Marston"
    },
    {
        "quote": "The greatest gift of all time is that you can make creation infectious because people spend less time being negative... If you log all the time with negativity in the while world, I wonder how much better the world would be if people sat down and did something positive. It spirals.",
        "author": "Skrillex"
    },
    {
        "quote": "We want to give people positive energy and we also want to comfort people.",
        "author": "Nayeon"
    },
    {
        "quote": "You don't want to love - your eternal and abnormal craving is to be loved. You aren't positive, you're negative. You absorb, absorb, as if you must fill yourself up with love, because you've got a shortage somewhere.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "For most Americans, Friday afternoons are filled with positive anticipation of the weekend. In Washington, it's where government officials dump stories they want to bury. Good news gets dropped on Monday so bureaucrats can talk about it all week.",
        "author": "John Sununu"
    },
    {
        "quote": "When I was working at the Sprint store, I got laid off. I was bummed out, but I stayed positive. I used the money I had earned while working there to make my first album. Without that job, maybe 'Corazon Sin Cara' would never had been made. It's a very inspirational story.",
        "author": "Prince Royce"
    },
    {
        "quote": "The battle against cancer has made me strong. It's like winning a war! When I was diagnosed, I was told by doctors my kidney, liver and other organs could fail. It was tough. I didn't know if I could save my life. But I was positive, and because of that, the doctor told me that I would be a man who would never have cancer.",
        "author": "Yuvraj Singh"
    },
    {
        "quote": "Being someone who people want to photograph, you have to open yourself up to the positive and negative. It is what it is.",
        "author": "Jon Hamm"
    },
    {
        "quote": "If my leg falls off, I'll get a prosthetic. There'd be no deep sadness about. I'd just get on with it! It's called life, and I love life. You have to be positive, and you have to crack on no matter what.",
        "author": "John Lydon"
    },
    {
        "quote": "Loneliness is such an omnipotent and painful threat to many persons that they have little conception of the positive values of solitude and even, at times, are frightened at the prospect of being alone.",
        "author": "Rollo May"
    },
    {
        "quote": "If you stick around long enough and you do enough of the right things, you get seen in a largely positive light.",
        "author": "Brian O'Driscoll"
    },
    {
        "quote": "Go see 'Hidden Figures,' and take a young person! It will give a more positive outlook on what is possible if you work hard, do your best, and are prepared.",
        "author": "Katherine Johnson"
    },
    {
        "quote": "Some people hate lime-green; red has all this emotional baggage. Blue seems to be overall one of the more positive colors, and a little more serious than yellow.",
        "author": "David Carson"
    },
    {
        "quote": "I learnt in South America and in Africa that people who have really big problems in the ghetto always keep a sense of humour and remain positive. If not, you go down.",
        "author": "Manu Chao"
    },
    {
        "quote": "Good leaders need a positive agenda, not just an agenda of dealing with crisis.",
        "author": "Michael Porter"
    },
    {
        "quote": "I've been fortunate in my life. It hasn't been easy, but there has been a focus on the positive, and it has reverberated. Eventually, the outlook mirrors itself back to you in the friends you have, in the partner that you choose.",
        "author": "Leslie Odom, Jr."
    },
    {
        "quote": "Looking at it half-full, there was only two singers in Motley, me and Vince, and I'm still here, 25 years later. And whether I like it or not, I'm the other singer for Motley Crue, and not to sound weird, but I've gotten a lot of extra mileage, I think, out of my career because of it, so I have nothing but positive things to say.",
        "author": "John Corabi"
    },
    {
        "quote": "Good is positive. Evil is merely privative, not absolute: it is like cold, which is the privation of heat. All evil is so much death or nonentity. Benevolence is absolute and real. So much benevolence as a man hath, so much life hath he.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "When it comes to developing character strength, inner security and unique personal and interpersonal talents and skills in a child, no institution can or ever will compare with, or effectively substitute for, the home's potential for positive influence.",
        "author": "Stephen Covey"
    },
    {
        "quote": "In Hollywood, there is one dominant voice. It is a white, male, straight gaze. When I talk about positive portrayals of black people and women, I'm saying complexity. I'm not saying goody-two-shoes, everything's okay. No. The positive view of me is to see me as I am: the 'good,' the 'bad,' the gray. That is a positive portrayal.",
        "author": "Ava DuVernay"
    },
    {
        "quote": "Black Consciousness is an attitude of the mind and a way of life, the most positive call to emanate from the black world for a long time.",
        "author": "Steven Biko"
    },
    {
        "quote": "As writers and readers, as sinners and citizens, our realism and our aesthetic sense make us wary of crediting the positive note.",
        "author": "Seamus Heaney"
    },
    {
        "quote": "I think what I can do is to focus more on what I'm good at and see if I can improve on these positive qualities so that I can continue on the path I'm on now.",
        "author": "Lee Seung-gi"
    },
    {
        "quote": "No one has a life where everything that happened was good. I think the thing that made life good for me is that I never looked back. I've always been positive, no matter what happened.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "Sometimes negative news does come out, but it is often exaggerated and manipulated to spread scandal. Journalists sometimes risk becoming ill from coprophilia and thus fomenting coprophagia: which is a sin that taints all men and women, that is, the tendency to focus on the negative rather than the positive aspects.",
        "author": "Pope Francis"
    },
    {
        "quote": "In the end, the whole Internet thing kills me, because you can use it as a positive thing or you can read into all the negativity. And I think you've gotta put out positive energy, put out cool viral stuff, and then just stay out of people's opinions.",
        "author": "Nikki Sixx"
    },
    {
        "quote": "The two things I was positive about in life were that I was going to be a teacher at a boarding school or an operative with the CIA posted abroad. I could write a book about all the things I was sure about.",
        "author": "Tucker Carlson"
    },
    {
        "quote": "I think it's brain chemistry. I'm a positive, cheerful person, and I think it is absolutely the luck of the draw. I think the life I have had has come largely from the chemicals in my head. I see my life as good, and I think, a lot of times, if you see your life as good, then that's how it turns out.",
        "author": "Ann Patchett"
    },
    {
        "quote": "I think it's almost an indulgence to focus on the dark side of things. And as you get older, you want to focus on the positive.",
        "author": "Rob Brydon"
    },
    {
        "quote": "I think that generally music should be a positive thing, I like Bob Marley's attitude: he said that his goal in life was to single handedly fight all the evil in the world with nothing but music, and when he went to a place he didn't go to play, he went to conquer.",
        "author": "Jon Fishman"
    },
    {
        "quote": "I just felt it was my job to show that there is no easy way to success, and that anyone who gets even just one Top 40 hit deserves their moment in the sun. I accentuate the positive and eliminate the negative. That is the timeless thing.",
        "author": "Casey Kasem"
    },
    {
        "quote": "I never think of yesterday. Can't do anything about it. I'm a positive guy. When you really deep down look at it, we go to bed every night, get up every morning, stay here for 70 or 80 years, and then we die.",
        "author": "Lee Trevino"
    },
    {
        "quote": "I think of myself as a positive agnostic. I don't know, therefore I'm open. I don't know, therefore I'm interested.",
        "author": "Grace Slick"
    },
    {
        "quote": "Sexy in India is not considered positive. But, with today's crop of fresh faces in the modelling arena, being sexy is an asset.",
        "author": "Aishwarya Rai Bachchan"
    },
    {
        "quote": "You can't go on living in past and having regrets. Its better people have a positive influence on other people's lives than worry about themselves.",
        "author": "Glenn McGrath"
    },
    {
        "quote": "Where educators are raising and combining their voices, the seeds of positive change have emerged. Collective voice, exercised through the union, is power - the power to drive real change for our kids, families and communities.",
        "author": "Randi Weingarten"
    },
    {
        "quote": "Send out a cheerful, positive greeting, and most of the time you will get back a cheerful, positive greeting. It's also true that if you send out a negative greeting, you will, in most cases, get back a negative greeting.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "And I'm a believer that you take a negative and turn it into a positive, and as it turned out, it was one of the best things that ever happened to me. And so I do appreciate the Ranger staff and the Ranger organization for giving me that opportunity.",
        "author": "Nolan Ryan"
    },
    {
        "quote": "All negative things you can turn positive, and for me, that is key.",
        "author": "Mauricio Pochettino"
    },
    {
        "quote": "I take my forgetfulness in a positive stride because I also forget the problems.",
        "author": "Hina Khan"
    },
    {
        "quote": "I am usually positive and optimistic. If I get stressed or some results are not so good, I let it go by thinking, 'Oh well, it can be better next time.' I don't worry a lot, and I'm not too serious about anything.",
        "author": "G-Dragon"
    },
    {
        "quote": "I'm not drawn to actresses, but I have no rules about that. I just want to be around positive people. The toughest thing will be to find a girl who will be prepared to live in the middle of nowhere in the middle of the country. I don't think L.A.'s the place to find one.",
        "author": "Travis Fimmel"
    },
    {
        "quote": "Positive and engaged brains are a company's greatest assets. More than time and even more than productivity, people must be happy.",
        "author": "Shawn Achor"
    },
    {
        "quote": "Monopolies are bad and deserve their reputation when things are static and the monopolies function as toll collectors... But I think they're quite positive when they're dynamic and do something new.",
        "author": "Peter Thiel"
    },
    {
        "quote": "I never appreciated 'positive heroes' in literature. They are almost always cliches, copies of copies, until the model is exhausted. I prefer perplexity, doubt, uncertainty, not just because it provides a more 'productive' literary raw material, but because that is the way we humans really are.",
        "author": "Jose Saramago"
    },
    {
        "quote": "When the going got tough, I really had to draw on many of the same competitive instincts I did when I was skating. I really had to put my head down and stay positive. I had to fight.",
        "author": "Peggy Fleming"
    },
    {
        "quote": "Self-love, it is obvious, remains always positive and active in our natures.",
        "author": "Gordon W. Allport"
    },
    {
        "quote": "I begin each day with prayer and meditation. Throughout the day, I use affirmations and positive intentions to move through blocks, and each evening, I close the day with self-reflection and an inventory of my growth throughout the day.",
        "author": "Gabrielle Bernstein"
    },
    {
        "quote": "To delight in war is a merit in the soldier, a dangerous quality in the captain, and a positive crime in the statesman.",
        "author": "George Santayana"
    },
    {
        "quote": "I've always been able to transform happiness and pain and sorrow and tears into positive energy.",
        "author": "Thalia"
    },
    {
        "quote": "Character is the ability of a person to see a positive end of things. This is the hope that a man of character has.",
        "author": "Tom Landry"
    },
    {
        "quote": "GDP simply measures the circulation of money in the economy, not whether or not the outcome of using that money is positive or negative.",
        "author": "Caroline Lucas"
    },
    {
        "quote": "We don't care who you is - Blood, Crip, Mexican, Chinese. You feel me? If you about doing something positive with yourself and your community, let's join forces together.",
        "author": "Jay Rock"
    },
    {
        "quote": "At the core of 'Star Trek' is Gene Roddenberry's vision of the future. So much of science-fiction is about a dystopian society with human civilization having crumbled. He had an affirmative, shining, positive view of the future.",
        "author": "George Takei"
    },
    {
        "quote": "The exchange rate of the Rand against the dollar, pound or euro makes South Africa an attractive location. The positive side of this is it gives our artists and technicians an opportunity to work.",
        "author": "John Kani"
    },
    {
        "quote": "My father said, '10 minus one is zero.' It means that even if you do good things 10 times, it is no use when you do some bad thing once. But it doesn't mean that I think I have positive image, so I always need to be careful about what I'm doing. I don't want to frame myself.",
        "author": "Park Bo-gum"
    },
    {
        "quote": "When you're growing up, it's always nice to have someone you can relate and look up to. I'm proud of how I conduct my business and how I have accomplished all that I have accomplished, and hope that I can be a positive influence on not only the Mexican community but also young boxers and people all around the world.",
        "author": "Victor Ortiz"
    },
    {
        "quote": "I have a positive outlook, but when you're out in the public eye, you wonder how people see you.",
        "author": "Nia Jax"
    },
    {
        "quote": "My mom was a model, so she's been really good about giving me tips on how to navigate behind the scenes - like the importance of being nice to everyone on set and remembering people's names, to how to be a positive part of the photo shoot and stuff like that.",
        "author": "Gigi Hadid"
    },
    {
        "quote": "Honestly, I have had a very positive work environment and career at Fox News. I really like the people I work with.",
        "author": "Martha MacCallum"
    },
    {
        "quote": "Something devastating can happen to you, and it can have positive consequences. By the same token, something fantastic can happen, and it can bring a lot of trouble. That's life.",
        "author": "Anita Dobson"
    },
    {
        "quote": "Injustice, poverty, slavery, ignorance - these may be cured by reform or revolution. But men do not live only by fighting evils. They live by positive goals, individual and collective, a vast variety of them, seldom predictable, at times incompatible.",
        "author": "Isaiah Berlin"
    },
    {
        "quote": "I do not expect the white media to create positive black male images.",
        "author": "Huey Newton"
    },
    {
        "quote": "Being surrounded with such positive people always helps.",
        "author": "Donovan Bailey"
    },
    {
        "quote": "Guilt is just as powerful, but its influence is positive, while shame's is destructive. Shame erodes our courage and fuels disengagement.",
        "author": "Brene Brown"
    },
    {
        "quote": "You can have meaning, accomplishment, engagement and good relationships, even if you are dull on the positive affect side.",
        "author": "Martin Seligman"
    },
    {
        "quote": "I get so many big ideas while I'm running and such clarity while I'm lifting weights. And staying fit keeps me happy and positive.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "As soon as I starting making YouTube videos, I received so much positive feedback from the online community and a demand for more content. As time went on, my filming schedule became more consistent, and it made sense to hire some help and upgrade my equipment.",
        "author": "Rosanna Pansino"
    },
    {
        "quote": "Suffering is the positive element in this world, indeed it is the only link between this world and the positive.",
        "author": "Franz Kafka"
    },
    {
        "quote": "We see leaders in social media starting fights. I'm on the other team who likes to inspire, to leave a positive message.",
        "author": "Karol G"
    },
    {
        "quote": "To protect people's lives and keep our children safe, we must implement public-works spending and do so proudly. If possible, I'd like to see the Bank of Japan purchase all of the construction bonds that we need to issue to cover the cost. That would also forcefully circulate money in the market. That would be positive for the economy, too.",
        "author": "Shinzo Abe"
    },
    {
        "quote": "A lot of people deal with things that are bad. Once you've been through something, you grow from it and you take a lot in. You can always turn it into something positive.",
        "author": "Chino Moreno"
    },
    {
        "quote": "This whole fuss did not only damage Fischer's image, but that of the USA as well. The way the Americans treated one of their most popular citizens did not make a positive impression worldwide.",
        "author": "Anatoly Karpov"
    },
    {
        "quote": "Nietzsche should not be taken seriously as a political theorist, at least not at the level of his positive prescriptions. But the Nietzsche who denounces the insipidity and mediocrity that result from democracy's levelling impulses could not be more acute.",
        "author": "Mark Fisher"
    },
    {
        "quote": "Talking about income inequality, even if you're not on the Forbes 400 list, can make us feel uncomfortable. It feels less positive, less optimistic, to talk about how the pie is sliced than to think about how to make the pie bigger.",
        "author": "Chrystia Freeland"
    },
    {
        "quote": "It's really important to always have a positive mind-set, no matter what people have been through.",
        "author": "Oti Mabuse"
    },
    {
        "quote": "If you're trying to talk about public issues and politics and showcase it in a positive, different way, I think people like the idea.",
        "author": "John F. Kennedy Jr."
    },
    {
        "quote": "I try to keep it light and positive most of the time, whereas earlier on I didn't always do that.",
        "author": "Gordon Lightfoot"
    },
    {
        "quote": "Explosion of positive rights started in 1932 with the election of Roosevelt.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "Some people can act Hollywood and others don't. I just try to live my life as a normal, everyday man. At times, fame does get to you. But you must stay positive and remember two things: It's easier to be happy, and without all those fans, life wouldn't be as good as it is.",
        "author": "Chumlee"
    },
    {
        "quote": "I realise myself that hate wastes a lot of time and energy, and I would rather re-direct any energy that I have to good and positive use.",
        "author": "Julian Lennon"
    },
    {
        "quote": "If anybody has a bad day, they'll just come to my room because they know I'll bring out the positive in everything, or I'll make them laugh, or I'll be just crazy.",
        "author": "Simone Biles"
    },
    {
        "quote": "In a spiritual sense, a positive attitude may help you get through chemotherapy and surgery and radiation and what have you. But a positive mental attitude does not cure cancer - any more than a negative mental attitude causes cancer.",
        "author": "Siddhartha Mukherjee"
    },
    {
        "quote": "I do believe in sending positive messages. I am a Christian, so I do believe in a lot of positive messages.",
        "author": "Quinton Aaron"
    },
    {
        "quote": "What's positive is moving from a place of growing in faith to really feeling more grounded in faith, to understand that faith is hard, that I'll stumble, that I'll make mistakes, that I'll sin. But, that's part of being on a faith path; it's part of being a human being.",
        "author": "David Gregory"
    },
    {
        "quote": "Either positive or negative comments are good because it shows I am still relevant.",
        "author": "Justin Guarini"
    },
    {
        "quote": "I essay a negative or a positive character depending on whether it's a principle role and how much it drives the movie.",
        "author": "Javed Jaffrey"
    },
    {
        "quote": "You don't have to be positive all the time.",
        "author": "Amy Purdy"
    },
    {
        "quote": "Negative freedom is freedom from - freedom from oppression, whether it's a colonial power or addiction to alcohol oppressing you. You need to be freed from negative freedom. Positive freedom is freedom for, freedom to be. And that's what's routinely ignored today.",
        "author": "Os Guinness"
    },
    {
        "quote": "When you look at the humanitarian issues - poverty, education, rights, violence - I think there are positive trends. But when you look at climate change, at plastic pollution and other forms of pollution, at overconsumption, it's a different story.",
        "author": "Boyan Slat"
    },
    {
        "quote": "A properly balanced story provides an equal representation of the negative and positive attributes of, I could say the world, but it's actually a being. 'Harry Potter''s a good example. So Harry's the hero, right. But he's tainted with evil. There's a dark and a light in every bit of that narrative. It's well balanced.",
        "author": "Jordan Peterson"
    },
    {
        "quote": "I don't think I could, with a straight face, describe myself as a completely positive person, but I'm not overly negative, either. On the whole, most writers think plots through to their consequences, and it's not always a sunny place. I have an occupational temperament for anxiety.",
        "author": "James Lasdun"
    },
    {
        "quote": "Consider all of the possibilities for positive global progress if we utilized nonviolence as the central value of our culture, encompassing our law enforcement and labor practices, which currently include people in numerous nations working for inhumane wages in unhealthy conditions.",
        "author": "Bernice King"
    },
    {
        "quote": "Just like it's not healthy to think overly negative thoughts, exaggeratedly positive thoughts can be equally detrimental. If you overestimate how much of a positive impact a particular change will have on your life, you may end up feeling disappointed when reality doesn't live up to your fantasy.",
        "author": "Amy Morin"
    },
    {
        "quote": "I think as much as people moan at things like award ceremonies, it gives people role models. It provides real positive reinforcement that you can be who you are and still massively achieve.",
        "author": "Jack Monroe"
    },
    {
        "quote": "All of us profit from being corrected - if we're corrected in a positive way.",
        "author": "Sam Walton"
    },
    {
        "quote": "I came from a happy family with loving parents, so my associations with marriage and children were all happy, positive things that brought me comfort as a child, which I wanted in my life.",
        "author": "David Furnish"
    },
    {
        "quote": "If you look for things your partner does wrong, you can always find something. If you look for what he or she does right, you can always find something, too. It all depends on what you want to look for. Happy couples accentuate the positive.",
        "author": "Mark Goulston"
    },
    {
        "quote": "To be positive is to be mistaken at the top of one's voice.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "Actually creating a positive school climate, particularly in schools that are in communities that are themselves not calm and orderly, is hard work.",
        "author": "James Forman, Jr."
    },
    {
        "quote": "Of the thousands of ways that humans differ from one another, turns out there's this one cluster of traits called conscientiousness that predict a whole host of positive life outcomes, such as longevity over our health, life satisfaction.",
        "author": "Daniel Levitin"
    },
    {
        "quote": "The real metric of success isn't the size of your bank account. It's the number of lives in whom you might be able to make a positive difference.",
        "author": "Naveen Jain"
    },
    {
        "quote": "That's all I could ever hope for, to have a positive effect on women. 'Cos women are powerful, powerful beings. But they're also the most doubtful beings. They'll never know - we'll never know - how powerful we are.",
        "author": "Rihanna"
    },
    {
        "quote": "I have to stay positive and try to find time to do what I want to do while working at the same time.",
        "author": "Lee Min-ho"
    },
    {
        "quote": "Women need opportunity and encouragement. If a girl can climb mountains, she can do anything positive within her field of work.",
        "author": "Samina Baig"
    },
    {
        "quote": "I loved all the princess films, and I grew up with them, and I think it's really cool how they've changed over the years - how the princesses have become more positive role models right up until 'Frozen.'",
        "author": "Lily James"
    },
    {
        "quote": "I choose to focus on the positive.",
        "author": "Halima Aden"
    },
    {
        "quote": "Coy Wire played in the NFL for 9 years and is now a motivational speaker and has a book out called 'Change Your Mind.' He is an amazing person with such positive energy! When Kroy and I first met and started dating, there weren't a whole lot of people that supported us, but Coy always did.",
        "author": "Kim Zolciak-Biermann"
    },
    {
        "quote": "I genuinely do want the world to change in a positive way, but I wouldn't call myself an activist, you know? I'm an entertainer who engages with activism because it feels really meaningful for me.",
        "author": "Olly Alexander"
    },
    {
        "quote": "Real Madrid wanted me to join their academy. It was a big decision to move when I was 15. It's a key age for a youngster, and you're close to your friends and family. But I moved to Madrid, and my family stayed at home. It made me mature earlier than normal. That was a very big decision, and it changed me in a positive way.",
        "author": "Juan Mata"
    },
    {
        "quote": "I find the positive in the negative all the time. Any time you give something power, it wins, and it can continuously happen, so I just let negative people know they have no place in my life. They have no place around my children.",
        "author": "Monica"
    },
    {
        "quote": "It makes me very happy when I create goals or score goals myself, but the most important thing is that the team reaches its goal and plays positive football.",
        "author": "Mesut Ozil"
    },
    {
        "quote": "'Grease' changed my life in the most amazing way, and I've had such an amazing life. When things go wrong, you've got to believe you will get through them and focus on the positive things in your life.",
        "author": "Olivia Newton-John"
    },
    {
        "quote": "I'm motivated by the positive ways in which Bitcoin use being widespread will make the world a better place.",
        "author": "Roger Ver"
    },
    {
        "quote": "If things aren't going so well, I try to stay positive and not give in to negative thoughts.",
        "author": "Rosanna Arquette"
    },
    {
        "quote": "Take your mind off the problems for a moment, and focus on the positive possibilities. Consider how very much you are able to do.",
        "author": "Ralph Marston"
    },
    {
        "quote": "I like being surrounded by people who have very little fear and very little respect for the past - not in a negative way, but in a positive way. They appreciate everything that's been done, but they constantly look for how to do it better.",
        "author": "Dan Rosensweig"
    },
    {
        "quote": "Honestly, sometimes, it takes a negative to bring about a positive.",
        "author": "Kirstin Maldonado"
    },
    {
        "quote": "We can in fact first place the beam of rays of moving positive atomic ions in a plane perpendicular to the axis in which we see the spectral lines emitted by them.",
        "author": "Johannes Stark"
    },
    {
        "quote": "People like to be around those who give off positive energy.",
        "author": "Erin Heatherton"
    },
    {
        "quote": "I always felt that, through it all, there was a really strong, forward, positive, constructive accomplishment by the American people during that period, if you consider that during the period from 1954 to 1965, this country broke through the caste system.",
        "author": "John Doar"
    },
    {
        "quote": "I believe in human-centered AI to benefit people in positive and benevolent ways.",
        "author": "Fei-Fei Li"
    },
    {
        "quote": "The stereoscopic panoramic videos that we're showing on Samsung VR are getting a lot of positive traction. It's exciting when you see creative types - whether from the music, film, or video industries - look at this stuff. The gears are turning in their head almost immediately about how they can use it as a new medium.",
        "author": "John Carmack"
    },
    {
        "quote": "I'm able to do motivational speaking all over the world and do so many positive things with my life because of my journey and the battles I've fought. Without cancer, I would have never had some of these opportunities, and I wouldn't be the man I am today.",
        "author": "Daniel Jacobs"
    },
    {
        "quote": "Engaging in social business is beneficial to a company because it leverages on business competencies to address social issues, involves one-time investment with sustainable results, and produces other positive effects such as employee motivation and improved organizational culture.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "I'm concentrating on the positive, on all the wonderful things I'm doing now.",
        "author": "Tia Carrere"
    },
    {
        "quote": "I learned early in sports that to be effective - for a player to play the best he can play - is a matter of concentration and being unaware of distractions, positive or negative.",
        "author": "Tom Landry"
    },
    {
        "quote": "If I hadn't spent many years trying to be as compassionate as Mother Teresa, as positive a thinker as W. Clement Stone, as prolific a writer as Stephen King, and as good a speaker as many of the legends I have studied, I would not be as successful as I am today.",
        "author": "Jack Canfield"
    },
    {
        "quote": "The more we can lower or even eliminate the activation energy for our desired actions, the more we enhance our ability to jump-start positive change.",
        "author": "Shawn Achor"
    },
    {
        "quote": "I hope that I can be a role model and positive influence to anyone else who is struggling with insecurities within themselves.",
        "author": "Alexa Bliss"
    },
    {
        "quote": "Modern Orthodoxy has a highly positive attitude toward the State of Israel. Our Ultra-Orthodox brethren recognize only the Holy Land, but not the state.",
        "author": "Norman Lamm"
    },
    {
        "quote": "I have always been a very positive person and tried to bring the positives from the hardest moments.",
        "author": "Juan Mata"
    },
    {
        "quote": "When me and my author friends who write about other difficult subject matter... when you hear from teens daily saying, 'Your book helped me or made me understand a friend better, what somebody else is going through,' you see the positive things.",
        "author": "Jay Asher"
    },
    {
        "quote": "Whenever I see good reviews or positive reactions, I feel more certain that Blackpink will be okay pushing forward with the things we've been seeking.",
        "author": "Jisoo"
    },
    {
        "quote": "I think the rise of China is one of the great events of all economic and human history, and I think this will be overwhelmingly a positive thing for the region and the world.",
        "author": "Paul Keating"
    },
    {
        "quote": "Is detachment the answer to freedom? No, because detachment is negative - it is to be without. The answer must be positive - I must replace what I have with something better.",
        "author": "Mother Angelica"
    },
    {
        "quote": "I can say that every ad that I control, that I'm going to make sure my ads are positive.",
        "author": "John Hickenlooper"
    },
    {
        "quote": "I kept my age quiet for a good few years. I didn't see it as a positive. I worked remotely, so I just didn't tell people.",
        "author": "Pete Cashmore"
    },
    {
        "quote": "We breathe life into a role, and it's overwhelming to receive positive feedback.",
        "author": "Sriti Jha"
    },
    {
        "quote": "We tend to think of politics as bad, full of dirty tricks, negative ads, big campaigns, but I am here to explore the original meaning of politics, which is positive and has to do with balancing competing interests and looking for solutions.",
        "author": "Eric Liu"
    },
    {
        "quote": "I was so lucky to walk away with two Super Bowls and know that the last year was positive.",
        "author": "John Elway"
    },
    {
        "quote": "Everything that's bad for you catches on too quickly in America, because that's the easiest thing to get people to invest in, the pursuits that are easy and destructive, the ones that bring out the least positive aspects of people.",
        "author": "Gil Scott-Heron"
    },
    {
        "quote": "Question: Why are we Masters of our Fate, the captains of our souls? Because we have the power to control our thoughts, our attitudes. That is why many people live in the withering negative world. That is why many people live in the Positive Faith world.",
        "author": "Alfred A. Montapert"
    },
    {
        "quote": "If you want positive search results, do positive things. If you don't want negative search results, don't do negative things. To some of my colleagues across the aisle, if you're getting bad press articles and bad search results, don't blame Google or Facebook or Twitter. Consider blaming yourself.",
        "author": "Ted Lieu"
    },
    {
        "quote": "Take everything that's bad in your life and look at the positive within it. Don't ever see your glass as half-empty.",
        "author": "Slowthai"
    },
    {
        "quote": "I believe the only thing that we really have control over is our attitude. If we focus on the positive things in our lives and learn how to cope with all the surprises, we will be happier people.",
        "author": "Brandon Jenner"
    },
    {
        "quote": "An important priority for me is a business must get their own house in order. Be or become an agent of positive change in your own enterprise and adopt responsible practices to eliminate the risks that often lie at the root of inequality and poverty.",
        "author": "Richard Branson"
    },
    {
        "quote": "Disagreements are one of the fundamental positive aspects of science.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "I presume that nobody will deny the positive aspects of the North American cultural world. These are well known to all. But these aspects do not make one forget the disastrous effects of the industrial and commercial process of 'cultural lamination' that the USA is perpetrating on the planet.",
        "author": "Jose Saramago"
    },
    {
        "quote": "I don't subscribe to, 'Here are the top ten tips to successful leadership,' or, 'How to learn leadership in ten minutes.' A leader is someone who gives positive energy to others which then results in a better change than would have happened. I think everyone is a leader.",
        "author": "Paul Polman"
    },
    {
        "quote": "My mother's nickname for me is 'Positive Patrick.' I like to live up to that title.",
        "author": "Patrick Schwarzenegger"
    },
    {
        "quote": "'Fortnite' has, I think, the most positive gamer community that's ever emerged from a game at this scale. I think it's partly because of the great community and partly because of the tone set by the game.",
        "author": "Tim Sweeney"
    },
    {
        "quote": "I was a bad person. I needed to change. I wasn't bringing anything into my life, but negative. I needed to bring some positive and to do that I've got to start within.",
        "author": "Larry Johnson"
    },
    {
        "quote": "We have a positive vision of the future founded on the belief that the gap between the promise and reality of America can one day be finally closed. We believe that.",
        "author": "Barbara Jordan"
    },
    {
        "quote": "To sustain the Trump Revolution, we must empower Trump's champions to drive positive change across America. And we must defeat 'Never Trump' elements wherever we find them.",
        "author": "Matt Gaetz"
    },
    {
        "quote": "I know that I came into the world with what I call 'big dharma' - with a blueprint to teach self-reliance and a positive loving approach to large numbers of people all over the globe. I am ever so grateful for the circumstances of my life that allowed me to be pretty much left alone and to develop as I was so intended in this incarnation.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Liberals will continue to put forward positive solutions that will help our economy grow and give all Canadians a real and fair chance at success.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "You don't read many positive things about Iran in the press, which is depressing, but when I go back to my grandparents' house in the hills, and I'm sitting by the pool, sipping a bootleg Turkish beer, watching a pirate DVD, eating my grandma's cooking... you realise there is a real bridge between politics and country and people.",
        "author": "Kayvan Novak"
    },
    {
        "quote": "I've been in football a long time and one thing you don't do is when things are going well, you don't get carried away. And when they don't, you stay positive.",
        "author": "Chris Coleman"
    },
    {
        "quote": "If a negative atmosphere pervades where you live or work, go elsewhere. Seek out friends, business associates, and mentors with positive attitudes who share your goals and best interests.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "This is our job as leaders: to offer positive solutions and empower people. Our duty is to tackle our problems before they tackle us.",
        "author": "Paul Ryan"
    },
    {
        "quote": "Sometimes you can win, but you are not building something positive for your future.",
        "author": "Antonio Conte"
    },
    {
        "quote": "Why use your natural abilities to make someone feel bad? I just want to be the guy who uses his power to be positive.",
        "author": "Kenny Omega"
    },
    {
        "quote": "For to be poised against fatality, to meet adverse conditions gracefully, is more than simple endurance; it is an act of aggression, a positive triumph.",
        "author": "Thomas Mann"
    },
    {
        "quote": "I got a lot of positive people around me.",
        "author": "Dave Chappelle"
    },
    {
        "quote": "The reason most of the children are having problems in any inner-city neighborhood is because they don't see enough positive role models in their own environment.",
        "author": "Marla Gibbs"
    },
    {
        "quote": "College was especially sweet because of the positive, hopeful atmosphere of a college campus.",
        "author": "Jerry Kramer"
    },
    {
        "quote": "That's what makes Linux so good: you put in something, and that effort multiplies. It's a positive feedback cycle.",
        "author": "Linus Torvalds"
    },
    {
        "quote": "The travel, the amazing work I have had the chance to do, the meetings with different people are all very inspiring and give me lots of positive energy.",
        "author": "Saskia de Brauw"
    },
    {
        "quote": "I would say that engineering has been a very positive experience overall, but usually coming into the situation it would be one of being underestimated. People would actually have low expectations. But I would take advantage of it quite honestly, because I would take my time to underestimate the situation.",
        "author": "Lonnie Johnson"
    },
    {
        "quote": "I am not a big fan of positive thinking. The term suggests that there is something negative that you have to counteract by being positive. That is an artificial duality.",
        "author": "Srikumar Rao"
    },
    {
        "quote": "I always welcome being part of something positive in WWE.",
        "author": "Mick Foley"
    },
    {
        "quote": "There's a way that you can throw negativity out there that seems rebellious. But I've always taken pleasure in a different kind of rebellion, which is putting a positive spin on everything, trying to enjoy myself at all times.",
        "author": "Zac Efron"
    },
    {
        "quote": "Hope is not just... out in the sky, or accepting the facts or reality. Hope is having optimistic, positive expectations.",
        "author": "Craig Sager"
    },
    {
        "quote": "You have to learn how to harness technology so you can use it for positive stuff without being disconnected from nature.",
        "author": "Talib Kweli"
    },
    {
        "quote": "We need more of our young youth graduating from college trying to get their education, and trying to be contributing members, positive contributing members to the community.",
        "author": "Ed Reed"
    },
    {
        "quote": "For the general public or psychos on Facebook, for everyone who's made one negative comment about me, I've probably gotten 250-300 positive comments.",
        "author": "Abby Lee Miller"
    },
    {
        "quote": "When my inner mood is positive, I also feel great on the outside.",
        "author": "Liu Wen"
    },
    {
        "quote": "I invite people to read the hundreds of positive articles instead of getting affected by the occasional outburst from a troll.",
        "author": "Walter O'Brien"
    },
    {
        "quote": "Getting sober just exploded my life. Now I have a much clearer sense of myself and what I can and can't do. I am more successful than I have ever been. I feel very positive where I never did before, and I think that's all a direct result of getting sober.",
        "author": "Jamie Lee Curtis"
    },
    {
        "quote": "My advice to young wrestlers is that your surroundings really make a difference. You want to put yourself in good, positive surroundings.",
        "author": "Dan Gable"
    },
    {
        "quote": "The most direct path to success is a good job, but the road to employment for those with criminal records is often riddled with barriers. Removing those barriers would allow those with records to leave the past behind, support their families, make a positive future - and improve our economy.",
        "author": "Bob Casey, Jr."
    },
    {
        "quote": "Nature isn't positive in that way. It doesn't aim itself at you. It's not being unkind to you.",
        "author": "David Attenborough"
    },
    {
        "quote": "It doesn't really matter how famous I am. What's important is that Bulgaria is represented in a good and positive way all around the world.",
        "author": "Rusev"
    },
    {
        "quote": "The nature of catastrophe is, after all, reasonably unvarying in the way it ruins, destroys, wounds and devastates. But if something can be learned from the event - not least something as profound as the theory of plate tectonics - then it somehow puts the ruination into a much more positive light.",
        "author": "Simon Winchester"
    },
    {
        "quote": "One positive command he gave us: You shall love and honor your emperor. In every congregation a prayer must be said for the czar's health, or the chief of police would close the synagogue.",
        "author": "Mary Antin"
    },
    {
        "quote": "I am a person who is always positive.",
        "author": "Mauricio Pochettino"
    },
    {
        "quote": "I've always been a guy to keep positive energy on the sideline.",
        "author": "Baker Mayfield"
    },
    {
        "quote": "Always positive vibes in the Lingard camp.",
        "author": "Jesse Lingard"
    },
    {
        "quote": "People ask if I feel pigeon-holed by always doing the same kind of humorous role. But my tool has always been humor because it's the most entertaining way to put any ideology across, and it's fun, and it's positive, and it's a healer. Laughter is God's gift. I feel privileged to be able to do it.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "The patience that goes with the game, the little things that go along with the game, you have so much more time to think in golf than you do in football - you have to keep your thoughts positive. I'm not sure I've got that mastered.",
        "author": "John Elway"
    },
    {
        "quote": "I'm an activist. I'm a proud activist. So I want to be someone who is pro-black and pro-Africa and still be somebody that has positive influence.",
        "author": "Kat Graham"
    },
    {
        "quote": "When herding behaviour among investors ramps up, a stock's or index's growth rate can increase faster than exponentially, leading to more herding. This positive feedback brings the system to a tipping point. About two-thirds of the time, a crash results.",
        "author": "Didier Sornette"
    },
    {
        "quote": "I am a positive person. I am not cynical. If you are born in this world, no matter who you are, negative things will happen. If you aren't positive as a person, you'll be very unhappy. It's extremely important to be positive, to laugh, to be happy, to accept life as it comes.",
        "author": "Bipasha Basu"
    },
    {
        "quote": "You don't need to invade a place or install a new government to help bring about a positive change.",
        "author": "Nicholas Kristof"
    },
    {
        "quote": "There is in the DNA of the Italians a bit of madness, which in the overwhelming majority of cases is positive. It is genius. It is talent. It's the masterpieces of art. It's the food, fashion, everything that makes Italy great in the world.",
        "author": "Matteo Renzi"
    },
    {
        "quote": "The key thing about force protection is... if you focus too much on force protection, and you disengage yourself from the community, you're putting yourself at greater risk because you need to interact with the community in a positive way to gain the intelligence you need.",
        "author": "H. R. McMaster"
    },
    {
        "quote": "The right to privacy has both positive and negative connotations for those who consider themselves part of the natural law tradition.",
        "author": "David Novak"
    },
    {
        "quote": "I've by and large been a positive person ever since I can remember.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "I am a positive person. I never think of the glass as half empty. I just keep pushing forward.",
        "author": "Rosie Perez"
    },
    {
        "quote": "I might rap about a lot of stuff, but that's just a reflection about what I've been through. But in real life, everything I do is positive.",
        "author": "21 Savage"
    },
    {
        "quote": "The upside to anger? Getting it out of your system. You got to express your anger. Then you have room for more positive things. If I hold something in a long time, and then I speak it, it's amazing how the light shines so much brighter.",
        "author": "Reba McEntire"
    },
    {
        "quote": "You have a lot of ups and downs in coaching, especially, but I can't remember any bad times at this point. I mean, they're all good. A lot of tears when you lose, a lot of down times, but I can't remember any of them. They're all positive now. Even the bad times were good.",
        "author": "Don Nelson"
    },
    {
        "quote": "A lot of the problems I had with fame I was bringing on myself. A lot of self-loathing, a lot of woe-is-me. Now I'm learning to see the positive side of things, instead of, like, 'I can't go to Kmart. I can't take my kids to the haunted house.'",
        "author": "Eminem"
    },
    {
        "quote": "Being body positive is really important to your overall happiness. It's hard to see someone with a 'perfect' body and be like, 'Why can't I be like her?' But that person was born to be who she is, and you're born to be who you are.",
        "author": "Sabrina Carpenter"
    },
    {
        "quote": "All one needs to do is read - books, magazines, research the Internet - and pay attention to the influencers in their lives to discover the myriad people of strong moral character who have and still are making positive, meaningful contributions and differences in our world.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "It's a horrible name, Coldplay. It doesn't conjure up any positive thoughts.",
        "author": "Ian Brown"
    },
    {
        "quote": "The object of my relationship with Vietnam has been to heal the wounds that exist, particularly among our veterans, and to move forward with a positive relationship,... Apparently some in the Vietnamese government don't want to do that and that's their decision.",
        "author": "Ho Chi Minh"
    },
    {
        "quote": "My father was an absolutely wonderful human being. From him I learned to always assume positive intent. Whatever anybody says or does, assume positive intent.",
        "author": "Indra Nooyi"
    },
    {
        "quote": "I hope that, when I leave this planet, I will have touched a few people in a positive way. That's really what I hope I am remembered for the most.",
        "author": "Will Rothhaar"
    },
    {
        "quote": "Something I would have never thought that I could have done before is dancing in front of thousands of people. It changed how people view me in a negative and a positive way.",
        "author": "Charli D'Amelio"
    },
    {
        "quote": "I think that politics could be a positive thing. My beef is that people focus on the personal aspect of a politician too much. They should focus on the results.",
        "author": "LL Cool J"
    },
    {
        "quote": "I like to think my dad was easygoing and kind, and I think some of those things have been passed down. I am like him in a sense of being positive and hopeful. He was compassionate, and I've got a lot of that in me as well.",
        "author": "Joel Osteen"
    },
    {
        "quote": "I talk about my faith. I talk about positive things that I've dealt with that have taught me things, and I talk about negative things that I'm dealing with.",
        "author": "NF"
    },
    {
        "quote": "Frankly speaking, if I care what people write, whether it is positive or negative, I believe, personally, I'm on the wrong path.",
        "author": "John McLaughlin"
    },
    {
        "quote": "I love everybody. One of the great things about me is that I have a very positive attitude.",
        "author": "Imelda Marcos"
    },
    {
        "quote": "The number of people with HIV receiving Medicare benefits has grown over time, reflecting growth in the size of the of the HIV positive population in the U.S. but also an increased lifespan for people with HIV due to antiretroviral medicines and other treatment advances.",
        "author": "David Mixner"
    },
    {
        "quote": "As a global carrier, we always have a positive view on investment in infrastructure that supports our industry.",
        "author": "Soren Skou"
    },
    {
        "quote": "Startupfest is a very positive conference. I think a lot of it has to do with how different culturally it is from other startup or tech conferences.",
        "author": "Harper Reed"
    },
    {
        "quote": "You have to think for your team-mates and give them positive response. Whatever happens as a captain you have to take the responsibility. Backing my team-mates and supporting them was the biggest learning.",
        "author": "Ajinkya Rahane"
    },
    {
        "quote": "As a practicing Jew, I have studied with Christian teachers whom I respect for who they are and what they are, including their positive concern with Jews and Judaism.",
        "author": "David Novak"
    },
    {
        "quote": "Being reminded of your past doesn't mean that you have to live with constant grief. It simply means that you have been given the opportunity to transform your past into something positive.",
        "author": "Abby Johnson"
    },
    {
        "quote": "Is everything funny? For me, yes. There's a positive to every negative. Even my divorce? For me, yes. If you go back and look at it, why it happened or how it happened, there's something in there that'll make you laugh.",
        "author": "Kevin Hart"
    },
    {
        "quote": "Why should conservationists have a positive interest in... farming? There are lots of reasons, but the plainest is: Conservationists eat.",
        "author": "Wendell Berry"
    },
    {
        "quote": "I think that giving mindless praise is ridiculous. But I understand why parents do it. They want their kids to feel good about themselves. But parents are never going to teach their children true, positive self esteem by praising everything they do.",
        "author": "Rosalind Wiseman"
    },
    {
        "quote": "Celebrate yourself... and stay positive!",
        "author": "Khoudia Diop"
    },
    {
        "quote": "I am convinced after more than 50 years in the field of motivation that anyone who wants to learn to look at life and/or their circumstances in a positive light can do so.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "People don't believe in positive changes anymore.",
        "author": "Alexei Navalny"
    },
    {
        "quote": "My wife and I had been to the genetic counselor; my wife is not Jewish - she's the shiksha goddess type - and was negative for everything. But I was positive. I carried the gene for three genetic disorders, which, if she had been positive for, we would have passed down to the child.",
        "author": "James Gray"
    },
    {
        "quote": "Mostly I want to talk positive; I wanna talk about a bunch of great kids that I coached and made me look good and the university that I've seen grow from a cow college, which it was, only 12,000 people, and when I came here, we weren't at Pennsylvania State University, we were at Penn State College.",
        "author": "Joe Paterno"
    },
    {
        "quote": "You see, you learn from all your bad experiences, so they're really positive. It's all part of the cosmic knowing.",
        "author": "Nina Hagen"
    },
    {
        "quote": "My philosophy is, I can't make every product that can possibly use a high-performance CPU and graphics. Why shouldn't I enable others, in a positive fashion, to leverage AMD IP in more places?",
        "author": "Lisa Su"
    },
    {
        "quote": "I have often been struck by the fact that most parents who are experiencing positive and rewarding relationships with their pre-adolescent children are, nevertheless, waiting apprehensively and bracing themselves for the stormy adolescent period.",
        "author": "Albert Bandura"
    },
    {
        "quote": "If you're not happy with something, take positive steps.",
        "author": "Camille Kostek"
    },
    {
        "quote": "My grandmother, she's been the positive portion of my life the entire time. She raised us Baptist, and when I got old enough to say I didn't want to go to church, she didn't force me. She was cool.",
        "author": "Curtis Jackson"
    },
    {
        "quote": "When you are injured you have to keep a positive mindset and keep moving forward.",
        "author": "Danny Ings"
    },
    {
        "quote": "I'm extremely positive about investment in Africa. Africa has a wonderful climate, wonderful people, and amazing possibilities. Africa has been called dark and hopeless, but today it is neither of these. Africa is awakening. It's a huge market of almost a billion people with huge resources and a young population. It's the best place to invest.",
        "author": "Christoffel Wiese"
    },
    {
        "quote": "If we want girls to receive positive reinforcement for early acts of leadership, let's discourage bossy behavior along with banning bossy labels. That means teaching girls to engage in behaviors that earn admiration before they assert their authority.",
        "author": "Adam Grant"
    },
    {
        "quote": "I'm a huge reggae fan. I want to go to Jamaica and make, like, Bob Marley 'One Love' positive songs. That's what the world needs.",
        "author": "Jenny Lewis"
    },
    {
        "quote": "We have a battery of tests planned at regular intervals including DNA methylation analysis, gene expression profile changes, telomere length (both TAT and QTRAP measured) and various other metrics that will highlight positive changes to aging biomarkers.",
        "author": "Liz Parrish"
    },
    {
        "quote": "I've always made that push for me to be positive and stay forward with my goals.",
        "author": "Gervonta Davis"
    },
    {
        "quote": "Ms. Oprah Winfrey gave me some advice to just always stay in the moment, and don't waste energy on negative things, and put your energy into positive things in your life. I just try to remember that every day and keep on going.",
        "author": "Storm Reid"
    },
    {
        "quote": "Orbs are little bundles of positive energy and they think they can move between 500 and 1,000 miles per hour. They look like little round planets, but they come in all shapes and sizes. Conventional photography can't pick them up, but digital cameras can.",
        "author": "Noel Edmonds"
    },
    {
        "quote": "People are too quick to criticize and condemn. We've got to be more positive.",
        "author": "Tab Hunter"
    },
    {
        "quote": "Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind.",
        "author": "Natalie Massenet"
    },
    {
        "quote": "Well, you know, a lot of people look at the negative things, the things that they did wrong and - which I do. But I like to stress on the things I did right, because there are certain things that I like to look at from a positive standpoint that are just positive reinforcement.",
        "author": "Tiger Woods"
    },
    {
        "quote": "We who work in technology have nurtured an especially rare gift: the opportunity to effect change at an unprecedented scale and rate. Technology, community, and capitalism combine to make Silicon Valley the potential epicenter of vast positive change.",
        "author": "Justin Rosenstein"
    },
    {
        "quote": "When i was younger I was much more self focussed. I was worried about my self-image. I thought I was too fat. I was very critical of myself, and then I met and got to know and understand my husband. He helped me turn myself around. He had such a positive attitude towards life.",
        "author": "Judith Durham"
    },
    {
        "quote": "Show people a positive path that enables them to make progress on their own terms. Give them options and alternatives that empower them.",
        "author": "Mark Goulston"
    },
    {
        "quote": "I had a rough childhood coming up, and I just took all that negative energy and made it very positive for myself to drive me. I'm a very driven person. I have passion that almost scares people, just to be successful and make it no matter what.",
        "author": "David Goggins"
    },
    {
        "quote": "All the evidence, experimental and even a little theoretical, seems to indicate that it is the energy content which is involved in gravitation, and therefore, since matter and antimatter both represent positive energies, gravitation makes no distinction.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "If you use that time where you're alone in ways that bring you joy and peace, then that solitude can have a really positive effect on your life.",
        "author": "Vivek Murthy"
    },
    {
        "quote": "I had to come from something, come from a place that was negative and positive but the majority of it is a negative place.",
        "author": "Kendrick Lamar"
    },
    {
        "quote": "If I had my way, I wouldn't do annual reviews, if I felt that everybody would be more honest about positive and negative feedback along the way. I think the annual review process is so antiquated.",
        "author": "Carol Bartz"
    },
    {
        "quote": "Laverne Cox, Isis King, Janet Mock, Our Lady J, Ryan Murphy, Steven Canals, the people I've met growing up, and even me - all have inspired me to see that it is possible to get far anywhere and that the capacity for positive and motivating influence is truly unlimited.",
        "author": "Indya Moore"
    },
    {
        "quote": "I think the only positive thing that came from Uruguay's dictatorship was the spread of Montevideo natives around the world, and I continued writing about them from my various places of exile.",
        "author": "Mario Benedetti"
    },
    {
        "quote": "To live like we are supposed to, we need to listen to our blood, so to speak. Our paganism is in our blood, and to be able to create a positive and meaningful civilization in the future, on the ruins of the 'Sodom and Gomorrah' we live in today, we need to live in accordance with our blood.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "We try to keep our heads cool and our chins up to win every weekend. Sometimes it works better than others but you have to focus on the positive side so for that next game you still have the right state of mind.",
        "author": "Gervinho"
    },
    {
        "quote": "More brands are waking up to their social responsibility and doing good work through cause marketing campaigns. Yet too many still go about it the wrong way. I mean 'wrong' in two senses. Firstly, they are marketing ineffectively, and secondly, as a consequence their positive social impact is not maximized.",
        "author": "Simon Mainwaring"
    },
    {
        "quote": "The positive aspects of modernity are to be acknowledged unreservedly: we are all grateful for the marvellous possibilities that it has opened up for mankind and for the progress in humanity that has been granted to us.",
        "author": "Pope Benedict XVI"
    },
    {
        "quote": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.",
        "author": "Lenny Kravitz"
    },
    {
        "quote": "A buoyant, positive approach to the game is as basic as a sound swing.",
        "author": "Tony Lema"
    },
    {
        "quote": "Live your days on the positive side of life, in tune with your most treasured values. And in each moment you'll have much to live for.",
        "author": "Ralph Marston"
    },
    {
        "quote": "I've been humbled by the strong support and deeply moved by the positive response from folks in every corner of North Carolina who agree we need new leadership.",
        "author": "Cal Cunningham"
    },
    {
        "quote": "For me, the more I think about the problems of the world, I feel I have to be positive. I wouldn't like to fall into cynicism or nihilism. That's not in my nature.",
        "author": "Manu Chao"
    },
    {
        "quote": "Let's not dismiss or attack individual ideas as being inadequate before we have had a chance to assess their positive effect as part of a whole solution.",
        "author": "John Thune"
    },
    {
        "quote": "A good part of my leadership skills is crafted from learning from experiences early in my career that were not positive experiences.",
        "author": "John Lasseter"
    },
    {
        "quote": "When historians write the last pages of their books, and the producers of history documentaries sit down to edit the final minutes of their programmes, there is often a strong urge to look to the future and emphasise the positive.",
        "author": "David Olusoga"
    },
    {
        "quote": "I've been thinking about disowning some of my genes lately. I have a few healthy, happy, long-living optimists in my family tree - most of them fans of Christian Science founder Mary Baker Eddy, a major champion of positive thinking. But I've got plenty of ancestors who played out more tortured hands.",
        "author": "Ariel Gore"
    },
    {
        "quote": "I've always been a positive, optimistic person who loves life, and I've got a lot to be positive about.",
        "author": "Samantha Barks"
    },
    {
        "quote": "Electricity is of two kinds, positive and negative. The difference is, I presume, that one comes a little more expensive, but is more durable; the other is a cheaper thing, but the moths get into it.",
        "author": "Stephen Leacock"
    },
    {
        "quote": "Nothing compares to Rome. Nothing. People there are crazy about football - in a positive way.",
        "author": "Edin Dzeko"
    },
    {
        "quote": "Positive, adj.: Mistaken at the top of one's voice.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "To me, success is making a positive difference through art - making art that affects the world and that changes the way people feel about themselves and the world.",
        "author": "Kat Graham"
    },
    {
        "quote": "I don't think you could write fiction or create art unless you are sort of a positive person.",
        "author": "David Means"
    },
    {
        "quote": "I just try to stay positive and focused on the tennis, not let anything get to me, like crazy questions. But I'm tough, let me tell you, tough as nails.",
        "author": "Venus Williams"
    },
    {
        "quote": "Obviously social media has had a massive impact on the fame game, but not in a positive way. But it can be for some.",
        "author": "Margot Robbie"
    },
    {
        "quote": "I try and balance positive and negative character traits given to me.",
        "author": "Rao Ramesh"
    },
    {
        "quote": "With everything that's thrown at you, whether it be problems at home, problems at work - whatever - basically, if you remain positive, you can see your way out of that.",
        "author": "Sean Paul"
    },
    {
        "quote": "I really wanted to do something positive on the Internet. I wanted to try to get young people talking about, thinking about, life's big questions-make it cool and OK to wonder about the heart, the soul and free will and God and death and big topics like that, big human topics.",
        "author": "Rainn Wilson"
    },
    {
        "quote": "I don't know if the term 'liberation theology,' which can be interpreted in a very positive sense, will help us much. What's important is the common rationality to which the church offers a fundamental contribution, and which must always help in the education of conscience, both for public and for private life.",
        "author": "Pope Benedict XVI"
    },
    {
        "quote": "It feels bad when a film doesn't work; everyone puts in a lot of effort to make a movie. The positive side to failure - they make me work harder.",
        "author": "Shahid Kapoor"
    },
    {
        "quote": "You fight, you try your best, but if you lose, you don't have to break five racquets and smash up the locker room. You can do those things, but when you've finished, nothing's changed. You've still lost. If something positive came from that, I probably would do it. But I see only negativity.",
        "author": "Rafael Nadal"
    },
    {
        "quote": "When people say things like, 'Oh, I can't find black or brown whatever position it is,' I wanted to be clear that we exist in droves. When I tell people, 'Hey, share your work, share your LinkedIn,' it's with the ultimate goal that somebody on that thread gets hired, or something positive happens.",
        "author": "Luvvie Ajayi"
    },
    {
        "quote": "Even if things are not going well for you... just stay in the positive way of thinking.",
        "author": "Anitta"
    },
    {
        "quote": "I hate banks. They do nothing positive for anybody except take care of themselves. They're first in with their fees and first out when there's trouble.",
        "author": "Earl Warren"
    },
    {
        "quote": "I wasn't a vegan when I came to Congress. It was a decision I made soon after I got here, and it's had such a positive impact on my life that I decided to try to help others as well.",
        "author": "Ted Deutch"
    },
    {
        "quote": "Those who really value Ukrainian sovereignty should opt for real independence and a positive neutrality: neither a plaything of the West nor Moscow.",
        "author": "Tariq Ali"
    },
    {
        "quote": "Actually, we chose the name Sun Cellular because we believe the name 'Sun' is bright, forward-looking and optimistic. It is my sincere hope that the whole Philippines will share our positive outlook, optimism and faith in the country's future.",
        "author": "John Gokongwei"
    },
    {
        "quote": "We have now under President Obama's leadership had 29 months in a row of private sector job growth. That stretch of positive private sector job growth hasn't happened since 2005. We still have a long way to go, but we are moving in the right direction.",
        "author": "Martin O'Malley"
    },
    {
        "quote": "Suppose you could be hooked up to a hypothetical 'experience machine' that, for the rest of your life, would stimulate your brain and give you any positive feelings you desire. Most people to whom I offer this imaginary choice refuse the machine. It is not just positive feelings we want: we want to be entitled to our positive feelings.",
        "author": "Martin Seligman"
    },
    {
        "quote": "I feel ups and downs are a part of one's career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it.",
        "author": "Deepika Padukone"
    },
    {
        "quote": "Having faith and trust that one day things will be greater, it sometimes is the one thing you need to stay positive in a negative situation.",
        "author": "Shaquem Griffin"
    },
    {
        "quote": "I believe that when you work on yourself, you are attracted by different, more positive beings.",
        "author": "Isabelle Adjani"
    },
    {
        "quote": "Teaching's hard! You need different skills: positive reinforcement, keeping students from getting bored, commanding their attention in a certain way.",
        "author": "Bill Gates"
    },
    {
        "quote": "I've been on both sides: the victim and the villain. I was the victimised model, and everything from my weight to my fertility was held up for discussion. And then I was the person that could garner some kind of positive outcome, by taking on the role of vice chairman of the British Fashion Council and becoming an activist of body image.",
        "author": "Erin O'Connor"
    },
    {
        "quote": "It's extremely important just to keep things positive and happy as much as we can... I think it's important that singers, actors, or whatever use our voice to spread positive messages as much as we possibly can.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "Conservatism has had from its inception vigorously positive, intellectually rigorous agenda and thinking. That agenda should have in my three pillars: strengthen the economy, strengthen our security, and strengthen our families.",
        "author": "Mitt Romney"
    },
    {
        "quote": "My work is still very much light-hearted, positive outlook, laugh at yourself. But it isn't going to be the laugh-a-minute kind of thing that my early work was.",
        "author": "Tom Bodett"
    },
    {
        "quote": "Play like you're positive on the victory, even though they're leading big now.",
        "author": "Knute Rockne"
    },
    {
        "quote": "Sometimes a good love song can change the world and create positive energy more than any political song can.",
        "author": "Serj Tankian"
    },
    {
        "quote": "For me, being tall was very positive because I thought my mom was the most beautiful person ever.",
        "author": "Lisa Leslie"
    },
    {
        "quote": "It's so essential to happiness to speak your truth out loud - because this sharing of your core pain is what creates a necessary healing shift - from negative beliefs about the world - to positive beliefs - and frees you up to be able to fully view life with meaning, purpose and connection with others.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "Magic to me is you make a movie and it's all great and it clicks, and at the end of the day you feel like you're having an experience that is positive and that you're learning from.",
        "author": "Julia Roberts"
    },
    {
        "quote": "Morning meditation is important to start every day on a positive note.",
        "author": "Susan Burton"
    },
    {
        "quote": "After reading the book 'The Secret,' it really changed my life because they made it visual and you saw how when someone thinks negative they attract negativity. A self-fulfilling prophecy whether it was negative or positive is basically the whole concept. Whatever you think, your mind is going to reproduce.",
        "author": "Redfoo"
    },
    {
        "quote": "All company bosses want a policy on corporate social responsibility. The positive effect is hard to quantify, but the negative consequences of a disaster are enormous.",
        "author": "Noreena Hertz"
    },
    {
        "quote": "I don't really remember, but I'm positive that whenever I cried, my mother gave me something to eat. I'm sure that whenever I had a fight with the little girl next door, or it was raining and I couldn't go out, or I wasn't invited to a birthday party, my mother gave me a piece of candy to make me feel better.",
        "author": "Jean Nidetch"
    },
    {
        "quote": "When we're on stage doing a song about positive body image or another about female empowerment, everyone out there is super into it and right there with us. It's been awesome. I feel like we fit right in.",
        "author": "Lizzo"
    },
    {
        "quote": "If we're stuck with having expectations, there's a very good reason to embrace positive ones: It's that we often create what we anticipate.",
        "author": "Martha Beck"
    },
    {
        "quote": "Numerous things that go on such as the way Houston interacts with my family; we're treated in a first-class way. They helped us when my wife lost our baby daughter in a miscarriage. They help with anything you ask of them because they are a very caring organization with positive attitudes about its players.",
        "author": "Johnathan Joseph"
    },
    {
        "quote": "I try to stay positive and be very, very active.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "Embracing the freedom of Brexit gives us the choice of what sort of country we want to become and means we can look forward to a more positive tomorrow.",
        "author": "Priti Patel"
    },
    {
        "quote": "I am not trendy. I am not 'in fashion.' I am simply a positive human being who has a positive outlook on life.",
        "author": "Thierry Mugler"
    },
    {
        "quote": "The positive and negative states of being bring about action. They cause the loss of balance and of happiness. They cause the eternal revolutions - the changes that follow one upon the other. They explain why happiness cannot be achieved in time.",
        "author": "Piet Mondrian"
    },
    {
        "quote": "A lot of people are in politics to make friends, too, instead of making positive change. They're worried about getting re-elected.",
        "author": "Jon Runyan"
    },
    {
        "quote": "I don't like to see projects that are all black or all white. It's how life is. I do like to make sure that I do a nice black family film; that's like keeping my home base. I do other things, but I like to always come back to a positive family film, because of all the negative influences today.",
        "author": "Vivica A. Fox"
    },
    {
        "quote": "It is so easy to be pleasant and charming and positive when life is going swimmingly well. You are winning. You are healthy. You are happy. But what happens when life throws darts at you?",
        "author": "Julie Foudy"
    },
    {
        "quote": "I think U.N. organizations are important organizations. They exist for good reasons. And we also admit that there is room for us to improve the way we do business. The WHO will be a very positive and proactive partner in the overall U.N. reform, which is also important.",
        "author": "Margaret Chan"
    },
    {
        "quote": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women.",
        "author": "Atifete Jahjaga"
    },
    {
        "quote": "It's great to be somewhat of a role model. I want to be a positive and good role model and lead by example and try to do the best I can. Playing good golf definitely draws attention, but I want to have a good attitude on the course and do the right things.",
        "author": "Rickie Fowler"
    },
    {
        "quote": "Children up to the age of seven are like sponges. They look up to adults and copy what they do. So I thought if I could create a positive role model - a superhero, if you like - who moves around and has a balanced lifestyle - then they would be motivated to move more.",
        "author": "Magnus Scheving"
    },
    {
        "quote": "All my life, I have been a positive thinker... I have always been able to survive by telling myself that no matter how bad things are, they will one day be better. And that out of every event - no matter how tragic - one can always find a way to survive and even, perhaps, to be a little bit happy.",
        "author": "Zsa Zsa Gabor"
    },
    {
        "quote": "Of course, the E.U. were never going to welcome Brexit. Some sour grapes were inevitable. That's why we worked hard to leave on positive terms, extending the arm of friendship.",
        "author": "Dominic Raab"
    },
    {
        "quote": "The world is a slightly better place for having improvisation in it than it was before. There's something about it that says something positive about the human spirit, that a bunch of people can get together and by following a few simple traffic rules can create art and can entertain an audience and can thrill and exalt each other.",
        "author": "Del Close"
    },
    {
        "quote": "One out of every 100 American men is HIV positive. The rate of infection has reached epidemic proportions in 40 developing nations.",
        "author": "Philip Emeagwali"
    },
    {
        "quote": "At Manhattan GMAT, I had done my best to create a positive work environment and culture, and I further believed in rewarding people financially at or above the market rate for a job well done.",
        "author": "Andrew Yang"
    },
    {
        "quote": "The farther we go down a negative path, which we see every day, the more we yearn for the positive.",
        "author": "Kurt Warner"
    },
    {
        "quote": "I can only do my best, work hard, be positive and confident and I believe in myself. That is the only thing I can do.",
        "author": "Simon Mignolet"
    },
    {
        "quote": "I think 'destined for greatness,' for me, is digging deep inside and knowing that I will always strive to be the best person I can possibly be and effect change in a positive way.",
        "author": "Nina Tassler"
    },
    {
        "quote": "I want to be remembered for the good work that I've done, for the positive work, and as somebody who was innovative and who people enjoyed.",
        "author": "Evan Ross"
    },
    {
        "quote": "Good on all the youths that are trying to do something different and do something positive.",
        "author": "AJ Tracey"
    },
    {
        "quote": "One of the most gratifying, rewarding things is when people come up, and they tell you how the show influenced their lives in a very positive way. When I do these things like Comic Con, I get people who are lawyers, judges, plumbers, carpenters, and entire families, and it's mostly for 'Batman.' But now, amazingly, it's also for 'Family Guy.'",
        "author": "Adam West"
    },
    {
        "quote": "I'm not going to fearmonger to win an election. I'm going to focus on the positive opportunities we have for a bright future for all of our families, where everyone has the freedom and opportunity to thrive.",
        "author": "Stacey Abrams"
    },
    {
        "quote": "Being positive may be a character defect of mine.",
        "author": "Quentin Blake"
    },
    {
        "quote": "All this stuff doesn't happen to you for your own sake. It doesn't happen to you so you can fill your shelves with trophies or line your pockets with cash; it happens so you can have a positive influence and encourage other people.",
        "author": "David Robinson"
    },
    {
        "quote": "I plan with the BBC African Player of the Year award to become an agent of hope and positive change in the lives of the millions of African youths who have lost hope and are deprived.",
        "author": "Emmanuel Adebayor"
    },
    {
        "quote": "Money is a very important tool to make a big difference in people's life. It is positive or negative depending on the values.",
        "author": "Shiv Khera"
    },
    {
        "quote": "There's a fine line between stubbornness and the positive side of that, which is dogged determination.",
        "author": "Jeb Bush"
    },
    {
        "quote": "You have to use your pain as your gift. If you're able to take something really negative and repackage it as something positive, you've nailed it.",
        "author": "Julia Fox"
    },
    {
        "quote": "I basically have a very positive philosophy of life, because I don't feel I have anything to lose. Most things are going to turn out okay.",
        "author": "Hal Ashby"
    },
    {
        "quote": "There is an inherent hope and positive drive to New Yorkers.",
        "author": "John Oliver"
    },
    {
        "quote": "There's a magical energy and power from the ocean. I was born in a room overlooking the sea, in the middle of a storm. Perhaps, then, it's not surprising that shores touch my soul. Science might disagree, but I think there's a difference in the air on a coast - the positive ions, perhaps.",
        "author": "Jo Beverley"
    },
    {
        "quote": "We need a lot more positive Latin role models in movies and in television. They exist! It's not fiction.",
        "author": "John Leguizamo"
    },
    {
        "quote": "As a goalie, you must stay positive. And if you do make a mistake, well, those things happen when you play my position.",
        "author": "Henrik Lundqvist"
    },
    {
        "quote": "I learned to take those experiences that were difficult in my life and in the adversity that I had overcome to use it for a positive change.",
        "author": "Dominique Moceanu"
    },
    {
        "quote": "A lot of the kids gave a lot of positive feedback about if I ever became a coach, they would love to play in our program. And I was very confident that we would be able to get the top-tier players to come in.",
        "author": "Penny Hardaway"
    },
    {
        "quote": "I believe in the imperative to explore, so any project that I can be involved with that celebrates that, and expands people's imagination around that idea of pushing out, is one of the most positive things that I think I could be involved with.",
        "author": "Ron Howard"
    },
    {
        "quote": "Right after any kind of procedure you want to be surrounded by love and you need good healing vibes and positive energy around you.",
        "author": "Camille Grammer"
    },
    {
        "quote": "I have played on many teams throughout my career, and I know when a team has the tools, and the right positive attitude towards winning.",
        "author": "Boomer Esiason"
    },
    {
        "quote": "If you have a negative thought - 'I can't stand my boss' - it perpetuates a negative worldview. But if you supplant each negative thought with three positive ones, you begin to restructure your brain.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "The Commonwealth is a vital and positive partnership between countries striving to develop trade relations and promote democracy and human rights, united by shared values.",
        "author": "Douglas Alexander"
    },
    {
        "quote": "I think people are so immersed in the anti-Scientology mindset by consuming tabloid media and stories about space aliens. It's baffling. When I say I want to see a more positive side of the church, all I'm saying is I want to get past these headlines that talk about aliens and Tom Cruise jumping on a sofa.",
        "author": "Louis Theroux"
    },
    {
        "quote": "It's a positive thing to talk about terrible things and make people laugh about them.",
        "author": "Louis C. K."
    },
    {
        "quote": "Do I feel any pressure as the most decorated Winter Olympian in American history? None at all. The only pressures that I know I face are those of how to pay it forward: How can I continually make a positive impact in people's lives, help others achieve their dreams, create their own Olympic mindset, creating champions within themselves?",
        "author": "Apolo Ohno"
    },
    {
        "quote": "They've been fairly positive, as firm as they could be in regards to the derivatives operations in Montreal. We didn't sense that there was a hesitation about it. But things change.",
        "author": "Jean Charest"
    },
    {
        "quote": "I am really, I think, truly an easygoing, positive, fun person.",
        "author": "Lisa Scottoline"
    },
    {
        "quote": "I do like to write nasty songs. It's a useful weapon to have, and it's cathartic as well, because I create art out of anger, something positive out of something negative.",
        "author": "Lisa Marie Presley"
    },
    {
        "quote": "I appreciate when people give us some positive feedback, and in the past, when I was younger, I might have allowed it to get to my head and have a bit of an ego.",
        "author": "Drew McIntyre"
    },
    {
        "quote": "I want always to be positive.",
        "author": "Gianni Versace"
    },
    {
        "quote": "I have a responsibility to my fellow my community, to my fellow man, and woman. With that said, I create from a place of selfishness, but I'm also cognizant of potential impact on others. And I try to make that impact positive.",
        "author": "Vic Mensa"
    },
    {
        "quote": "To a point, family does that and a couple of life experiences both positive and negative that have definitely altered my perception on rugby. Whereas my first 28-29 years, rugby was the entire focus, which was not that healthy, now you realise what is really important.",
        "author": "Alun Wyn Jones"
    },
    {
        "quote": "I don't just want a better deal for Britain. I want a better deal for Europe too. So I speak as British prime minister with a positive vision for the future of the European Union. A future in which Britain wants, and should want, to play a committed and active part.",
        "author": "David Cameron"
    },
    {
        "quote": "It was a very emotional dinner... Everyone shared personal stories about her and gave her words of encouragement and inspiration. Everyone tried to remain positive.",
        "author": "Lil' Kim"
    },
    {
        "quote": "Hoping they'd been inspired by the examples of Anne Frank and other teens who had turned negative experiences into something positive by writing about them, I handed out notebooks for my students to journal about their lives. There was some initial resistance. But then the stories poured out of them, full of anger and sadness.",
        "author": "Erin Gruwell"
    },
    {
        "quote": "Anything that we can do to help men be more confident, I think that's going to be a net positive.",
        "author": "Dan Bilzerian"
    },
    {
        "quote": "There is always disappointment, heartache. You are losing almost every tournament. You need to just accept it and be positive because you are going to lose and fail. We're not all Nadal or Djokovic, who can win most tournaments.",
        "author": "Stan Wawrinka"
    },
    {
        "quote": "There's times where I go off the rails like anybody else. For the most part, I try to keep it, 'Hey, this is what we're dealt and this is the situation, so let's make the best of it.' Keep a positive attitude.",
        "author": "Barry Trotz"
    },
    {
        "quote": "You might think the thinner version of yourself is going to be the most positive or confident, but that's not how it is for me. When I'm over 200 pounds, that's when I'm the most confident version of myself.",
        "author": "Garrett Hedlund"
    },
    {
        "quote": "You're going to go through some tough stretches. You've got to continue to stay positive, continue to press through it.",
        "author": "Paul Millsap"
    },
    {
        "quote": "I think in the history of basketball, people get hired and people get fired, but the main thing is people enjoy their careers and enjoy that they have jobs, so you really have to stay positive about everything.",
        "author": "Metta World Peace"
    },
    {
        "quote": "But you see, our society is still trapped in this binary, black/white logic and that has had some very positive implications for our generation. It's had some very negative ones as well and one of the negative ones is that it creates enormous identity problems for people who have one black ancestor and all white ancestors for example.",
        "author": "Henry Louis Gates"
    },
    {
        "quote": "No matter what else is going on, Christmas is my all-time favorite period in the year. It has a positive effect on me like very little else does, seasonally, that is.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "I try to make the good days great and take something positive from the days I'm not feeling good - work on technique or something like that.",
        "author": "Katie Ledecky"
    },
    {
        "quote": "Nearly all inventions are not recognised for their positive side either when they're made. So, for example, scientists didn't go out to design a CD machine: they designed a laser. But we got all sorts of things from a laser which we never remotely imagined, and we're still finding things for a laser to do.",
        "author": "Robert Winston"
    },
    {
        "quote": "Faith Words aren't just mere positive affirmations; they open your life up to the supernatural power of God.",
        "author": "Bo Sanchez"
    },
    {
        "quote": "Negative or positive attention - I think it's all great.",
        "author": "Jeffree Star"
    },
    {
        "quote": "My whole thing is I want to affect history in a positive way. I want the timeline to be, 100 years from now, when we look back, it's going to be like, the world was like this, and then Shameik Moore hit the world, and everything changed for the better. It was a new light. Something special.",
        "author": "Shameik Moore"
    },
    {
        "quote": "Even when you think you should be playing more, you have to stay positive for when the opportunities arise.",
        "author": "Pedro"
    },
    {
        "quote": "We all go through sad times, but I was brought up to be positive.",
        "author": "Jess Glynne"
    },
    {
        "quote": "You can't pretend to be witty because wit is dry, subtle, lacerating, cynical, elitist, and risque - all impossible to fake. Humor, on the other hand, is broad, soothing, positive, inclusive, and smutty - to make sure everybody gets it. Pretending to be humorous is easy, and a great many people are doing it.",
        "author": "Florence King"
    },
    {
        "quote": "I really believe that being positive and being happy is a choice.",
        "author": "Teresa Giudice"
    },
    {
        "quote": "I try to be a positive person, but I'm also always looking and wondering, 'Maybe this could be done differently.' As soon as your mind is in a critical mode, you're halfway through designing; as soon as you start thinking about whether something could be better, you're already halfway through a solution.",
        "author": "Thomas Heatherwick"
    },
    {
        "quote": "I know there's millions of problems in the world, but if you dwell on those, then you're going to be miserable. I think my meditation helps me to transcend and get beyond the grip of all the negativity and regenerate from within a more positive attitude, which comes in very handy when you're going to do 150 concerts a year.",
        "author": "Mike Love"
    },
    {
        "quote": "I'm a big believer in the power of visualizations. And so are neuroscientists. Numerous studies have proven how merely imagining positive circumstances sends blood flowing from negative brain regions to positive ones.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "There's a good amount of research out there that shows generous parental leave policies have a significant positive impact on employee retention and morale.",
        "author": "Christine Tsai"
    },
    {
        "quote": "The issue is sometimes when people are themselves, like, what if you suck, you know? There's a good chance you're not gonna resonate and not be relatable to people. You gotta be a goodhearted, positive person. And a lot of YouTubers I've met anyways are.",
        "author": "Logan Paul"
    },
    {
        "quote": "I have always wanted to be a catalyst for bringing about positive change, inspiring others to choose goodness.",
        "author": "Shari Arison"
    },
    {
        "quote": "I have good and bad days like everyone else. I just try to be positive and surround myself with great people. When I think about all the great things and people I have had in my life, that gives me confidence.",
        "author": "Jessica White"
    },
    {
        "quote": "I found this deer toy that poops out candy. And so if I say, 'Cree, you have to go to bed right now. You will get a candy.' We've named the pooping deer 'Gus.'... He gets a jelly bean. And it works. Positive reinforcement is the way to go. I'm learning things like that which help me be a better parent.",
        "author": "Tia Mowry"
    },
    {
        "quote": "The wonderful Mozambican people have endured tremendous misery without losing their dignity and their positive outlook on life. Moreover, they have not lost their will to progress and develop. Mozambique is a country where the people never surrendered.",
        "author": "Henning Mankell"
    },
    {
        "quote": "Playing in Montreal for six years, being drafted in 2007, a lot of great moments in that organization. The positive moments outweigh the negative moments.",
        "author": "P.K. Subban"
    },
    {
        "quote": "I'm positive and I smile a lot, and I'm kind of a banana, but serious work just seems to find me, so I'm not going to argue with it.",
        "author": "Mireille Enos"
    },
    {
        "quote": "Al Gore has all of the positive attributes of Bill Clinton but is saddled with none of his negatives. He's a great big teddy bear of a political figure - Teflon coated, road tested, and everyone's nice guy.",
        "author": "Peter Navarro"
    },
    {
        "quote": "I learned about being positive from my parents. They're the most positive people I've ever known.",
        "author": "Brendon Urie"
    },
    {
        "quote": "I really believe that's one of the many reasons that God had put me right in the middle of the Backstreet Boys. There are so many stars today that don't realize the impact they have on young people. Being a superstar is great, as long as you can be a positive role model.",
        "author": "Brian Littrell"
    },
    {
        "quote": "I love 'Braxton Family Values!' I love seeing a strong family unit striving for success while dealing with everyday struggles like everyone else. Whatever drama they find themselves in, they find a way to solve it and get back to the importance of family. A positive show for sure.",
        "author": "Drew Sidora"
    },
    {
        "quote": "Revenge is not a positive state of mind or energy to indulge your self in.",
        "author": "Michael K. Williams"
    },
    {
        "quote": "My mom told me, every weekend, always stay positive no matter what the circumstances. Stuff's gonna go down. It's not gonna be your race. Media is gonna take the bad before the good.",
        "author": "Bubba Wallace"
    },
    {
        "quote": "'Yes' is the mother of all positive words, next to 'love.' Maybe 'love' is the father of all positive words.",
        "author": "Jason Mraz"
    },
    {
        "quote": "'Life Changes' is a song that we feel really connects to the spirit of our band and our fans. It's got that positive vibe we always want to put out there, and the message - no matter how many times you get knocked down, always get back up - will forever be part of the GC story.",
        "author": "Benji Madden"
    },
    {
        "quote": "A lot of the times, if relationships go badly, you concentrate on the negative. But in those situations, there is always a positive outcome that you can learn from. So, I like to concentrate on the lesson and how I can learn from this. I concentrate on me rather than concentrating on the actual situation.",
        "author": "Ella Mai"
    },
    {
        "quote": "It's hard to keep a positive attitude coming to work every day, feeling like you're getting better when the same result is losing.",
        "author": "D'Angelo Russell"
    },
    {
        "quote": "Well, I think the president is going to do well in terms of his influence for positive change here in the Congress, making sure that we don't overspend, making sure that we spend for only those programs that are justified.",
        "author": "Thad Cochran"
    },
    {
        "quote": "My whole idea, to me, is if you're a heel in wrestling, you should not having a band playing for when you come out and people will react in a positive way.",
        "author": "Edge"
    },
    {
        "quote": "In 'Chappie,' you see this sort of young robot that's learning through maybe 'deep learning' how to see the world really, look out into the world, and learn step by step. What's so interesting is that with 'Chappie,' you're getting to see how human behavior reacts to artificial intelligence, and I don't think it's always going to be positive.",
        "author": "Gray Scott"
    },
    {
        "quote": "I try to be very positive. I surround myself with positive people, and the negative people can leave.",
        "author": "Paige"
    },
    {
        "quote": "I've lost before, you need great people around you, your family, people giving you positive energy.",
        "author": "Amanda Nunes"
    },
    {
        "quote": "I think it was Dad who gave me my nickname 'Katy Custard,' recognising my deep, positive and lasting relationship with it.",
        "author": "KT Tunstall"
    },
    {
        "quote": "Does not the very word 'creative' mean to build, to initiate, to give out, to act - rather than to be acted upon, to be subjective? Living photography is positive in its approach, it sings a song of life - not death.",
        "author": "Berenice Abbott"
    },
    {
        "quote": "Hamdi Ulukaya and Chobani have made the decision to feed 250,000 victims of the Somali famine. Their compassion speaks for itself, and is a shining example of how the business community can have an enormous positive impact on the world.",
        "author": "Amanda Lindhout"
    },
    {
        "quote": "The power of the individual, market forces, and the private sector permeate our lives. With that power comes responsibility to address huge challenges. Climate change cannot be solved by governments alone. Xenophobia, hatred, and intolerance - more business leaders have to play a role in trying to be positive leaders, civic leaders.",
        "author": "Daniel Lubetzky"
    },
    {
        "quote": "One of the issues that I've raised on the Foreign Relations Committee, and I raised it when Secretary Locke came for his confirmation hearing, is, you know, it is in our benefit to develop a workable, positive formula with China.",
        "author": "Jim Webb"
    },
    {
        "quote": "I have a really positive mindset about everything.",
        "author": "Skai Jackson"
    },
    {
        "quote": "The attitude of the business community towards investment in Austria and Germany has always been positive, as both the countries have earned their reputation as countries with a consistent economic environment.",
        "author": "Yelena Baturina"
    },
    {
        "quote": "We have to try to be positive now and look to the future and think positive things: then positive things will happen.",
        "author": "Patrick Bamford"
    },
    {
        "quote": "What I've learned from my own journey, and from my family's experience with cancer, is how important it is to stay positive and move forward. Not every day is going to be perfect; that's life. But staying positive is going to get you to the next day.",
        "author": "Bonnie Blair"
    },
    {
        "quote": "Don't get me wrong: there have been many occasions where I wished I could be thinner or have a different nose or hairline to fit in, but I realized that fitting in is not always as important as it seems; I realized that I love standing out in positive ways!",
        "author": "Nia Jax"
    },
    {
        "quote": "I think the environmental movement has failed in that it's used the stick too much; it's used the apocalyptic tone too much; it hasn't sold the positive aspects of being environmentally concerned and trying to pull us out.",
        "author": "Edward Burtynsky"
    },
    {
        "quote": "Conservatives need to show Canadians our positive vision and why Conservatives believe what we believe.",
        "author": "Andrew Scheer"
    },
    {
        "quote": "It's very necessary, showing the positive aspect of a black father. We see a lot of black women being the head of the household and holding the house down, but I think we need to have those images because there are black fathers out there who are doing the same thing and who are the glue to the family. That's who Black Lightning is.",
        "author": "Nafessa Williams"
    },
    {
        "quote": "I will promote a positive agenda focused on issues important to Mississippians.",
        "author": "Cindy Hyde-Smith"
    },
    {
        "quote": "To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that's fun.",
        "author": "John Legend"
    },
    {
        "quote": "London 'Harry Potter' premieres are very special events: There is this sense of love and ownership and pride, and it's just palpable. It's a very different feel from an L.A. premiere. It's nice to be a part of something that's so positive.",
        "author": "Michael Goldenberg"
    },
    {
        "quote": "You gotta be very positive. It helps. It really does.",
        "author": "Rico Nasty"
    },
    {
        "quote": "If you have an ongoing relationship with a person, think of everything positive about that person that you possibly can and enter your interaction from that space. Ignore all the crap that used to drive you up the wall before. You will be amazed at what a change this attitude shift brings about.",
        "author": "Srikumar Rao"
    },
    {
        "quote": "I will end up with someone in the arts. I am positive. I eat, breathe and sleep acting. And I'll end up with someone who is happy staying at home and having me cook supper. But I also really need to be intellectually challenged and stimulated. I want someone bookish, and someone who is passionate.",
        "author": "Ginnifer Goodwin"
    },
    {
        "quote": "I have great friends around me that are positive and I think that's the key to life is making your own path. Set your own rules because there is no set rule, there is no set look, there is no set anything. You make your own rules in your life. You make your own decisions.",
        "author": "Amber Riley"
    },
    {
        "quote": "My mum will always come and see my shows if she can, and if she can't, she'll text or email just before wishing me a great show and telling me how much she loves me. She still gives tonnes of positive reinforcement and love. It's really remarkable what that does for a child, and it's really remarkable what that does for me as an adult.",
        "author": "Rain Phoenix"
    },
    {
        "quote": "I did this role in Life Goes On as an HIV positive character and so emotionally that was the most challenging.",
        "author": "Chad Lowe"
    },
    {
        "quote": "When I was younger I wish there had been more opportunities to just go out and enjoy myself. So, now that I am in a privileged position I want to try and be a positive influence if I can.",
        "author": "Micah Richards"
    },
    {
        "quote": "As an Olympic athlete, especially a female Olympic athletic, social media's such an amazing place, people are so positive, all these young girls. Anything negative is such a small space, people aren't coming at you for their gender.",
        "author": "Jessica Mendoza"
    },
    {
        "quote": "I don't get why people love to hate John Cena. But as long as he gets a reaction that's positive or negative, he's doing his job.",
        "author": "CM Punk"
    },
    {
        "quote": "We just fundamentally forgot that people want to vote for something positive. They want to be shown what the good life for them personally looks like.",
        "author": "James Cleverly"
    },
    {
        "quote": "Let's find those areas where modest and reasonable tax cuts will have the biggest positive impact on our economy, and which will improve the lives of those who need it most: working families, retirees, and small business owners.",
        "author": "Larry Hogan"
    },
    {
        "quote": "The faith I was born into formed me. I come from a missionary family - I grew up in China - and in my case, my religious upbringing was positive. Of course, not everyone has this experience. I know many of my students are what I have come to think of as wounded Christians or wounded Jews.",
        "author": "Huston Smith"
    },
    {
        "quote": "Rwanda was the best place. The people are so nice and positive about their future.",
        "author": "Taylor Steele"
    },
    {
        "quote": "I feel like a lot of people don't have the most positive things to say about YouTubers.",
        "author": "David Dobrik"
    },
    {
        "quote": "Happiness is just a positive perception from our brain. Some days, you will be unhappy. Our brain is a tool we use. It's not who we are.",
        "author": "James Altucher"
    },
    {
        "quote": "I think sometimes in life we want to ignore the problems of society and just think about the good. I believe in positive thinking and affirmative living, I also think it's really important to remember all of our disenfranchised members of society.",
        "author": "Kerry Washington"
    },
    {
        "quote": "Sergei Magnitsky was an incredibly intelligent, principled and idealistic man who was this sort of positive face of the new Russia. He was in jail, really, as my proxy, and so it was impossible for me to sleep. I felt guilty taking a shower because I knew he couldn't.",
        "author": "Bill Browder"
    },
    {
        "quote": "I'd like to feel that an advertiser gets something extra when they advertise with us - a certain humanity that comes from upbeat and positive human interest letters and success stories.",
        "author": "Casey Kasem"
    },
    {
        "quote": "I am a passionate, pragmatic, and positive believer in Brexit, and with my three-step plan, we can decisively leave the E.U.",
        "author": "Andrea Leadsom"
    },
    {
        "quote": "I think the only way to actually move China in a positive direction is to disengage from China, to decouple our economy, our cultural ties, our sporting ties so that you put pressure on their regime.",
        "author": "Steve Hilton"
    },
    {
        "quote": "The real Mike is somebody who is a positive person, a generous person. A loyal person. Somebody that's gonna help you if you call me up and say, 'Mike, I got a flat tire.' I'm there, you know?",
        "author": "Michael Sorrentino"
    },
    {
        "quote": "People have to work to maintain happiness. It's easy to be miserable. It's easy to stay miserable. It's easy to live in a place where nothing's working and not being able to work your way out of it. It's much harder to choose happiness, to choose laughter, to choose a positive.",
        "author": "Tituss Burgess"
    },
    {
        "quote": "It comes down to building your own world out here on the road. It's who you surround yourself with. My band and crew are really positive guys.",
        "author": "Brad Paisley"
    },
    {
        "quote": "Anybody who has been to Chicago has a very positive view. But not everybody has come to Chicago, and in many ways, Chicago is an undiscovered treasure. It punches below its weight internationally.",
        "author": "Ivo Daalder"
    },
    {
        "quote": "Nobody under the sun was like Madonna. She was positive and clear and wholly dedicated to achieving everything that she's achieved.",
        "author": "Nile Rodgers"
    },
    {
        "quote": "Secretariat was just ridiculously endowed with every positive quality that a person would seek out in a non-human. He was very aware of his environment; he surveyed the terrain before he ran and would look people in the eye.",
        "author": "Diane Lane"
    },
    {
        "quote": "What we have seen is that sports is definitely developing in India. I can see a lot of positive things happening in India. It may take a bit more time, but with proper guidance and people having passion for sports, I don't think we are far away from becoming a good sporting nation.",
        "author": "MS Dhoni"
    },
    {
        "quote": "I would like to make a building as intellectually driven as it is sculptural and as positive as it would be acceptable to hope.",
        "author": "Frank Gehry"
    },
    {
        "quote": "I'm a positive person, and I try to look at the good side of everything.",
        "author": "Leona Lewis"
    },
    {
        "quote": "I haven't played well regardless of what minutes I get, I gotta have a positive impact on the game and that's the frustrating part.",
        "author": "Rodney Hood"
    },
    {
        "quote": "The majority of people who get in the sport of gymnastics do not go to the Olympics or get a Division 1 scholarship, but it doesn't mean that they can't get something positive from the sport.",
        "author": "Dominique Dawes"
    },
    {
        "quote": "Strangely, nothing makes me feel tired, fatigued, at all. I've gone days and nights without sleep, and still the mind is in such a positive space it just doesn't make you feel fatigued.",
        "author": "Aishwarya Rai Bachchan"
    },
    {
        "quote": "There is a positive and personal relationship between the Egyptian people and the Syrian people.",
        "author": "Mohammed Morsi"
    },
    {
        "quote": "There are so many little girls who follow me and look up to me. I'm their role model, so I have to make sure I'm always being professional and not putting any swear words out there - just really putting positive things out there on the Internet.",
        "author": "Jordyn Wieber"
    },
    {
        "quote": "Social distance makes it all the easier to focus on small differences between groups and to put a negative spin on the ways of others and a positive spin on our own.",
        "author": "Daniel Goleman"
    },
    {
        "quote": "I had to overcome bullies and other people who didn't like me and tormented me. I overcame those things with positive affirmations and setting goals. When I would set goals, I wouldn't let anything get in the way of me breaking them. As I found success, a lot of those things subsided and became less important.",
        "author": "Jake Paul"
    },
    {
        "quote": "I search my name on Twitter because I don't want to miss the compliments, and I favorite the nice things people say about me so they know I saw it. People are more positive than they are negative, and I try not to harp on the negative.",
        "author": "Nicole Byer"
    },
    {
        "quote": "The past 6 and a half years have been the most amazing years of my life. It's sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible.",
        "author": "Deryck Whibley"
    },
    {
        "quote": "To be perfectly honest, I feel I have a duty to use my celebrity status in a positive way.",
        "author": "David Schwimmer"
    },
    {
        "quote": "That's the whole point is just to bring people together in a really positive way and laugh together and cry together and just be connected through a simple thing of a few chords.",
        "author": "Maren Morris"
    },
    {
        "quote": "The places I visit in any given week are my home, so when I'm somewhere that feels good to me, it's a real game changer. If a place causes me to have a strong reaction, be it positive or negative, it'll often find its way into my music.",
        "author": "Ron Pope"
    },
    {
        "quote": "Indeed, our particular concept of private property, which deters us from exhausting the positive resources of the earth, favors pollution.",
        "author": "Garrett Hardin"
    },
    {
        "quote": "People like to shy away from comparisons. Personally, I think that's a mistake. Comparisons can be good. People like to compartmentalize things within their own heads, and helping them do that can actually be a positive thing for the brand you're trying to build.",
        "author": "Scooter Braun"
    },
    {
        "quote": "Ronaldo is the best of the best, I mean not only as a football player but also as a human being. You can see how he developed and how devoted he is to really staying on top every year to excel. I think that is something unbelievable, and I said it before and will say it again: he is an athlete, and an athlete is a positive thing.",
        "author": "Edgar Davids"
    },
    {
        "quote": "Positive characterizations are complex characterizations. That's all we need to know. They shouldn't be saccharine. They shouldn't feel like medicine.",
        "author": "Ava DuVernay"
    },
    {
        "quote": "Perhaps faith is a faith in one's self, the belief that one wouldn't feel so moved by the encounter if it weren't divine, a trust in one's own deepest positive responses. To doubt it would involve a self-alienation.",
        "author": "Robert Nozick"
    },
    {
        "quote": "People always use the word 'obsession' in a negative way, which I'm always amazed by. We are not obsessed in the way that, if we don't win it, we'll just go and shoot ourselves. That's not the case. We are obsessed with the Champions League because this is a great competition to win. In a positive way, we try to search for the victory.",
        "author": "Petr Cech"
    },
    {
        "quote": "India has progressed to a stage where a divorcee status hardly matters. What matters is that you raise a positive, independent, well-behaved and intelligent child.",
        "author": "Karisma Kapoor"
    },
    {
        "quote": "Multiculturalism may well be our saviour, wresting us out from the straitjacket of our history, thrusting the old continent into an environment where other ethnicities, less cynical and more positive, will play a big role in its future.",
        "author": "Loretta Napoleoni"
    },
    {
        "quote": "My job is to pay attention to the feel of the game and always add a positive energy to it on my team through the ups and downs of the game.",
        "author": "Iman Shumpert"
    },
    {
        "quote": "I try to put a positive spin on things.",
        "author": "Krysten Ritter"
    },
    {
        "quote": "I don't want to use the term 'plus-size,' because, to me, what the hell is that? It just doesn't have a positive connotation to it. I tend to not use it.",
        "author": "Tyra Banks"
    },
    {
        "quote": "I had to learn how to think as a positive human being, before anything.",
        "author": "Hit-Boy"
    },
    {
        "quote": "I don't think it's healthy to buy into hype in any form, whether it's positive or negative. You have to exist in yourself and just move on with life.",
        "author": "Elizabeth Debicki"
    },
    {
        "quote": "The younger generation of filmmakers is concerned about our roots, rather than making films with characters plucked out of the cloud or some English DVD. Actually since 2000, Tamil cinema is going through some positive changes.",
        "author": "Vetrimaaran"
    },
    {
        "quote": "I feel really good at Everton. My team-mates are helping me with my confidence on the field, and that is vital. And being part of the Brazil national team has been really important for my morale and a positive thing for my confidence.",
        "author": "Richarlison"
    },
    {
        "quote": "The Games are just a nice, positive way to build friendships, camaraderie and, of course, self-esteem. Plus, the Games are a great opportunity for people to participate in sports who normally wouldn't.",
        "author": "Greg Louganis"
    },
    {
        "quote": "I don't have a very positive attitude towards rappers.",
        "author": "Miriam Margolyes"
    },
    {
        "quote": "My books always focus on the response of the characters to extreme events. As dark as they get, they are ultimately positive, uplifting books about children who take control of their lives and overcome great adversaries. I think that is why they have been so popular.",
        "author": "Darren Shan"
    },
    {
        "quote": "I think it's high time that we had a woman president. But I don't want to elect someone just because she's a woman; I want the best candidate to be elected. I think that any woman who is elected to the highest office in the land would clearly have positive role model effects for other young women.",
        "author": "Linda McMahon"
    },
    {
        "quote": "Religion is supposed to be a positive thing when you look at the true religions around the world, not the fundamentalists. You always have to go with what your spirit tells you, not what people advise you. I'm a man that will always follow my own path.",
        "author": "Anthony Joshua"
    },
    {
        "quote": "When I started out the videos, I was dealing with depression, and I wanted to make inspiring videos for others, which would end up inspiring me in turn. I wanted to show the world that it was possible to make a positive switch in life and start over.",
        "author": "Lilly Singh"
    },
    {
        "quote": "The word queer first started being used in the late 1980s by members of the community who wanted to reclaim something negative and turn it into a positive. It's still a painful word for some, and lots of people don't identify with it. But for me it's a helpful and empowering term that unifies an ever-growing community.",
        "author": "Olly Alexander"
    },
    {
        "quote": "I mean listen, ultimately I'm positive George Lucas was inspired by 'Dune' when he made 'Star Wars.' I don't know if that's sacrilegious to talk about, but there are a lot of similarities in some areas, so you could tell he was definitely influenced by that.",
        "author": "Greig Fraser"
    },
    {
        "quote": "For the liberal state to accommodate a diversity of beliefs while having few positive convictions is one of the more admirable achievements of civilization.",
        "author": "Terry Eagleton"
    },
    {
        "quote": "I think Heaven and afterlife is for the living; it's for the people that continue on and remember that person, and if you've done something that is substantial in your life then you can leave a legacy and do something positive.",
        "author": "Andy Biersack"
    },
    {
        "quote": "I don't believe it's too far-fetched to think that we as college football players can make a significant, positive difference in the youth culture of America simply by embracing the responsibilities that accompany this place of privilege.",
        "author": "Kirk Cousins"
    },
    {
        "quote": "I'm on JetBlue and United. So I spend a lot of time on airplanes with other people and in terminals or just traveling around and going to restaurants or whatever. The interaction I get on a daily basis is always positive. I've never had a negative interaction.",
        "author": "Lance Armstrong"
    },
    {
        "quote": "In the annals of history, few men have left a more positive imprint on the world than Pope John Paul II.",
        "author": "Vito Fossella"
    },
    {
        "quote": "I am very enthusiastic and positive about 'Bailaras' which is a maiden movie under my home production - Naughty Men Production.",
        "author": "Binnu Dhillon"
    },
    {
        "quote": "Moreover, behind this vague tendency to treat religion as a side issue in modern life, there exists a strong body of opinion that is actively hostile to Christianity and that regards the destruction of positive religion as absolutely necessary to the advance of modern culture.",
        "author": "Christopher Dawson"
    },
    {
        "quote": "The Model Sanctuary is not about self-indulgence - it's about reminding and allowing them to become self-sufficient human beings. I wanted to alert people to the fact that we're not the victims, but nor are we the villains. We want fair practice and positive, sustainable change, working with the fashion industry, not against it.",
        "author": "Erin O'Connor"
    },
    {
        "quote": "My wife was the first romantic partner who understood both American and native parts of me - not so much the positive stuff, but the damage.",
        "author": "Sherman Alexie"
    },
    {
        "quote": "A fully positive relationship between Christians and Jews is one that would elide all differences.",
        "author": "David Novak"
    },
    {
        "quote": "My label, my team and I are always looking to get involved with positive things.",
        "author": "Sevyn Streeter"
    }
]