[
    {
        "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!",
        "author": "Dita Von Teese"
    },
    {
        "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.",
        "author": "Christopher Morley"
    },
    {
        "quote": "For all sad words of tongue and pen, The saddest are these, 'It might have been'.",
        "author": "John Greenleaf Whittier"
    },
    {
        "quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.",
        "author": "Washington Irving"
    },
    {
        "quote": "Our sweetest songs are those that tell of saddest thought.",
        "author": "Percy Bysshe Shelley"
    },
    {
        "quote": "Nothing is more sad than the death of an illusion.",
        "author": "Arthur Koestler"
    },
    {
        "quote": "To have felt too much is to end in feeling nothing.",
        "author": "Dorothy Thompson"
    },
    {
        "quote": "Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it's there if you look deep.",
        "author": "Taraji P. Henson"
    },
    {
        "quote": "First, accept sadness. Realize that without losing, winning isn't so great.",
        "author": "Alyssa Milano"
    },
    {
        "quote": "Every life has a measure of sorrow, and sometimes this is what awakens us.",
        "author": "Steven Tyler"
    },
    {
        "quote": "A sad soul can kill quicker than a germ.",
        "author": "John Steinbeck"
    },
    {
        "quote": "It doesn't hurt to feel sad from time to time.",
        "author": "Willie Nelson"
    },
    {
        "quote": "Worry never robs tomorrow of its sorrow, it only saps today of its joy.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "Depression is the inability to construct a future.",
        "author": "Rollo May"
    },
    {
        "quote": "Dying is only one thing to be sad over... Living unhappily is something else.",
        "author": "Morrie Schwartz"
    },
    {
        "quote": "We look before and after, And pine for what is not; Our sincerest laughter With some pain is fraught; Our sweetest songs are those that tell of saddest thought.",
        "author": "Percy Bysshe Shelley"
    },
    {
        "quote": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.",
        "author": "Nana Mouskouri"
    },
    {
        "quote": "Good humor is the health of the soul, sadness is its poison.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "I really believe that all of us have a lot of darkness in our souls. Anger, rage, fear, sadness. I don't think that's only reserved for people who have horrible upbringings. I think it really exists and is part of the human condition. I think in the course of your life you figure out ways to deal with that.",
        "author": "Kevin Bacon"
    },
    {
        "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Tears come from the heart and not from the brain.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Don't grieve. Anything you lose comes round in another form.",
        "author": "Rumi"
    },
    {
        "quote": "Nobody understands another's sorrow, and nobody another's joy.",
        "author": "Franz Schubert"
    },
    {
        "quote": "The tragedy of life is in what dies inside a man while he lives - the death of genuine feeling, the death of inspired response, the awareness that makes it possible to feel the pain or the glory of other men in yourself.",
        "author": "Norman Cousins"
    },
    {
        "quote": "Crying is cleansing. There's a reason for tears, happiness or sadness.",
        "author": "Dionne Warwick"
    },
    {
        "quote": "Oh, I am very weary, Though tears no longer flow; My eyes are tired of weeping, My heart is sick of woe.",
        "author": "Anne Bronte"
    },
    {
        "quote": "The sad truth is that opportunity doesn't knock twice.",
        "author": "Gloria Estefan"
    },
    {
        "quote": "Delicious tears! The heart's own dew.",
        "author": "Letitia Elizabeth Landon"
    },
    {
        "quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.",
        "author": "Hannah Arendt"
    },
    {
        "quote": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness.",
        "author": "Pierre Corneille"
    },
    {
        "quote": "Sadness flies away on the wings of time.",
        "author": "Jean de La Fontaine"
    },
    {
        "quote": "It's a sad man my friend who's livin' in his own skin and can't stand the company.",
        "author": "Bruce Springsteen"
    },
    {
        "quote": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope.",
        "author": "George Eliot"
    },
    {
        "quote": "Make the most of your regrets; never smother your sorrow, but tend and cherish it till it comes to have a separate and integral interest. To regret deeply is to live afresh.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "The word 'happy' would lose its meaning if it were not balanced by sadness.",
        "author": "Carl Jung"
    },
    {
        "quote": "I had sadness for breakfast.",
        "author": "Andy Milonakis"
    },
    {
        "quote": "The walls we build around us to keep sadness out also keeps out the joy.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Above all things let us never forget that mankind constitutes one great brotherhood; all born to encounter suffering and sorrow, and therefore bound to sympathize with each other.",
        "author": "Albert Pike"
    },
    {
        "quote": "They say it's better to bury your sadness in a graveyard or garden that waits for the spring to wake from its sleep and burst into green.",
        "author": "Conor Oberst"
    },
    {
        "quote": "Affliction comes to us, not to make us sad but sober; not to make us sorry but wise.",
        "author": "H. G. Wells"
    },
    {
        "quote": "We're taught to be ashamed of confusion, anger, fear and sadness, and to me they're of equal value to happiness, excitement and inspiration.",
        "author": "Alanis Morissette"
    },
    {
        "quote": "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity.",
        "author": "Yoko Ono"
    },
    {
        "quote": "Sadness is also a kind of defence.",
        "author": "Ivo Andric"
    },
    {
        "quote": "Absence from whom we love is worse than death, and frustrates hope severer than despair.",
        "author": "William Cowper"
    },
    {
        "quote": "The rose and the thorn, and sorrow and gladness are linked together.",
        "author": "Saadi"
    },
    {
        "quote": "If we could read the secret history of our enemies we should find in each man's life sorrow and suffering enough to disarm all hostility.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Tears are nature's lotion for the eyes. The eyes see better for being washed by them.",
        "author": "Christian Nestell Bovee"
    },
    {
        "quote": "The keenest sorrow is to recognize ourselves as the sole cause of all our adversities.",
        "author": "Sophocles"
    },
    {
        "quote": "If you don't know about pain and trouble, you're in sad shape. They make you appreciate life.",
        "author": "Evel Knievel"
    },
    {
        "quote": "A tragedy need not have blood and death; it's enough that it all be filled with that majestic sadness that is the pleasure of tragedy.",
        "author": "Jean Racine"
    },
    {
        "quote": "Red is the ultimate cure for sadness.",
        "author": "Bill Blass"
    },
    {
        "quote": "Sad will be the day for any man when he becomes contented with the thoughts he is thinking and the deeds he is doing - where there is not forever beating at the doors of his soul some great desire to do something larger; which he knows he was meant and made to do.",
        "author": "Phillips Brooks"
    },
    {
        "quote": "You have to let it all hang out, let go of the ideas that were more comfortable and embrace some of the sadness in your life.",
        "author": "Madeleine Peyroux"
    },
    {
        "quote": "Those who don't know how to weep with their whole heart, don't know how to laugh either.",
        "author": "Golda Meir"
    },
    {
        "quote": "People are sad. People are broke. People are worried about money, people are worried that they're not enough and not amounting to anything and they don't feel good about themselves. People have rough times, and everybody's pretending it's not true, and we need to break that veneer.",
        "author": "Eve Ensler"
    },
    {
        "quote": "Words are less needful to sorrow than to joy.",
        "author": "Helen Hunt Jackson"
    },
    {
        "quote": "Your pain is the breaking of the shell that encloses your understanding.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "A teardrop on earth summons the King of heaven.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "Melancholy and sadness are the start of doubt... doubt is the beginning of despair; despair is the cruel beginning of the differing degrees of wickedness.",
        "author": "Comte de Lautreamont"
    },
    {
        "quote": "In this world, full often, our joys are only the tender shadows which our sorrows cast.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "Sadness is but a wall between two gardens.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "One must not let oneself be overwhelmed by sadness.",
        "author": "Jackie Kennedy"
    },
    {
        "quote": "Proud people breed sad sorrows for themselves.",
        "author": "Emily Bronte"
    },
    {
        "quote": "Participate joyfully in the sorrows of the world. We cannot cure the world of sorrows, but we can choose to live in joy.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Sad things happen. They do. But we don't need to live sad forever.",
        "author": "Mattie Stepanek"
    },
    {
        "quote": "When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy. When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "It is sadder to find the past again and find it inadequate to the present than it is to have it elude you and remain forever a harmonious conception of memory.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "You left and I cried tears of blood. My sorrow grows. Its not just that You left. But when You left my eyes went with You. Now, how will I cry?",
        "author": "Rumi"
    },
    {
        "quote": "For I have learned to look on nature, not as in the hour of thoughtless youth, but hearing oftentimes the still, sad music of humanity.",
        "author": "William Wordsworth"
    },
    {
        "quote": "In deep sadness there is no place for sentimentality.",
        "author": "William S. Burroughs"
    },
    {
        "quote": "I've cried, and you'd think I'd be better for it, but the sadness just sleeps, and it stays in my spine the rest of my life.",
        "author": "Conor Oberst"
    },
    {
        "quote": "The excursion is the same when you go looking for your sorrow as when you go looking for your joy.",
        "author": "Eudora Welty"
    },
    {
        "quote": "Live by this credo: have a little laugh at life and look around you for happiness instead of sadness. Laughter has always brought me out of unhappy situations.",
        "author": "Red Skelton"
    },
    {
        "quote": "I love my past, I love my present. I am not ashamed of what I have had, and I am not sad because I no longer have it.",
        "author": "Sidonie Gabrielle Colette"
    },
    {
        "quote": "My parents' divorce left me with a lot of sadness and pain and acting, and especially humour, was my way of dealing with all that.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "It's a source of great sadness to me that my father died without having seen me do anything worthwhile. He was constantly having to make excuses for me.",
        "author": "Daniel Day-Lewis"
    },
    {
        "quote": "Your joys and sorrows. You can never tell them. You cheapen the inside of yourself if you do tell them.",
        "author": "Greta Garbo"
    },
    {
        "quote": "We never taste a perfect joy; our happiest successes are mixed with sadness.",
        "author": "Pierre Corneille"
    },
    {
        "quote": "Everything's complicated, even those things that seem flat in their bleakness or sadness.",
        "author": "Nick Hornby"
    },
    {
        "quote": "I can see the humorous side of things and enjoy the fun when it comes; but look where I will, there seems to me always more sadness than joy in life.",
        "author": "Jerome K. Jerome"
    },
    {
        "quote": "We tell our triumphs to the crowds, but our own hearts are the sole confidants of our sorrows.",
        "author": "Edward G. Bulwer-Lytton"
    },
    {
        "quote": "My father's death, my move, and my frightening and difficult delivery created a tremendous amount of stress, pain, and sadness for me. I was practically devastated beyond recovery.",
        "author": "Brooke Shields"
    },
    {
        "quote": "Tears are the summer showers to the soul.",
        "author": "Alfred Austin"
    },
    {
        "quote": "Do not make best friends with a melancholy sad soul. They always are heavily loaded, and you must bear half.",
        "author": "Francois Fenelon"
    },
    {
        "quote": "One should either be sad or joyful. Contentment is a warm sty for eaters and sleepers.",
        "author": "Eugene O'Neill"
    },
    {
        "quote": "There is no sadder sight than a young pessimist.",
        "author": "Mark Twain"
    },
    {
        "quote": "Tears are the natural penalties of pleasure. It is a law that we should pay for all that we enjoy.",
        "author": "William Gilmore Simms"
    },
    {
        "quote": "Can I see another's woe, and not be in sorrow too? Can I see another's grief, and not seek for kind relief?",
        "author": "William Blake"
    },
    {
        "quote": "Why does the rest of the world put up with the hypocrisy, the need to put a happy face on sorrow, the need to keep on keeping on?... I don't know the answer, I know only that I can't.",
        "author": "Elizabeth Wurtzel"
    },
    {
        "quote": "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.",
        "author": "Edmond de Goncourt"
    },
    {
        "quote": "When I seemed to be irritable or sad, my father would quote the learned Dr. Knight, and then say, 'Just go to sleep.' Like all smart aleck kids, I thought the advice was silly. But as I've grown older, I've realized just how smart Knight was.",
        "author": "Ben Stein"
    },
    {
        "quote": "I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers.",
        "author": "Helen Keller"
    },
    {
        "quote": "Actually, the moment of victory is wonderful, but also sad. It means that your trip is ended.",
        "author": "Bill Toomey"
    },
    {
        "quote": "I get mad. I get sad. I have all those emotions. But I just like to keep them to myself. I don't think my fans need to be bothered with if I'm mad or sad about something. I should just be concerned that they are keeping up with my music or I'm making them happy with my show.",
        "author": "Demi Lovato"
    },
    {
        "quote": "It is one of the most saddening things in life that, try as we may, we can never be certain of making people happy, whereas we can almost always be certain of making them unhappy.",
        "author": "Thomas Huxley"
    },
    {
        "quote": "Sad people dislike the happy, and the happy the sad; the quick thinking the sedate, and the careless the busy and industrious.",
        "author": "Horace"
    },
    {
        "quote": "When sparrows build and the leaves break forth, My old sorrow wakes and cries.",
        "author": "Jean Ingelow"
    },
    {
        "quote": "If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "Let us remember that sorrow alone is the creator of great things.",
        "author": "Ernest Renan"
    },
    {
        "quote": "The saddest thing that befalls a soul is when it loses faith in God and woman.",
        "author": "Alexander Smith"
    },
    {
        "quote": "You get used to sadness, growing up in the mountains, I guess.",
        "author": "Loretta Lynn"
    },
    {
        "quote": "He who is not just is severe, he who is not wise is sad.",
        "author": "Voltaire"
    },
    {
        "quote": "And I remember going to the record studio and there was a park across the street and I'd see all the children playing and I would cry because it would make me sad that I would have to work instead.",
        "author": "Michael Jackson"
    },
    {
        "quote": "It is a sad thing when men have neither the wit to speak well nor the judgment to hold their tongues.",
        "author": "Jean de la Bruyere"
    },
    {
        "quote": "The display of grief makes more demands than grief itself. How few men are sad in their own company.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Sadness is a super important thing not to be ashamed about but to include in our lives. One of the bigger problems with sadness or depression is there's so much shame around it. If you have it you're a failure. You are felt as being very unattractive.",
        "author": "Mike Mills"
    },
    {
        "quote": "Isn't it sad to go to your grave without ever wondering why you were born? Who, with such a thought, would not spring from bed, eager to resume discovering the world and rejoicing to be part of it?",
        "author": "Richard Dawkins"
    },
    {
        "quote": "Sorrows are like thunderclouds, in the distance they look black, over our heads scarcely gray.",
        "author": "Jean Paul"
    },
    {
        "quote": "I was raised in an atmosphere of 'everything's fine.' But as I got older, I was like, 'Well no, everything's not fine. There is stuff that's sad.' I am a really sensitive person. I think I am too sensitive sometimes.",
        "author": "Ellen DeGeneres"
    },
    {
        "quote": "The old know what they want; the young are sad and bewildered.",
        "author": "Logan Pearsall Smith"
    },
    {
        "quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.",
        "author": "Paramahansa Yogananda"
    },
    {
        "quote": "I work a lot in the slums of Tondo, Manila, and the life there is poor and very sad. And I've always taught to myself to look for the beauty of it and look in the beauty of the faces of the children and to be grateful.",
        "author": "Catriona Gray"
    },
    {
        "quote": "When you wake up each morning, you can choose to be happy or choose to be sad. Unless some terrible catastrophe has occurred the night before, it is pretty much up to you. Tomorrow morning, when the sun shines through your window, choose to make it a happy day.",
        "author": "Lynda Resnick"
    },
    {
        "quote": "At the end of the day, I'm a person. I have feelings. I get tired. I get sad.",
        "author": "Summer Walker"
    },
    {
        "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure.",
        "author": "Ernie Harwell"
    },
    {
        "quote": "I am closest to my mother, as she is my rock, my pillar of strength, and my world. Not only has she stood by me through all times - happy, sad, and otherwise - but there have even been moments when I had completely lost hope, and her immense belief in me had lifted me up.",
        "author": "Amruta Khanvilkar"
    },
    {
        "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "It's sad when someone you know becomes someone you knew.",
        "author": "Henry Rollins"
    },
    {
        "quote": "When you feel sad, it's okay. It's not the end of the world. Everyone has those days when you doubt yourself, and when you feel like everything you do sucks, but then there's those days when you feel like Superman. It's just the balance of the world. I just write to feel better.",
        "author": "Mac Miller"
    },
    {
        "quote": "Never make a decision when you are upset, sad, jealous or in love.",
        "author": "Mario Teguh"
    },
    {
        "quote": "Grief is never something you get over. You don't wake up one morning and say, 'I've conquered that; now I'm moving on.' It's something that walks beside you every day. And if you can learn how to manage it and honour the person that you miss, you can take something that is incredibly sad and have some form of positivity.",
        "author": "Terri Irwin"
    },
    {
        "quote": "It's sad to know I'm done. But looking back, I've got a lot of great memories.",
        "author": "Bonnie Blair"
    },
    {
        "quote": "I am convinced that material things can contribute a lot to making one's life pleasant, but, basically, if you do not have very good friends and relatives who matter to you, life will be really empty and sad and material things cease to be important.",
        "author": "David Rockefeller"
    },
    {
        "quote": "It is sad not to love, but it is much sadder not to be able to love.",
        "author": "Miguel de Unamuno"
    },
    {
        "quote": "There's no excuse to be bored. Sad, yes. Angry, yes. Depressed, yes. Crazy, yes. But there's no excuse for boredom, ever.",
        "author": "Viggo Mortensen"
    },
    {
        "quote": "Nothing always stays the same. You don't stay happy forever. You don't stay sad forever.",
        "author": "Cat Zingano"
    },
    {
        "quote": "I know what I look like - a weird, sad clown puppet. I'm fine with that.",
        "author": "Rainn Wilson"
    },
    {
        "quote": "Better by far you should forget and smile that you should remember and be sad.",
        "author": "Christina Rossetti"
    },
    {
        "quote": "I've discovered if you have a small circle of people you know you can rely on - in good times, bad times, happy times, sad times - who aren't going to judge you and will, sometimes, just sit and listen to you without saying anything, then I think you're very fortunate.",
        "author": "Shirley Ballas"
    },
    {
        "quote": "You may not enjoy loneliness, because loneliness is sad. But solitude is something else; solitude is what you look forward to when you want to be alone, when you want to be with yourself. So, solitude is something we all need from time to time.",
        "author": "Ruskin Bond"
    },
    {
        "quote": "People who have never dealt with depression think it's just being sad or being in a bad mood. That's not what depression is for me; it's falling into a state of grayness and numbness.",
        "author": "Dan Reynolds"
    },
    {
        "quote": "I don't like people around me sad. I like making people happy.",
        "author": "Tyler, The Creator"
    },
    {
        "quote": "For me, singing sad songs often has a way of healing a situation. It gets the hurt out in the open into the light, out of the darkness.",
        "author": "Reba McEntire"
    },
    {
        "quote": "Ten years ago, I still feared loss enough to abandon myself in order to keep things stable. I'd smile when I was sad, pretend to like people who appalled me. What I now know is that losses aren't cataclysmic if they teach the heart and soul their natural cycle of breaking and healing.",
        "author": "Martha Beck"
    },
    {
        "quote": "Hear me, my chiefs! I am tired. My heart is sick and sad. From where the sun now stands, I will fight no more forever.",
        "author": "Chief Joseph"
    },
    {
        "quote": "When people ask me, 'Are you happy?' I respond with, 'You've asked the wrong question.' There is a deep kind of satisfaction you get from building a company. This kind of satisfaction transcends happy, sad, hard, or easy. I seek satisfaction. I want to be positively disruptive.",
        "author": "David Ulevitch"
    },
    {
        "quote": "There are times I am happy. There are times I am sad. But I always try to separate emotion from the need to reach for something stronger, deeper. And then no matter the emotion, I can reach for a stability that helps me accomplish what is the goal.",
        "author": "Troy Polamalu"
    },
    {
        "quote": "I think social media has taken over for our generation. It's a big part of our lives, and it's kind of sad.",
        "author": "Kendall Jenner"
    },
    {
        "quote": "You mustn't smile when you lose. You have to be sad like other people. You have to win every game.",
        "author": "Eden Hazard"
    },
    {
        "quote": "We can feel sad, hurt, demoralized. But we can't give up.",
        "author": "Patrisse Cullors"
    },
    {
        "quote": "Dance has helped me overcome a lot of personal challenges. If I feel sad or depressed, I just go to the set and dance. It makes me feel alive.",
        "author": "Remo D'Souza"
    },
    {
        "quote": "The influence of social media is unbelievable. It's sad to see - it's a fake life that some people live.",
        "author": "Virgil van Dijk"
    },
    {
        "quote": "The sad and horrible conclusion is that no one cared that Jews were being murdered... This is the Jewish lesson of the Holocaust and this is the lesson which Auschwitz taught us.",
        "author": "Ariel Sharon"
    },
    {
        "quote": "The monarchy is foremost a business, and it's important to them that the British public continue to finance the excessive luxurious lifestyles of the now quite enormous, wasteful and useless 'royal' family. I find it very sad.",
        "author": "Morrissey"
    },
    {
        "quote": "It's sad when girls think they don't have anything going on except being pretty.",
        "author": "Keri Russell"
    },
    {
        "quote": "Football is now all about money. There are problems with the values within the game. This is sad because football is the most beautiful game. We can play it in the street. We can play it everywhere.",
        "author": "Johan Cruyff"
    },
    {
        "quote": "I don't have many regrets. I regret mistakes, particularly those that damage other people, and we've all made some of those. But I'm not sad about change.",
        "author": "John Gutfreund"
    },
    {
        "quote": "I have a complicated relationship with the zoo; maybe everyone does. It's so wonderful and so sad.",
        "author": "Victoria Coren Mitchell"
    },
    {
        "quote": "I was sad and in a dark place, and I turned to a hobby to sort of take me out of that.",
        "author": "Cole Sprouse"
    },
    {
        "quote": "I never made it to the school choir because the music teacher didn't like my voice. I was pretty sad. But he was probably right; I did have a voice a bit like a goat, but my dad told me to never give up and to keep going, and it's paid off.",
        "author": "Shakira"
    },
    {
        "quote": "I like happy endings in movies. I think life has a happy ending. When it's all said and done, it's all something worthwhile, and I want my movies to reflect that. There are enough things to be sad about. When you pop in a movie, let the message be one that's one of hope.",
        "author": "Jon Favreau"
    },
    {
        "quote": "I think Paris smells not just sweet but melancholy and curious, sometimes sad but always enticing and seductive. She's a city for the all senses, for artists and writers and musicians and dreamers, for fantasies, for long walks and wine and lovers and, yes, for mysteries.",
        "author": "M. J. Rose"
    },
    {
        "quote": "It is sad to grow old but nice to ripen.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "'Spring Day' - I wrote main lyrics based on my personal experience with old friends. It is about my sad memories with him, and it makes me sentimental whenever I listen to the song.",
        "author": "Suga"
    },
    {
        "quote": "Being sad and being depressed are two different things. Also, people going through depression don't look so, while someone sad will look sad. The most common reaction is, 'How can you be depressed? You have everything going for you. You are the supposed number one heroine and have a plush home, car, movies... What else do you want?'",
        "author": "Deepika Padukone"
    },
    {
        "quote": "Things that I feel really sad about, I talk about. That way, if it's funny, it doesn't hurt anymore.",
        "author": "Pete Davidson"
    },
    {
        "quote": "I don't know how the poor farmers deal with such situations in real life. It's really sad.",
        "author": "Sanjay Dutt"
    },
    {
        "quote": "The sad truth is that excellence makes people nervous.",
        "author": "Shana Alexander"
    },
    {
        "quote": "I thought it would be fun to make a cartoon about this sad, misanthropic horse.",
        "author": "Raphael Bob-Waksberg"
    },
    {
        "quote": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.",
        "author": "Amanda Seyfried"
    },
    {
        "quote": "So many gods, so many creeds, so many paths that wind and wind while just the art of being kind is all the sad world needs.",
        "author": "Ella Wheeler Wilcox"
    },
    {
        "quote": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.",
        "author": "Margaret Heffernan"
    },
    {
        "quote": "I had often sought for the peace there is in Christ, but I could not seem to find the freedom I desired. A terrible sadness rested on my heart. I could not think of anything I had done to cause me to feel sad; but it seemed to me that I was not good enough to enter Heaven, that such a thing would be altogether too much for me to expect.",
        "author": "Ellen G. White"
    },
    {
        "quote": "But it's a journey and the sad thing is you only learn from experience, so as much as someone can tell you things, you have to go out there and make your own mistakes in order to learn.",
        "author": "Emma Watson"
    },
    {
        "quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.",
        "author": "Jean Baudrillard"
    },
    {
        "quote": "My comedy is for children from three to 93. You do need a slightly childish sense of humour and if you haven't got that, it's very sad.",
        "author": "Norman Wisdom"
    },
    {
        "quote": "I am an optimist, unrepentant and militant. After all, in order not to be a fool an optimist must know how sad a place the world can be. It is only the pessimist who finds this out anew every day.",
        "author": "Peter Ustinov"
    },
    {
        "quote": "The good times of today, are the sad thoughts of tomorrow.",
        "author": "Bob Marley"
    },
    {
        "quote": "There is no such thing as death. In nature nothing dies. From each sad remnant of decay, some forms of life arise so shall his life be taken away before he knoweth that he hath it.",
        "author": "Charles Mackay"
    },
    {
        "quote": "Wondrous is the strength of cheerfulness, and its power of endurance - the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Sometimes I'm sad and mostly I like sad songs.",
        "author": "Nico"
    },
    {
        "quote": "The day you think there is no improvements to be made is a sad one for any player.",
        "author": "Lionel Messi"
    },
    {
        "quote": "The day I am not able to fly will be a sad day for me.",
        "author": "Ratan Tata"
    },
    {
        "quote": "Keep it simple, keep it sexy, keep it sad.",
        "author": "Mitch Miller"
    },
    {
        "quote": "I was going to McDonald's and Taco Bell every day. The kids behind the counter knew me - it wouldn't even faze them. Or I'd sit up at Denny's or Big Boy and just eat by myself. It was sad. I got so heavy that people started to not recognize me.",
        "author": "Eminem"
    },
    {
        "quote": "Depression is internal. The upswings and downswings have pretty much nothing to do with what's going on in the external world. It's not like something sad happens to you and then you feel sad. Good things happen, but you feel sad anyway.",
        "author": "Graham Moore"
    },
    {
        "quote": "Life will take its toll on all of us. We get injured, we get old. It's really sad to try to run away from these harsh realities of life. Looks are not everything. I am not going to look beautiful all the time.",
        "author": "Aishwarya Rai Bachchan"
    },
    {
        "quote": "The value of beauty and inspiration is very much underrated, no question. But I want to be clear: I'm not trying to be anyone's savior. I'm just trying to think about the future and not be sad.",
        "author": "Elon Musk"
    },
    {
        "quote": "There is something that always will be true about painting and sculpture - that in order to really get it, you have to show up. That is something that is both sad and kind of beautiful about it. It remains analog. It remains special and irreducible.",
        "author": "Kehinde Wiley"
    },
    {
        "quote": "I think people just think I am crazy because they see me doing stand-up, but I am generally not. I am very sad. I'm one of those guys that lights candles and listens to Rachmaninoff.",
        "author": "Bobby Lee"
    },
    {
        "quote": "Today, actors aren't forced to ditch their regional accents like they used to. The best example's Tom Baker, a Scouser who went to great lengths to change his accent and ended up with something alien - and fantastic. It's sad that when the likes of him go, there won't be those sorts of accents any more.",
        "author": "Matt Berry"
    },
    {
        "quote": "As I get older, my perspective changes, and I just see how relationships aren't always what they appear to be. It's one of those sad but true things. We can see sometimes when people are becoming distant in all the things that create breaking apart, as painful as it is, and at the same time, still appreciating that person.",
        "author": "Goapele"
    },
    {
        "quote": "It's a sad and stupid thing to have to proclaim yourself a revolutionary just to be a decent man.",
        "author": "David Harris"
    },
    {
        "quote": "I wrote the song For A Dancer for a friend of mine who died in a fire. He was in the sauna in a house that burned down, so he had no idea anything was going on. It was very sad.",
        "author": "Jackson Browne"
    },
    {
        "quote": "Life has to be everything. It can't be all sad. It can't be all peaches and cream. Because the lows have you appreciate the highs. And the highs give you perspective on the lows. If it's not everything, it becomes flat or mundane.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "Everything comes from your mind. You have to push yourself to get things going in your direction. If you are stubborn, nothing will help. If you are sad, nothing will help. You have to keep positive and to work very well for your next chance.",
        "author": "Henrikh Mkhitaryan"
    },
    {
        "quote": "I've cooked plenty of meals when I was sad, lonely, depressed, angry, bored, and/or under the weather. My primary aim in these circumstances is generally to cheer myself up, to fill my stomach with something warm so I can feel comforted and fed, usually just with a quick soup or an omelet.",
        "author": "Kate Christensen"
    },
    {
        "quote": "It is a sad day for our country when the moral foundation of our law and the acknowledgment of God has to be hidden from public view to appease a federal judge.",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "When I write sad songs, I feel like I'm sewing up a scar in me, and the outcome always feels so much better than when I write happy ones.",
        "author": "Sam Smith"
    },
    {
        "quote": "You've got a beautiful country with so many beautiful people and so many beautiful things happening and stuff like that lets it down. I feel sad for them.",
        "author": "Robbie Williams"
    },
    {
        "quote": "Usually when people are sad, they don't do anything. They just cry over their condition. But when they get angry, they bring about a change.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Frankly, I think I'm marvelous in rehearsal! Then you turn the camera on, and it gets stiff and tight. And then you trudge back to your trailer feeling sad. That's been my experience of film acting.",
        "author": "Hugh Grant"
    },
    {
        "quote": "Beauty makes idiots sad and wise men merry.",
        "author": "George Jean Nathan"
    },
    {
        "quote": "It's sad when you can't make everyone happy, though. It's impossible but, at the same time, you still hope. You think, 'Maybe I can do it,' but you know you can't. But gosh, if I had to rely on giving people what they wanted, I would have had to write 40 billion different books and even then, I wouldn't get it right.",
        "author": "Stephenie Meyer"
    },
    {
        "quote": "I had no interest in music. But now, music means everything to me. I have no words to explain how beautiful music is. It is where you can create everything, like beautiful songs to sad songs to almost anything.",
        "author": "Alan Walker"
    },
    {
        "quote": "I've always been pretty independent, no matter what situation: good, bad, ugly, happy, sad. I dig deep, and I get over it.",
        "author": "Mel B"
    },
    {
        "quote": "I wanted to write a book that talked about the emotions of children, which is the rainbow. We all have moods. We talk about being blue when we're sad, and being yellow when we're cowards, and when we're mad, we're red.",
        "author": "Dolly Parton"
    },
    {
        "quote": "The sad duty of politics is to establish justice in a sinful world.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "The waltz can be sad and at the same time uplifting. You have to see life from both sides, and the waltz encapsulates that. If you're in my audience you give yourself to me and the waltz will grab you.",
        "author": "Andre Rieu"
    },
    {
        "quote": "I feel like no matter what I write about, I try to end up being the stronger person in the situation. Even in heartbreak, I feel like I'm a much stronger person because of that. I don't want to just write a sad song and still feel sad after that. I want to feel stronger and better.",
        "author": "Anne-Marie"
    },
    {
        "quote": "I basically live out of my truck - I mean from place to place. I feel more at home in my truck than just about anywhere, which is a sad thing to say, but it's true.",
        "author": "Sam Shepard"
    },
    {
        "quote": "I felt sad because everyday I had to wake up early to practice before going to school. After school I had to go back to tennis again, and then after tennis I had homework. I didn't have time to play.",
        "author": "Li Na"
    },
    {
        "quote": "I am sure that the sad days and happenings were rare, and that I lived the joyous and careless life of other children; but just because the happy days were so habitual to me they made no impression upon my mind, and I can no longer recall them.",
        "author": "Pierre Loti"
    },
    {
        "quote": "Everybody has their favorite sad songs. That's part of what I love so much about country music. Country music is never afraid to go with a sad song.",
        "author": "Chris Young"
    },
    {
        "quote": "All people are sad clowns. That's the key to comedy - and it's a buffer against reality.",
        "author": "Bob Odenkirk"
    },
    {
        "quote": "I've got so much to do, I don't have time to sit down and be sad.",
        "author": "Norma McCorvey"
    },
    {
        "quote": "When you're happy you don't always have to be laughing, and when you're sad you don't have to be crying; sometimes it's the opposite. You laugh when you're the most upset.",
        "author": "Freddie Highmore"
    },
    {
        "quote": "I think it's good to eat a bit of everything, but when you eat too much junk food, it's bad for you and for your brain. You don't understand why, but you feel sad. It's because of the junk food!",
        "author": "Stromae"
    },
    {
        "quote": "I'm proud of my invention, but I'm sad that it is used by terrorists.",
        "author": "Mikhail Kalashnikov"
    },
    {
        "quote": "I hold the world but as the world, Gratiano; A stage where every man must play a part, And mine is a sad one.",
        "author": "William Shakespeare"
    },
    {
        "quote": "I've been broke and sad, rich and sad, broke and happy, rich and happy, and I'll take the rich version over the broke version all day long.",
        "author": "Jen Sincero"
    },
    {
        "quote": "I had lost my grandfather just a month-and-a-half before I made my debut. I was suddenly scoring runs and getting into the fray. It was a very trying period for me. I was happy as well as sad.",
        "author": "Mohammad Azharuddin"
    },
    {
        "quote": "They say such nice things about people at their funerals that it makes me sad that I'm going to miss mine by just a few days.",
        "author": "Garrison Keillor"
    },
    {
        "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "I often feel like I have this spirit living inside of me, always dressing in like short mini skirts... but then I start to discover myself. So there are eight spirits, mischievous ones, sad ones, handsome ones, wise ones, and crazy ones.",
        "author": "Bai Ling"
    },
    {
        "quote": "What makes old age so sad is not that our joys but our hopes cease.",
        "author": "Jean Paul"
    },
    {
        "quote": "The flesh, alas, is sad, and I have read all the books.",
        "author": "Stephane Mallarme"
    },
    {
        "quote": "It was sad leaving 'All Saints' because I was leaving a family that had nurtured me and looked after me for a couple of years, and at the same time that particular storyline wasn't a surprise to me. I knew I was going. It had been worked out very carefully over many months.",
        "author": "Chris Vance"
    },
    {
        "quote": "It's a sad day in this country when you can't talk about law and order unless they want to call you a racist.",
        "author": "George Wallace"
    },
    {
        "quote": "Even if my songs are quite sad or quite dark, I don't want my songs to make people sad. It's very important for me that all my songs have some kind of hope or light.",
        "author": "Aurora"
    },
    {
        "quote": "It's true that I'm sad about not being involved in the development of 'Dark Souls II,' because I've worked on 'Demon's Souls' and 'Dark Souls'' development for the past five years.",
        "author": "Hidetaka Miyazaki"
    },
    {
        "quote": "Everyone has a 'Majnu' in them. It's not about the sad or happy climax. It's a term we use to define someone who falls in love and faces problems.",
        "author": "Nani"
    },
    {
        "quote": "How sad it is that we give up on people who are just like us.",
        "author": "Fred Rogers"
    },
    {
        "quote": "Taste is one of the five senses, and the man who tells us with priggish pride that he does not care what he eats is merely boasting of his sad deficiency: he might as well be proud of being deaf or blind, or, owing to a perpetual cold in the head, of being devoid of the sense of smell.",
        "author": "E. F. Benson"
    },
    {
        "quote": "I'm not Meryl Streep. My God - she's the greatest actor that ever lived. It's sad that ordinary actors like me are compared to her.",
        "author": "Sissy Spacek"
    },
    {
        "quote": "I don't think films about working class people are sad at all; I think they're funny and lively and invigorating and warm and generous and full of good things.",
        "author": "Ken Loach"
    },
    {
        "quote": "It makes me so desperately sad to witness just how unforgivably wretched our world has become.",
        "author": "Ralph Steadman"
    },
    {
        "quote": "The true artist is not proud: he unfortunately sees that art has no limits; he feels darkly how far he is from the goal, and though he may be admired by others, he is sad not to have reached that point to which his better genius only appears as a distant, guiding sun.",
        "author": "Ludwig van Beethoven"
    },
    {
        "quote": "It is that kind of space, that little space of longing, whether it is in something like romantic love, or whether it's in something like divine love. You know, that kind of search for something that's not quite in your grasp. It's a very powerful place to explore as an artist, because it's not necessarily sad.",
        "author": "Anoushka Shankar"
    },
    {
        "quote": "Fortune has played me a sad trick by letting me live on and on.",
        "author": "Belle Boyd"
    },
    {
        "quote": "The whole 1950s notion was find the right girl, get married, move to the suburbs and then hang out with the guys while she stayed home with the babies. I felt that was sort of sad.",
        "author": "Hugh Hefner"
    },
    {
        "quote": "When one's dead, one's dead... This squirrel will become earth all in his time. And still later on, there'll grow new trees from him, with new squirrels skipping about in them. Do you think that's so very sad?",
        "author": "Tove Jansson"
    },
    {
        "quote": "Novi Sad is a really beautiful city, and the club is really nice. It is one of the best youth academies in Serbia.",
        "author": "Dusan Tadic"
    },
    {
        "quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.",
        "author": "Graham Greene"
    },
    {
        "quote": "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.",
        "author": "Henry Adams"
    },
    {
        "quote": "Poetry is a beautiful way of expressing feelings - happy, sad, angry, caring. It's also a way that we share with other people, to help them with those feelings.",
        "author": "Mattie Stepanek"
    },
    {
        "quote": "It's sad, something coming to an end. It cracks you open, in a way - cracks you open to feeling.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "Ladies and gentlemen, it is with great sadness that I announce that I will resign as Australia's Minister for Foreign Affairs. I am sad because I love this job. I'm totally dedicated to the work that we are doing in Australia's name around the world, and I believe that we have achieved many good results for Australia, and I'm proud of them.",
        "author": "Kevin Rudd"
    },
    {
        "quote": "The music of ABBA is not that happy. It might sound happy, in some strange way, but deep within, it's not happy music. It has that Nordic melancholic feeling to it. What fools you is the girls' voices. You know, I do think that is one of the secrets about ABBA. Even when we were really quite sad, we always sounded jubilant.",
        "author": "Bjorn Ulvaeus"
    },
    {
        "quote": "But I now entered on my fifteenth year - a sad epoch in the life of a slave girl. My master began to whisper foul words in my ear. Young as I was, I could not remain ignorant of their import.",
        "author": "Harriet Ann Jacobs"
    },
    {
        "quote": "I'm a sucker for a sad song.",
        "author": "Chris Young"
    },
    {
        "quote": "Sometimes I wonder if suicides aren't in fact sad guardians of the meaning of life.",
        "author": "Vaclav Havel"
    },
    {
        "quote": "Don't Cry Daddy is a pretty sad song. He got to the end of it and it was just real quiet and Elvis says, I'm gonna cut that someday for my daddy. And, by God, he did. He lived up to his word.",
        "author": "Mac Davis"
    },
    {
        "quote": "I was friends with Susan Sontag the last four years of her life. She had this amazing charisma and so much energy, but she had a sad little funeral in Montparnasse in Paris. It was rainy. It was all wrong. And I was thinking, 'God, she loved life so much.'",
        "author": "Marina Abramovic"
    },
    {
        "quote": "It's a sad state when more people retweet than buy records.",
        "author": "Noel Gallagher"
    },
    {
        "quote": "I'm sad, upset, and disheartened with the trolling that happens on social media... At the end of the day, this whole homophobia is so disheartening and upsetting. And then they say, 'Why don't you speak about your sexuality? You could be iconic in this country.' But I don't want to be iconic anywhere. I want to live my life.",
        "author": "Karan Johar"
    },
    {
        "quote": "If I have the chance, I would like to write an emotional, sad ballad.",
        "author": "Jeongyeon"
    },
    {
        "quote": "The tree I had in the garden as a child, my beech tree, I used to climb up there and spend hours. I took my homework up there, my books, I went up there if I was sad, and it just felt very good to be up there among the green leaves and the birds and the sky.",
        "author": "Jane Goodall"
    },
    {
        "quote": "I find it a bit sad that there is no photo of me hanging on the walls in the Berlin Museum at Checkpoint Charlie.",
        "author": "David Hasselhoff"
    },
    {
        "quote": "We tell them that we believe it will be beautiful because that is our specialty, we only create joy and beauty. We have never done a sad work. Through the drawings, we hope a majority will be able to visualize it.",
        "author": "Christo"
    },
    {
        "quote": "When I hear somebody like Hayes Carll write a song that's touching and poignant and sad and funny all at the same time, it motivates me to step my game up and try to figure out a way to get more different emotions into one line or one song.",
        "author": "Jason Isbell"
    },
    {
        "quote": "I want my clothes to have a life and then end up in a secondhand store, where some cool girl discovers them 20 years later. If the runway or red carpet is the only life clothes have, it's sad.",
        "author": "Jeremy Scott"
    },
    {
        "quote": "If I remember the suffering of my childhood and youth, it could make me sad. But if one thinks of the benefits, it is precisely because of these sufferings since I was small that I have become a man. I have become a person who thinks, who has feelings, because I have suffered.",
        "author": "Suharto"
    },
    {
        "quote": "Funny and sad are two sides of the same coin. I think that most comedians are able to tap into deep subject matter.",
        "author": "Hasan Minhaj"
    },
    {
        "quote": "My dad would pick me up every other Friday at 6 o'clock and drop me off every Sunday at 6 o'clock, and I remember those last couple hours, like around 4 o'clock, my dad would get kind of sad because he knew that he was about to not see me for two more weeks.",
        "author": "RaeLynn"
    },
    {
        "quote": "The closing of a door can bring blessed privacy and comfort - the opening, terror. Conversely, the closing of a door can be a sad and final thing - the opening a wonderfully joyous moment.",
        "author": "Andy Rooney"
    },
    {
        "quote": "People listen to music when they are sad and it relaxes their minds. People listen to music when they are extremely happy like in occasions, gatherings and parties and enjoy it. Music fills colors of happiness in their life.",
        "author": "Sara Khan"
    },
    {
        "quote": "And in real life endings aren't always neat, whether they're happy endings, or whether they're sad endings.",
        "author": "Stephen King"
    },
    {
        "quote": "The sad truth is that the civil rights movement cannot be reborn until we identify the causes of black suffering, some of them self-inflicted. Why can't black leaders organize rallies around responsible sexuality, birth within marriage, parents reading to their children and students staying in school and doing homework?",
        "author": "Henry Louis Gates"
    },
    {
        "quote": "It's fun to sing sad songs. And it's fun to listen to sad songs. Enjoyable. Satisfying. Something.",
        "author": "Richard Thompson"
    },
    {
        "quote": "My favorite emoji is definitely the sad face, like the 'See, I'm sorry' sad face, which I use all the time... Or the monkey face, where he's covering his eyes.",
        "author": "Jade Thirlwall"
    },
    {
        "quote": "Oh my God - this is scary and sad all at the same time. I literally dream about buying my own groceries. Swear to God. Because it is something that is real and normal.",
        "author": "Rihanna"
    },
    {
        "quote": "People think it's terribly sad to spend Christmas alone, but it's no sadder, really, than spending any other day alone, is it?",
        "author": "Paula Hawkins"
    },
    {
        "quote": "We're trying to say that if you, in love, when you're not true to yourself, the love won't last. Because love is complex, and we always have the dark sides and the sad sides.",
        "author": "RM"
    },
    {
        "quote": "It's pretty sad when you have to choose between the lesser of two evils.",
        "author": "Meg White"
    },
    {
        "quote": "Certain emotions just take you to the notes - being furious, heroic, sad, erotic, when rain comes.",
        "author": "Jeff Buckley"
    },
    {
        "quote": "Life is too short to be angry or sad for long.",
        "author": "Alphonso Davies"
    },
    {
        "quote": "Next to a lost battle, nothing is so sad as a battle that has been won.",
        "author": "Duke of Wellington"
    },
    {
        "quote": "If you're lucky like me, your relationship with your brother has resolved itself on the peaceful side of the fence and has stayed there. But if you're someone who's got a family that's all fractured and finding it hard to relate, that's a very sad place to be.",
        "author": "Tom Hardy"
    },
    {
        "quote": "I enjoyed in every way my 12 years of playing Archie, and I wasn't personally sad about finishing a long job.",
        "author": "Carroll O'Connor"
    },
    {
        "quote": "My lasting impression of Truman Capote is that he was a terribly gentle, terribly sensitive, and terribly sad man.",
        "author": "Alvin Ailey"
    },
    {
        "quote": "Cyndi Lauper's 'Time After Time' was a perfect song. It was so beautiful and so heartfelt. Her vocals were so amazing. And, for me, that was a song I went to when I was feeling sad and wanted to feel even sadder.",
        "author": "Lea Thompson"
    },
    {
        "quote": "It's sad that we never get trained to leave assumptions behind.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "A lot of country music is sad. I think most art comes out of poverty and hard times. It applies to music. Three chords and the truth - that's what a country song is. There is a lot of heartache in the world.",
        "author": "Willie Nelson"
    },
    {
        "quote": "They've had a hard life, the Oasis brothers. They've done really well to be semi-normal. It's always sad when your dirty linen is brought out in public.",
        "author": "Ian Brown"
    },
    {
        "quote": "Anyone can go online and write anything they want about people they don't even know, and most of the time, that is fueled by hate. The sad part is that people actually believe what they read online.",
        "author": "Colton Haynes"
    },
    {
        "quote": "I do fear death. But what I actually fear is not dying. I mean, true, it will be sad. But I know that there is a better place waiting for me.",
        "author": "Mattie Stepanek"
    },
    {
        "quote": "We equate beauty for women with youth, and that's sad. It's a shame it's so hard for so many of us to appreciate the beauty of an older woman and to accept it in ourselves.",
        "author": "Jennifer Connelly"
    },
    {
        "quote": "It's okay to be sad if things don't go the way you had hoped.",
        "author": "Jessie James Decker"
    },
    {
        "quote": "People just get kicks out of making other people sad.",
        "author": "Maisie Williams"
    },
    {
        "quote": "As a songwriter I hate this whole, 'If it's a sad song, it has to sound like a sad song thing.' And that goes all the way back to my days with the Format. I'm an insane narcissist, so if I have to get something off my chest, I'll get something off my chest.",
        "author": "Nate Ruess"
    },
    {
        "quote": "I look at my people, and I look at those who control them - the political elite. And the sad thing is that the elites are just not interested in the welfare of the people.",
        "author": "Youssou N'Dour"
    },
    {
        "quote": "I was very sad to hear of the death of Ronnie Barker, who was such a warm, friendly and encouraging presence to have when I started in television. He was also a great comic actor to learn from.",
        "author": "John Cleese"
    },
    {
        "quote": "If you don't physically age gracefully, it's a bit sad. I think Steven Tyler can get away anything, because he still looks like he did in '73. Especially from row Z backwards in an arena. As long as the Stones keep their hair and don't get fat they'll get away with the wrinkles.",
        "author": "Joe Elliott"
    },
    {
        "quote": "I like to play the grey areas in life - that's the most uncomfortable place to be. Nobody likes to be in that in-between state where there don't know what's going to happen. There's a lot of tension in that, and a lot of stuff to play with - where it's uncomfortable and awkward and sad and scary.",
        "author": "Melanie Lynskey"
    },
    {
        "quote": "We all had lots of stories of our sad experiences - they mourned the death of my wife with me - but we were hopeful that the children would return.",
        "author": "Otto Frank"
    },
    {
        "quote": "Scientology is probably one of the most misunderstood things, and it's sad that it's so misunderstood.",
        "author": "Stanley Clarke"
    },
    {
        "quote": "Every word, facial expression, gesture, or action on the part of a parent gives the child some message about self-worth. It is sad that so many parents don't realize what messages they are sending.",
        "author": "Virginia Satir"
    },
    {
        "quote": "There are so many things in life that make you sad, you have to be happy.",
        "author": "Paul Pogba"
    },
    {
        "quote": "It's sad, something coming to an end. It cracks you open, in a way - cracks you open to feeling. When you try to avoid the pain, it creates greater pain.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "When we sit at the table, there is more going on than satisfying hunger. It is sad to think of those who eat simply to satisfy their hunger and who do not permit themselves to linger under the many spells offered by a good meal - the satisfaction of our hearts, our minds and our spirits.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "I just want real reactions. I want people to laugh from the gut, be sad from the gut - or get angry from the gut.",
        "author": "Andy Kaufman"
    },
    {
        "quote": "I'm very hard on myself. Sometimes too hard on myself. When I lost in the Wimbledon finals, I was so sad, I cried. I had the runner-up trophy! It's still a great accomplishment, but I was so mad.",
        "author": "Eugenie Bouchard"
    },
    {
        "quote": "He is a hard man who is only just, and a sad one who is only wise.",
        "author": "Voltaire"
    },
    {
        "quote": "The ultimate gathering when I was younger would be an over-the-top Christmas party. Now, ugh, it's so sad... as I'm getting older, I kind of look forward to more intimate, really nice dinners.",
        "author": "Haylie Duff"
    },
    {
        "quote": "If people who cherish freedom, who know the importance of mutual respect and are aware of the imperative necessity to establish a constructive and critical debate, if these people are not ready to speak out, to be more committed and visible, then we can expect sad, painful tomorrows. The choice is ours.",
        "author": "Tariq Ramadan"
    },
    {
        "quote": "When you socially neglect a people, when you economically abandon a people, when you transfer wealth from them to the well-to-do, what are a people going to do? They're going to respond with very sad forms of despair, and that's true for everybody - I don't care what color you are.",
        "author": "Cornel West"
    },
    {
        "quote": "I just like a good, sad song. The sadder, the better. It moves me.",
        "author": "John Prine"
    },
    {
        "quote": "My label, my genre, my everything is happy sad - I do a smiley face with eyes on both sides. So basically to me, it's totally okay to be happy and sad at the same time, it's totally okay just to be sad, it's totally okay to be happy.",
        "author": "Gnash"
    },
    {
        "quote": "My style is bad white-boy dancing. I can do swing a little bit, but nothing beyond that. My solo dancing is sad. I use my arms, badly.",
        "author": "Robin Williams"
    },
    {
        "quote": "People think, and by the way I think most people are right: 'The Tory party is run by people who basically don't care about people like me.' That is what most people in the country have thought about the Tory party for decades. I know a lot of Tory MPs and I am sad to say the public is basically correct.",
        "author": "Dominic Cummings"
    },
    {
        "quote": "I'm very artistic and creative, disorganised - ambitious, I would say, if that even makes sense. I'm definitely not the most mathematical person in the world; not scientific. I can't even work out a tip; it's really sad. But I've always thought, play up your strengths and let someone else handle your weaknesses. It's OK. Work together.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "A marriage is no amusement but a solemn act, and generally a sad one.",
        "author": "Queen Victoria"
    },
    {
        "quote": "I've written about this before, but the sad truth is this: There are only a handful of Trump true believers in the Senate. The rest are chugging a toxic slurry of cowardice, ambition, and opportunism that has led members of the upper house of a co-equal branch of government to relinquish their power and prerogatives.",
        "author": "Rick Wilson"
    },
    {
        "quote": "Those who gave away their wings are sad not to see them fly.",
        "author": "Antonio Porchia"
    },
    {
        "quote": "I feel like modern country is deliberately dumbing down the human race. They're deliberately making people take glory in being uneducated and racist, and it's just sad. I think it's absolute mind control.",
        "author": "Jim James"
    },
    {
        "quote": "The old, sad art colors are gone. Now I paint bright colors. I paint paintings which are happy, where children are laughing and playing with animals. I paint paradise on Earth. I still paint sadness sometimes, but there is sadness in the world, too.",
        "author": "Margaret Keane"
    },
    {
        "quote": "I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they've done. I wanted to give people a chance to see something funny, have a distraction.",
        "author": "Ben Stiller"
    },
    {
        "quote": "The sad fact is that spending rises every year, no matter what people want or say they want.",
        "author": "Ben Stein"
    },
    {
        "quote": "'Blue Valentine' was a really sad movie, but I loved the moments when they're discovering each other for the first time.",
        "author": "Sam Heughan"
    },
    {
        "quote": "Women get the attention when we get into the men's arena, and that's sad.",
        "author": "Billie Jean King"
    },
    {
        "quote": "Though I know he loves me, tonight my heart is sad; his kiss was not so wonderful as all the dreams I had.",
        "author": "Sara Teasdale"
    },
    {
        "quote": "Art is the most beautiful deception of all. And although people try to incorporate the everyday events of life in it, we must hope that it will remain a deception lest it become a utilitarian thing, sad as a factory.",
        "author": "Claude Debussy"
    },
    {
        "quote": "I am very sad for men and women trapped in any relationship where there is cruelty, dominance, inequity. I long for the liberation of all people.",
        "author": "Jasmine Guy"
    },
    {
        "quote": "Guys like to gaslight us, and it's not cool. And it happens so much; it's happened to me in relationships. It's happened to me where I have been cheated on, and I felt so sad and angry, like it wasn't my fault, but that was because the person was gaslighting me into thinking it was my fault.",
        "author": "Ava Max"
    },
    {
        "quote": "In this sad world of ours, sorrow comes to all; and to the young, it comes with bitterest agony because it takes them unawares. I have had experience enough to know what I say.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "The president we have today is a typical Washington politician that's prone to hyperbole and decisiveness and false outrage. And I think it's very sad - very sad to watch.",
        "author": "Marco Rubio"
    },
    {
        "quote": "Women often postpone their lives, thinking that if they're not with a partner then it doesn't really count. They're still searching for their prince, in a way. And as much as we don't discuss that, because it's too embarrassing and too sad, I think it really does exist.",
        "author": "Jane Campion"
    },
    {
        "quote": "Football is a sad game.",
        "author": "George Best"
    },
    {
        "quote": "I'm always playing someone grumpy or sad or grieving or downtrodden or stoic. As people get to know me within the industry, they know it's completely the opposite of what I'm like because I am a hyperactive, energetic ball.",
        "author": "Wunmi Mosaku"
    },
    {
        "quote": "Most friendship groups will have someone who starts a new relationship, and you just don't see them for four months. And that's always kind of sad, almost like an inverted break up. I guess the ideal situation is that whoever the new partner is can be subsumed into the friendship group.",
        "author": "Dan Smith"
    },
    {
        "quote": "You know, I think we Indians are afraid to show and celebrate our happiness, lest things change around. But I feel that it's okay to be sad and okay to show when you are happy.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "I think men are mainly unfaithful because as they get older, they feel the urge to prove to themselves that they are still attractive. They need proof from outside the marriage. It's really sad. It's all about them. It's not about their wives at all.",
        "author": "Pattie Boyd"
    },
    {
        "quote": "It's hard to watch your life unfold, and sad. Life changes.",
        "author": "Cilla Black"
    },
    {
        "quote": "Do I perform sometimes in a manic style? Yes. Am I manic all the time? No. Do I get sad? Oh yeah. Does it hit me hard? Oh yeah.",
        "author": "Robin Williams"
    },
    {
        "quote": "I am sometimes sad when I hear the personal stories of Tibetan refugees who have been tortured or beaten. Some irritation, some anger comes. But it never lasts long. I always try to think at a deeper level, to find ways to console.",
        "author": "Dalai Lama"
    },
    {
        "quote": "It's sad when a woman writing fantasy in the United States in the 1970s has less actual feminist cred than Sir Walter Scott.",
        "author": "Judith Tarr"
    },
    {
        "quote": "People are so codified - it's sad.",
        "author": "Jean Paul Gaultier"
    },
    {
        "quote": "It is a sad commentary of our times when our young must seek advice and counsel from 'Dear Abby' instead of going to Mom and Dad.",
        "author": "Pauline Phillips"
    },
    {
        "quote": "I have many years to get better and better, and that has to be my ambition. The day you think there is no improvements to be made is a sad one for any player.",
        "author": "Lionel Messi"
    },
    {
        "quote": "Whenever the lion fish in the fish tank in the captain's ready room died it was always a sad moment.",
        "author": "Patrick Stewart"
    },
    {
        "quote": "I'm sad that it's uncool or offensive to talk about environmental or human rights issues.",
        "author": "Grimes"
    },
    {
        "quote": "When you go to the mountains, you really have to accept that there is always a risk. It's more dangerous than sitting at home watching TV. It's really sad.",
        "author": "Ueli Steck"
    },
    {
        "quote": "We must learn how to live in the space of inner peace in our everyday lives. This takes consistent, conscious effort because I know so many black women are hurting and sad, and we don't easily express our heartache or show our wounds.",
        "author": "Susan L. Taylor"
    },
    {
        "quote": "It's weird how much social media affects someone's career. Deals and jobs are sometimes based off how many followers you have, which is a little sad. I would rather that not be the case, but I understand that it's important.",
        "author": "Lili Reinhart"
    },
    {
        "quote": "To me, 'Alors On Danse' is the definition of clubbing. Because everyone is just trying to forget their problems, but actually, it's so sad, clubbing. We try to sell happiness in clubs, but you can't.",
        "author": "Stromae"
    },
    {
        "quote": "I don't think of my songs as sad songs. I think of them as vulnerable and honest. I crack jokes in between songs, so people don't leave feeling too dark.",
        "author": "Mary Lambert"
    },
    {
        "quote": "Among the many reasons assignable for the sad decay of true Christianity, perhaps the neglecting to assemble ourselves together, in religious societies, may not be one of the least.",
        "author": "George Whitefield"
    },
    {
        "quote": "As a gay man, there are certain places that I avoid. When I go to China, I lie and pretend I'm not married, which is really sad - I leave my ring at home. But I'm not willing to risk my safety in a country that could cause me no end of problems or where it's illegal to be gay. I'm very aware of the places I can travel to safely and where I cannot.",
        "author": "Tan France"
    },
    {
        "quote": "These days young kids don't have any place to form an epic adventure. It's more often in front of the TV screen or a laptop. That's very hard on them. They're being taught daily unsocial skills. Facebook is an unsocial skill. It's so sad.",
        "author": "John Lydon"
    },
    {
        "quote": "I survived turning 60, I was not thrilled to turn 61, I was less thrilled to turn 62, I didn't much like being 63, I loathed being 64, and I will hate being 65. I don't let on about such things in person; in person, I am cheerful and Pollyanna-ish. But the honest truth is that it's sad to be over 60.",
        "author": "Nora Ephron"
    },
    {
        "quote": "Women's emotions are constantly labeled. Any slight deviation from 'pleasantness,' and we are labeled as hysterical. When we are angry, sad, depressed, or manic, we are immediately seen as unfeminine or ugly or weak.",
        "author": "Petra Collins"
    },
    {
        "quote": "Many scientists think that philosophy has no place, so for me it's a sad time because the role of reflection, contemplation, meditation, self inquiry, insight, intuition, imagination, creativity, free will, is in a way not given any importance, which is the domain of philosophers.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?",
        "author": "Jackie Kennedy"
    },
    {
        "quote": "I was a very good girl for a long time, that's what really drew me to acting. The stage was the perfect place to be outrageous, to be sad, to be angry, to be all these different things.",
        "author": "Joan Allen"
    },
    {
        "quote": "The first beat that I ever made that I thought was actually worth a damn was called 'Toilet Paper Nostrils,' and I made it when I had a cold. I had the worst cold ever. And I had toilet-paper nostrils making music, but it was really reflective of how I felt. It was a really sad trumpet sound.",
        "author": "Flying Lotus"
    },
    {
        "quote": "There's so much to argue about. That was the goal with 'Really Really.' Somebody asked me once, 'How should I feel when I leave?' and I said, 'Hopefully, you're talkative.' I don't really care if you're happy or sad or loved it or hated it or hate me. The goal is that you have something to say, that you have a response.",
        "author": "Paul Downs Colaizzo"
    },
    {
        "quote": "If we see a sad rain, it doesn't mean the rain is sad, but it means we see it. That's an easily dismissible kind of projection. But what I'm struggling to say, is that we take that rain in through our own hearts and emotions and senses and skin, and all those filters have an impact.",
        "author": "Karen Joy Fowler"
    },
    {
        "quote": "Well, darkness with humor... I'm not an extremely suicidal or sad person.",
        "author": "Peter Steele"
    },
    {
        "quote": "We don't live in the Garden. We live far from Eden. Every life is full of heartaches. Every life, frankly, is unspeakably sad.",
        "author": "John Eldredge"
    },
    {
        "quote": "The sad truth is that millions of people with mental illness suffer stigma and prejudice, especially at work.",
        "author": "Luciana Berger"
    },
    {
        "quote": "My beauty secret is to try to keep my heart as open and happy as I can, because it really makes the sad lines on my face look better.",
        "author": "Lea Thompson"
    },
    {
        "quote": "What I really tried to do with Helen was make her show this sad side of her. She was married off at 16, was so young and living in this castle that can't leave because of how she looks, and married to a man she hates and three times her age.",
        "author": "Diane Kruger"
    },
    {
        "quote": "Poverty makes you sad as well as wise.",
        "author": "Bertolt Brecht"
    },
    {
        "quote": "Ishmael Beah was born and spent his childhood in Sierra Leone as that sad but beautiful West African country was ravaged by a civil war that left some 50,000 dead between 1991 and 2002. He was a child soldier for a while, then, through extraordinary circumstances, was set free of that life.",
        "author": "Carolyn See"
    },
    {
        "quote": "The word of God is full of sad and grave counsel, full of the knowledge of God, of examples of virtues, and of correction of vices, of the end of this life, and of the life to come.",
        "author": "John Jewel"
    },
    {
        "quote": "I can't say I'm happy to be talking about John Ritter and his passing. In my 21 years of Entertainment Tonight, this really was one of the most shocking and sad things to have happened.",
        "author": "Mary Hart"
    },
    {
        "quote": "To be a character who feels a deep emotion, one must go into the memory's vault and mix in a sad memory from one's own life.",
        "author": "Albert Finney"
    },
    {
        "quote": "Often when I go to home of people who have small children, the children will run from me, even though they have seen me on television. I understand why they do this but it is a sad feeling for me, even so.",
        "author": "Andre The Giant"
    },
    {
        "quote": "I think, after 'Let Her Go,' I wanted to show people that I don't just write really sad love songs about my ex-girlfriend: that there's another side to Passenger as well that's a bit more up-tempo and more inclined to social commentary.",
        "author": "Passenger"
    },
    {
        "quote": "I was sad that Corpse Bride was so short. I would've liked to have had her around for way longer. She doesn't actually have that many scenes.",
        "author": "Helena Bonham Carter"
    },
    {
        "quote": "I'm sad to see celluloid go, there's no doubt. But, you know, nitrate went, by the way, in 1971. If you ever saw a nitrate print of a silent film and then saw an acetate print, you'd see a big difference, but nobody remembers anymore. The acetate print is what we have. Maybe. Now it's digital.",
        "author": "Martin Scorsese"
    },
    {
        "quote": "The sad thing about destroying the environment is that we're going to take the rest of life with us. The bluebirds will be gone, and the elephants will be gone, and the tigers will be gone, and the pandas will be gone.",
        "author": "Ted Turner"
    },
    {
        "quote": "I was really sensitive because people would say they thought I was a boy or call me a boy and stuff like that. I always had my hair back and, like I said, baggy clothes. So it was kind of sad. I didn't know what to do about it, and I didn't know what I was doing wrong because I was just being me.",
        "author": "Bayley"
    },
    {
        "quote": "I've had tons of bullies who would call me retarded, even on my Facebook page. It's sad and it really hurts. I want to tell people not to use the word. Don't say your friend's retarded when they do something foolish. If you have a disability, keep working hard. Whatever it takes, do it, and don't be mean to people.",
        "author": "Lauren Potter"
    },
    {
        "quote": "Not working makes you ill, sad, depressed. It ages you.",
        "author": "Bobby Deol"
    },
    {
        "quote": "'The Taxi Ride,' from my second album, is one people want to hear a lot. I'm consciously trying to walk on the sunny side of the street, to really lift myself into a place of greater positivity, and that's a sad song.",
        "author": "Jane Siberry"
    },
    {
        "quote": "I could really make a song of hurt, because I've been hurt by a lot of men. I'm talking about, like, how sad I be when a dude curves me. And I never talk about that because I refuse to let people know that I get sad because when a man don't answer my calls.",
        "author": "Cardi B"
    },
    {
        "quote": "When you have used your beauty to get around, it's like having extra cash in your back pocket. I was so used to walking down the street and having the young guys passing by at least give me a flicker of a look. But once you're over 40, you become invisible. You're a brick in the building, and it's sad.",
        "author": "Paulina Porizkova"
    },
    {
        "quote": "I don't have any problem with being the guy whose album people put on when they're feeling sad.",
        "author": "Sam Smith"
    },
    {
        "quote": "The assassination of Martin Luther King, Jr. made me very, very sad, and I mourned and I cried like many of our citizens did.",
        "author": "John Lewis"
    },
    {
        "quote": "The problem, when comparing contemporary television to television in 1974, is that TV has become not just bad but sad.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "When I see 'Sunshine,' I see a film that part of me is kind of very proud of and another part of me is very sad about, so it's a really complicated film for me. And I've never been really able to resolve all that in myself.",
        "author": "Alex Garland"
    },
    {
        "quote": "I'm not a very serious person. You know how they say that clowns are very funny in public and are really sad at home? I'm really kind of stupid at home and more serious in public.",
        "author": "Roland Joffe"
    },
    {
        "quote": "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "I think that the majority of messages are validating messages to confirm the survival of conscious. And many times that validation message is negative or sad.",
        "author": "John Edward"
    },
    {
        "quote": "It is a very sad thing that nowadays there is so little useless information.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "The sad thing is most people have to check with someone before they do the things that make them happy. We're all passing through; the least we can do is be happy, and the only way to do that is by being selfish.",
        "author": "Gene Simmons"
    },
    {
        "quote": "The history of soccer is a sad voyage from beauty to duty. When the sport became an industry, the beauty that blossoms from the joy of play got torn out by its very roots.",
        "author": "Eduardo Galeano"
    },
    {
        "quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!",
        "author": "William Shakespeare"
    },
    {
        "quote": "I can't speak for everybody. But I will say that for me, when I've been depressed - and I get depressed. I have irrational bouts of anxiety. I have random FedEx deliveries of despondency. Just like, 'I didn't order this. Oh, well, keep the PJs on, cancel everything you're doing today. It's time to take a sad shower.'",
        "author": "Pete Holmes"
    },
    {
        "quote": "As virtuous men pass mildly away, and whisper to their souls to go, whilst some of their sad friends do say, the breath goes now, and some say no.",
        "author": "John Donne"
    },
    {
        "quote": "I'm a bit of a romantic, to a fault. It's led me to some great things and also some sad things. It's made me a better person, to keep a good spirit about dating.",
        "author": "Alexander Koch"
    },
    {
        "quote": "Falling in love is awesome, but I'm never drawn to happy songs per se, so whenever you sit down to write a heartbreak song and you're happily in love, it's like, 'OK, now I have to go back to a sad place to get something good.'",
        "author": "Miranda Lambert"
    },
    {
        "quote": "I so desperately hate to end these movies that the first thing I do when I'm done is write another one. Then I don't feel sad about having to leave and everybody going away. That's why I tend to work with the same people; I really befriend them.",
        "author": "John Hughes"
    },
    {
        "quote": "There were points in my life where I felt oddly irresistible to women. I'm not in that state now and that makes me sad.",
        "author": "Jack Nicholson"
    },
    {
        "quote": "I didn't make music until I was about 18. I'd been playing my whole life, but I wasn't putting it out because I didn't feel like people would take it seriously. I thought people would be like, 'It's just like sad girl music - it's like Taylor Swift.'",
        "author": "Soccer Mommy"
    },
    {
        "quote": "I have the choice of being constantly active and happy or introspectively passive and sad.",
        "author": "Sylvia Plath"
    },
    {
        "quote": "I was friends with Susan Sontag the last four years of her life. She had this amazing charisma and so much energy, but she had a sad little funeral in Montparnasse in Paris.",
        "author": "Marina Abramovic"
    },
    {
        "quote": "It's impossible to describe Messi. I like him so much, and I always say I feel so sad because he never won the World Cup with Argentina. It is an award he deserves because a world-class player like him must be a world champion.",
        "author": "Rivaldo"
    },
    {
        "quote": "When you're feeling down, sad, lonely, negative, you don't want to take care of yourself - and the weight problem and the diabetic problem and the heart attack and stroke problems and high cholesterol set in.",
        "author": "Richard Simmons"
    },
    {
        "quote": "It's cool to be in your feelings, and it's cool to be sad, and it's cool to feel all of these things.",
        "author": "Cuco"
    },
    {
        "quote": "We don't have all this gay-bashing crime. You don't see that. It's not there. That is not really happening in Jamaica. But because a few artists basically sing it and put records out and the media runs with it, then the stigma becomes big, and now we're trapped with that whole thing. It's really sad.",
        "author": "Shaggy"
    },
    {
        "quote": "It is a historical error for those who were not there to just refer to August 28th as 'I Have a Dream' speech day. That is a real disservice to those who were there. It was a sad day. It was not a celebration environment.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "I always knew that St. Jude was an amazing organization but meeting the kids and seeing how the hospital works first hand was truly beautiful. It doesn't feel like a regular hospital all dreary and sad. It's a colorful, beautiful, comfortable, fun place to live and the energy is wonderful.",
        "author": "Ariana Grande"
    },
    {
        "quote": "You either grow with this sport, or you get left behind. It's sad, but it is what it is. You gotta keep up with this sport.",
        "author": "Max Holloway"
    },
    {
        "quote": "If it was up to me, I would just wear jeans and t-shirts, even to red carpets, but then no one would photograph me, so that would make me very sad. So you know, I've gotta keep up with the rest of the female population and sometimes try a little harder.",
        "author": "Shakira"
    },
    {
        "quote": "It makes me sad; I had to stop seeing my fans. It is like mental self harm to go and read my DMs.",
        "author": "Ashnikko"
    },
    {
        "quote": "It was sad to leave 'Pippin' because it was a kind of inspirational turning point in my life. But it was time to move on.",
        "author": "Ann Reinking"
    },
    {
        "quote": "Sometimes what we call tragedy, at least in the theater, are really case histories. They're based on the central figure, and things happen to that person, and they're called tragedy because they're extremely sad. But tragedy always has a glorious thing happen at the end of it. That's what the catharsis is.",
        "author": "Derek Walcott"
    },
    {
        "quote": "It's a sad commentary when I have to say that sometimes in our country we are real sensitive to race.",
        "author": "Oscar Robertson"
    },
    {
        "quote": "The South is very beautiful but its beauty makes one sad because the lives that people live here, and have lived here, are so ugly.",
        "author": "James Baldwin"
    },
    {
        "quote": "Fashion is that thing that saved me from being sad.",
        "author": "Lady Gaga"
    },
    {
        "quote": "We have but one permanent home: heaven - that's still the old truth that we always have to re-learn - and it's only through the impact of sad experiences that we assimilate it.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "People say you should read your criticism because it will make you a better person but it doesn't. It just makes you a sad bitter old showbiz nightmare.",
        "author": "Jo Brand"
    },
    {
        "quote": "Guns are going to be here until the end of time; the underworld is going to be here until the end of time. It's just a sad reality that dumb people use them.",
        "author": "Tech N9ne"
    },
    {
        "quote": "It would be a sad day if we British stopped being cynical, but you sometimes wonder whether we overdo it.",
        "author": "Boris Johnson"
    },
    {
        "quote": "It's really a sad story, and I liked that. The songs on this album talk about relationships in every aspect.",
        "author": "Aaliyah"
    },
    {
        "quote": "I think love's exciting and happy, as well as being able to make you sad.",
        "author": "Billy Idol"
    },
    {
        "quote": "You'd die very sad if you tried to make everyone in the world happy, you know what I mean? You can't; no one can.",
        "author": "G-Eazy"
    },
    {
        "quote": "'A Bug's Life' is a really funny movie and the characters have such different personalities. The movie is happy and then gets really sad and I'm like, W'hoa, I'm feeling this way and this movie is about bugs!'",
        "author": "Booboo Stewart"
    },
    {
        "quote": "I think it's sad that movies and television have caused the theatre to fade as a popular art form. I hope to get young people into the theatre and expose them to Shakespeare.",
        "author": "Kelly McGillis"
    },
    {
        "quote": "House of Fools,' that was the first thing I was sad that we couldn't do any more.",
        "author": "Bob Mortimer"
    },
    {
        "quote": "Man is born passionate of body, but with an innate though secret tendency to the love of Good in his main-spring of Mind. But God help us all! It is at present a sad jar of atoms.",
        "author": "Lord Byron"
    },
    {
        "quote": "I was sad to see anybody leave, we had a very nice family on that show. I was very sad to see momma go, Victoria and especially Linda. My god that was my wife on the show, in fact my wife calls her wife.",
        "author": "Larry Hagman"
    },
    {
        "quote": "There's a rule of writing: if everything is funny, nothing is funny; if everything is sad, nothing is sad. You want that contrast.",
        "author": "J. Michael Straczynski"
    },
    {
        "quote": "That is sad until one recalls how many bad books the world may yet be spared because of the busyness of writers.",
        "author": "Gore Vidal"
    },
    {
        "quote": "You know what I have noticed? And this is really sad. Flying first class is less scary than flying coach. They speak to you and they're so nice to you and they want to help you and they know you want a drink before the plane takes off. And they bring it to you without asking. If you're sitting in coach and hoping for a drink, good luck.",
        "author": "Hope Davis"
    },
    {
        "quote": "Some characters think more like me than others; some think more like my dad or someone else. It certainly is made up of my experiences, things I've heard, things I think are funny, things I think are sad. There's sort of a strange, blurry version of yourself in there.",
        "author": "Watt Key"
    },
    {
        "quote": "I had a boyfriend in school, and it was an innocent relationship that I experienced. It's sad that the relationship didn't last forever, but I do look forward to having someone special in my life once again. I'd definitely want to get married if I find my Mr Right.",
        "author": "Nia Sharma"
    },
    {
        "quote": "I think I went through puberty really late in life or something. I always looked like a little, sad Thai boy up until I was 26.",
        "author": "Ali Wong"
    },
    {
        "quote": "It was a dream come true for me to play with the Montreal Canadiens, and the sad thing is that my promise to the city of bringing a Stanley Cup back and wanting to win one, I won't be able to fulfill that promise.",
        "author": "P.K. Subban"
    },
    {
        "quote": "I must have something to engross my thoughts, some object in life which will fill this vacuum, and prevent this sad wearing away of the heart.",
        "author": "Elizabeth Blackwell"
    },
    {
        "quote": "You can't have an up without a down, a right without a left, a back without a front - or a happy without a sad.",
        "author": "Harlan Coben"
    },
    {
        "quote": "It's sad that in the struggle for my country's freedom, I have lost my personal freedom.",
        "author": "Geert Wilders"
    },
    {
        "quote": "A photograph doesn't gain weight or lose weight, or change from being happy to being sad. It's frozen. You can use it, then recycle it.",
        "author": "Chuck Close"
    },
    {
        "quote": "It's a sad day when the leaders of the free world engage in such deception and trickery. I voted against this unnecessary war and will continue to argue that the best way to support our troops is to bring them home.",
        "author": "Major Owens"
    },
    {
        "quote": "Whenever we lose, it is a sad day.",
        "author": "Sergio Ramos"
    },
    {
        "quote": "The sad truth is that mass migration, whatever the colour of the skins of those involved, upsets and worries indigenous people, especially the poorest.",
        "author": "Peter Hitchens"
    },
    {
        "quote": "Was there ever such stuff as great as part of Shakespeare? Only one must not say so! But what think you? - What? - Is there not sad stuff? What? - What?",
        "author": "George III of the United Kingdom"
    },
    {
        "quote": "51st State was one that I loved doing because the character was so out there, and in a way I was sad to leave the character behind. I'm afraid I could never be that cool in real life!",
        "author": "Emily Mortimer"
    },
    {
        "quote": "I have a piece of great and sad news to tell you: I am dead.",
        "author": "Jean Cocteau"
    },
    {
        "quote": "If I love Etta James, it's not just the voice, and it's not just the song, but it's the energy that connects me to her, so if she is strong, I can be strong, too, and if she is sad, I know I am not alone, or if she is joyous, I can connect with that joy.",
        "author": "Beth Hart"
    },
    {
        "quote": "When I design and wonder what the point is, I think of someone having a bad time in their life. Maybe they are sad and they wake up and put on something I have made and it makes them feel just a bit better. So, in that sense, fashion is a little help in the life of a person. But only a little.",
        "author": "Miuccia Prada"
    },
    {
        "quote": "Apart from the fact that your physical ability starts to decline, I also think someone in their fifties being childlike becomes a little sad. You've got to be careful.",
        "author": "Rowan Atkinson"
    },
    {
        "quote": "I was so sad that 'Best Friends Forever' got cancelled. I thought it was a great show and NBC didn't give it a chance. I'm a big fan of the NBC comedies.",
        "author": "Erinn Hayes"
    },
    {
        "quote": "Well the country songs themselves are three-chord stories, ballads which are mostly sad. If you are already feeling sorry for yourself when you listen to them they will take you to an even sadder place.",
        "author": "Willie Nelson"
    },
    {
        "quote": "It makes me sad when I find sisters who aren't joyful. They might smile, but with just a smile they could be flight attendants!",
        "author": "Pope Francis"
    },
    {
        "quote": "If someone is sad, they put on a song, or if someone wants to rock out, and they want to get into a good mood, they put on music. Just being able to be a part of something like that I feel like was my ultimate push to do music.",
        "author": "Adam Hicks"
    },
    {
        "quote": "It makes me very sad. Everyone's afraid of each other - Jews are afraid of Palestinians, Palestinians are afraid of Jews. Everywhere I see fear, not understanding. Reason went out of the window a long time ago.",
        "author": "Miriam Margolyes"
    },
    {
        "quote": "The hate directed against the colored people here in St. Louis has always given me a sad feeling... How can you expect the world to believe in you and respect your preaching of democracy when you yourself treat your colored brothers as you do?",
        "author": "Josephine Baker"
    },
    {
        "quote": "Wearing a tuxedo isn't as simple as it sounds. I've been to a lot of award shows in Hollywood over the years and have seen some pretty sad tuxes. It's surprisingly easy to go off the rails.",
        "author": "Paul Feig"
    },
    {
        "quote": "It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.",
        "author": "John Ciardi"
    },
    {
        "quote": "It is a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.",
        "author": "W. H. Auden"
    },
    {
        "quote": "From 1997 through 1999, I had gained so much. People don't realize how something like weight gain can make you sad. Losing weight has changed my life. If you can take control of your life, you can lose weight.",
        "author": "La India"
    },
    {
        "quote": "It doesn't matter if you're sad or hung-over or lazy or tired - a workout will get your endorphins pumping, and you'll feel like a new person almost instantly.",
        "author": "Rachel Nichols"
    },
    {
        "quote": "I love sad. Sadness makes you feel more than anything.",
        "author": "Jeff Ament"
    },
    {
        "quote": "Since I had the baby I can't tolerate anything violent or sad, I saw the Matrix and I had my eyes closed through a lot of it, though I didn't need to. I would peek, and then think, oh OK, I can see that.",
        "author": "Lisa Kudrow"
    },
    {
        "quote": "I'm so grounded, it's sad.",
        "author": "Patti LaBelle"
    },
    {
        "quote": "It's sad to see these old buildings go because they have so many memories, and it's a real personal kind of thing when you play these places. It's part of our history just gone.",
        "author": "Clarence Clemons"
    },
    {
        "quote": "The sad events that occur in my life are the sad events that happen to everybody, with losing friends and family, but that is a natural occurrence, as natural as being born.",
        "author": "Sergio Aragones"
    },
    {
        "quote": "It's sad that the cell phone is replacing the watch as a time-telling device. I wear a vintage watch that's really skinny.",
        "author": "Thom Browne"
    },
    {
        "quote": "What is sad to me is not what Bill Nye thinks about me. What I found really unfortunate is that after presenting my stand on God's Word, there were a number of Christians who were more complimentary of Bill Nye than of me because Bill Nye was defending evolution and billions of years.",
        "author": "Ken Ham"
    },
    {
        "quote": "People talk about games and loneliness - it's a lonely activity. I didn't understand that. 'Gears of War' was the first multiplayer game for me that I enjoyed. But I wasn't sad. I liked being alone. I liked playing games by myself. I had lots of companionship at the house.",
        "author": "Tim Schafer"
    },
    {
        "quote": "I don't mind if what they write about me has some truth in it. Pure imagination makes me feel sad about the whole thing.",
        "author": "Shaheer Sheikh"
    },
    {
        "quote": "It's nice to be with someone, but I don't think you need to be in a relationship to feel complete. That would be really sad.",
        "author": "Kristin Davis"
    },
    {
        "quote": "The sad part about our past is that religions, ironically enough, are responsible for creating the most destructive idea that has ever been visited upon the human race: the idea that there is such a thing as 'better.'",
        "author": "Neale Donald Walsch"
    },
    {
        "quote": "I'm interested in everything about people. Not just, 'what do you do for a living?' but I want to know about their fears and sadnesses and listen to their regrets, both sides of it, the happy and the sad.",
        "author": "Anh Do"
    },
    {
        "quote": "My greatest regret is not having gone to Wellesley College. it is something I have felt a little sad about my whole life.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "But probably my favorite music, believe it or not, is sad music.",
        "author": "Walton Goggins"
    },
    {
        "quote": "How sad it is that these great gentlemen should believe what anyone tells them and do not choose to judge for themselves! But it is always so.",
        "author": "Wolfgang Amadeus Mozart"
    },
    {
        "quote": "So many amongst us live in the past rather than loving the present and building a brilliant future. Some people stay stuck for years over something they did or a failure they've experienced. Sad. A life is a terrible thing to waste.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "The '80s were fabulous. The '90s sucked, and the '70s were just a sad, sad time in human history. Go 1980s! There's something that's just so cute about that time. And not just yellow nail polish and 'I'm a loner.'",
        "author": "Jennifer Sky"
    },
    {
        "quote": "And what I love about music and art in general is that you can take something so negative or positive - any emotion, no matter how sad or happy - and turn it into art.",
        "author": "Amber Liu"
    },
    {
        "quote": "I've had an amazing life, but I think I was born with a little bit of sadness in me. I've always been attracted to those things, whether it's sad movies, sad music... when you're sad, you feel everything in a greater way than you do when you're happy.",
        "author": "Sam Smith"
    },
    {
        "quote": "I often say the last role I played that really touched me and where I was able to access what I really am was Bonnie, which is kind of sad when you think how early in my career that was.",
        "author": "Faye Dunaway"
    },
    {
        "quote": "I am not a sad clown. I am not a sad clown.",
        "author": "Nathan Lane"
    },
    {
        "quote": "It's a sad fact about our culture that a poet can earn much more money writing or talking about his art than he can by practicing it.",
        "author": "W. H. Auden"
    },
    {
        "quote": "But I'm not like sad, depressed miserable person. I guess sometimes I give off that impression.",
        "author": "Edward Furlong"
    },
    {
        "quote": "Hollywood is like a really sad, grown up version of high school where people get labeled as 'cool,' 'not cool,' 'jock,' 'bombshell,' 'quirky'... it's like a caste system. You're either in, or you're out.",
        "author": "Zoe Kravitz"
    },
    {
        "quote": "Of these years nought remains in memory but the sad feeling that we have advanced and only grown older.",
        "author": "Max Muller"
    },
    {
        "quote": "I think that's very sad, that I haven't allowed my heart to be broken. I have broken a few.",
        "author": "Sally Field"
    },
    {
        "quote": "The sad souls of those who lived without blame and without praise.",
        "author": "Dante Alighieri"
    },
    {
        "quote": "I was a million percent in love with Edward Scissorhands. I remember looking in the mirror on the last day of shooting... and thinking how sad I was to be saying goodbye to Edward.",
        "author": "Johnny Depp"
    },
    {
        "quote": "Some really good things kind of swing both ways and I like to see people that can swing really, really, really sad and horrible and terrible and really, really, really beautiful and funny.",
        "author": "Beth Henley"
    },
    {
        "quote": "Early on, many years ago when we started 'Avatar,' the executive that we were working with said to make the sad scenes sadder, the funny scenes funnier, the scary scenes scarier. That was kind of permission to do what we felt comfortable with.",
        "author": "Bryan Konietzko"
    },
    {
        "quote": "When this sad war is over we will all return to our homes, and feel that we can ask no higher honor than the proud consciousness that we belonged to the Army of the Potomac.",
        "author": "George B. McClellan"
    },
    {
        "quote": "To be honest, I'm a little upset these days. My family has been exposed to the media. Some people break into our house. My ex-girlfriend's photos are circulating online. To say that these are things I need to endure for the sake of celebrity... that's sad. I want to respectfully request that my private life remain private.",
        "author": "Song Joong-ki"
    },
    {
        "quote": "I lost a lot of finals, so it was difficult. It's sad, and that sadness stays with you, but I always enjoyed the game.",
        "author": "Roberto Baggio"
    },
    {
        "quote": "It's incredible that they censor films. It's sad.",
        "author": "Dario Argento"
    },
    {
        "quote": "I try to be as positive as I can because I truly believe I am my feelings, and if I'm sad, if I have regrets, they will show up as illnesses, they will show up as cancers... I don't want that.",
        "author": "Marie Helvin"
    },
    {
        "quote": "There are times when I'm really happy and I write something really sad, and vice versa.",
        "author": "Juan Gabriel"
    },
    {
        "quote": "I'm not cynical, but the reality is that life is mortal. Terrible, sad things happen. Everybody loses friends and family. I'll be on tour and get really scared if my wife won't answer her phone within one minute. I'm sensitive.",
        "author": "Kurt Vile"
    },
    {
        "quote": "It is a sad commentary that today we face a choice between having schools that are a monument to our past - or schools that will be the lifeblood of our future. But since that is our choice, let us resolve to choose wisely.",
        "author": "Ted Kulongoski"
    },
    {
        "quote": "I have a voice inside. A voice that I am forever trying to silence. A voice that calls me in when I want to be out, playing. A voice that is always sad. That is always terrified. That always wants to sit in the darkened room, away from noise and movement and colour - away from any experience that could prove to be challenging.",
        "author": "Sue Perkins"
    },
    {
        "quote": "I think coldness is chic among writers, and particularly ironic coldness. What is absolutely not allowable is sadness. People will do anything rather than to acknowledge that they are sad.",
        "author": "Mary Gordon"
    },
    {
        "quote": "I think that there are a lot of really beautiful Christmas carols, and then sometimes there are horrible renditions of them that are played to death in malls that make me sad. I try to avoid stores where they're playing bad versions of Christmas songs on repeat.",
        "author": "Gillian Jacobs"
    },
    {
        "quote": "People should know that the idea of legal fakes is a complete farce. It would be sad if a new generation thinks that's actually legit.",
        "author": "James Jebbia"
    },
    {
        "quote": "But you see, that's the gilded prison of fashion. We're riding in private jets, and meantime I was so incredibly, painfully sad and lonely.",
        "author": "Janice Dickinson"
    },
    {
        "quote": "When I was growing up, albums were my closest friends, as sad as that may sound - Joy Division's 'Closer,' or Echo and the Bunnymen's 'Heaven Up Here'... I had a more intimate relationship with those records than I did with most of the people in my life.",
        "author": "Moby"
    },
    {
        "quote": "To say that losing your pancreas is a sad thing is not an overstatement. They had to take my pancreas away, my duodenum, and it's damaged for ever.",
        "author": "Chris Rea"
    },
    {
        "quote": "It's really sad sometimes that you have to go to that extreme bottom to find your way back up, but it's true.",
        "author": "Ivan Moody"
    },
    {
        "quote": "It is sad that so many designers don't know how to make. CAD software can make a bad design look palatable! It is sad that four years can be spent on a 3D design course without making anything! People who are great at designing and making have a great advantage.",
        "author": "Jonathan Ive"
    },
    {
        "quote": "The death of any man aged 56 is very sad for his widow and family. And no one would deny that Steve Jobs was a brilliant and highly innovative technician, with great business flair and marketing ability.",
        "author": "A. N. Wilson"
    },
    {
        "quote": "Netflix really trusts us. We don't get a lot of network notes. They're not coming back all the time like, 'Oh, this is too sad,' or 'This is too weird.'",
        "author": "Raphael Bob-Waksberg"
    },
    {
        "quote": "One of the sad things about contemporary journalism is that it actually matters very little. The world now is almost inured to the power of journalism. The best journalism would manage to outrage people. And people are less and less inclined to outrage.",
        "author": "David Simon"
    },
    {
        "quote": "You can communicate a sad message or perplexing message through happy chords or a happy melody, and I hope to have the listener pose more questions in their life as opposed to going along with the everyday and what's being pushed on them.",
        "author": "Poppy"
    },
    {
        "quote": "It's sad how people want to see us females go against each other. Never been for that. Never will.",
        "author": "Ciara"
    },
    {
        "quote": "I had to choose, I'd be so sad. They are flip sides of the same coin. I love both comedy and drama.",
        "author": "Dianne Wiest"
    },
    {
        "quote": "It would be sad if we lost our instinct and our courage to love and protect.",
        "author": "Emeli Sande"
    },
    {
        "quote": "If you are searching to figure out what is true and what is not, you will have a sad life. It means you have too much time, and you should do a hobby - like collecting art.",
        "author": "Maurizio Cattelan"
    },
    {
        "quote": "If the IAAF feel that is the right way to go for TV rights and everything, the rule will stay. As much as I want to be on the podium, tonight is a sad night for athletics.",
        "author": "Kim Collins"
    },
    {
        "quote": "I would be a very sad person if I didn't have dance in my life. However I can, whatever I do, I just feel a lot of joy. Even if I am sad, if you take me to a rehearsal hall, I will automatically become happy.",
        "author": "Mouni Roy"
    },
    {
        "quote": "I never get scared making these kinds of movies because it's all make-believe, but I did cry when I saw the finished version of Man On Fire because it is so sad.",
        "author": "Dakota Fanning"
    },
    {
        "quote": "Even modern English people are imperious, superior, ridden by class. All of the hypocrisy and the difficulties that are endemic in being British also make it an incredibly fertile place culturally. A brilliant place to live. Sad but true.",
        "author": "Pete Townshend"
    },
    {
        "quote": "You've got to be happy when you play a sad character; otherwise, you just get depressed. Make your real life as fun as possible.",
        "author": "Sophie Turner"
    },
    {
        "quote": "I think that the Information Age is great, but there's a downside to it obviously as well, and it's that false information can be perpetuated so quickly. And it's sad that so many people will believe it.",
        "author": "Josh Hopkins"
    },
    {
        "quote": "It's a sad fact that a lot of those countries who haven't been involved in the war in Iraq have taken far more responsibility for rehoming people displaced by the war than Britain has done.",
        "author": "Romola Garai"
    },
    {
        "quote": "I fear that I won't work in the theatre again. I'm sad about that. But I won't retire.",
        "author": "Maggie Smith"
    },
    {
        "quote": "It's a sad moment, really, when parents first become a bit frightened of their children.",
        "author": "Ama Ata Aidoo"
    },
    {
        "quote": "I love the script and I just thought it was a great role. Like I say, it's like this - the script is like this sad, funny, desperate love song to the lost American man.",
        "author": "Oliver Platt"
    },
    {
        "quote": "When I remember my mother, it makes me really sad. But, when I remember my father, it makes me smile.",
        "author": "Akkineni Nagarjuna"
    },
    {
        "quote": "I feel most at home when I'm alone. That's not sad. It's just I feel closest to source and connection when I'm by myself.",
        "author": "Tituss Burgess"
    },
    {
        "quote": "Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn't force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese.",
        "author": "Amy Tan"
    },
    {
        "quote": "And the sad truth is that nobody wants me to write comedy. The Exorcist not only ended that career, it expunged all memory of its existence.",
        "author": "William Peter Blatty"
    },
    {
        "quote": "I'm terribly sad about Farrah's passing. She was incredibly brave, and God will be welcoming her with open arms.",
        "author": "Cheryl Ladd"
    },
    {
        "quote": "The book that made me decide to go into Russian literature was 'Anna Karenina,' which I first read in high school. The thing that appealed to me and constituted its Russianness for me was that it was simultaneously incredibly funny and sad.",
        "author": "Elif Batuman"
    },
    {
        "quote": "When I was a child people simply looked about them and were moderately happy; today they peer beyond the seven seas, bury themselves waist deep in tidings, and by and large what they see and hear makes them unutterably sad.",
        "author": "E. B. White"
    },
    {
        "quote": "I find it sad that by not talking about who I sleep with, that makes me mysterious. There was a time when I would have been called a gentleman.",
        "author": "Kevin Spacey"
    },
    {
        "quote": "If I was sad or afraid, I would sit in a corner and sing. If I was happy I would jump into the middle of the room and sing. It was how I expressed my emotions.",
        "author": "Nana Mouskouri"
    },
    {
        "quote": "So few people read poetry. That's sad, isn't it?",
        "author": "Jerry Hall"
    },
    {
        "quote": "I was always a very self-conscious person and was picked on for my body type. I used to feel low and sad all the time, but didn't know I was suffering from depression and Body Dysmorphic Disorder till I got help.",
        "author": "Ileana D'Cruz"
    },
    {
        "quote": "That's what so sad about a lot of modern music, in my opinion, so many young bands never stay around long enough to fulfill their ultimate promise. They only get halfway there or a quarter of the way there.",
        "author": "Alan Vega"
    },
    {
        "quote": "I've always been fascinated by Elizabeth Taylor, and I had read that her first kiss happened on a film set, which actually made me a little sad. You need to have normal experiences of your own.",
        "author": "Emma Watson"
    },
    {
        "quote": "They say geniuses mostly have great mothers. They mostly have sad fates.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "I probably never would have been hired on Broadway had I not moved out to L.A. and pursued acting and film, which is sad, really.",
        "author": "Amy Adams"
    },
    {
        "quote": "I think my thing is that... I don't know. And that's why I don't wanna sing about 'This is me, this is who I am' because, like, even the question, 'Tell me about yourself' - what are you supposed to say? 'Ooh, I'm a happy girl, but I'm sad, too'? People are so complex.",
        "author": "Zara Larsson"
    },
    {
        "quote": "The sad truth of our country is that Indian women don't get a moment of rest.",
        "author": "Bhumi Pednekar"
    },
    {
        "quote": "I loved being Maleficent. I was quite sad to put my staff down and put my horns away because somehow, she just lives in a different world.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "I don't know what to say to that, but I have to agree with Johnny that, yeah, we do touch upon things that most men would rather not admit: That we feel pain, we cry, get sad and sometimes don't deal well with disappointment.",
        "author": "Peter Steele"
    },
    {
        "quote": "It is sad to see a woman sacrificing the ties of the affections even to do good.",
        "author": "Maria Mitchell"
    },
    {
        "quote": "Who indeed, after pulling off the coloured glasses of prejudice and thrusting out of sight his pet projects, can help seeing the folly of these endeavours to protect men against themselves? A sad population of imbeciles would our schemers fill the world with, could their plans last.",
        "author": "Herbert Spencer"
    },
    {
        "quote": "When I'm a bit sad, I often go for a drive in the country, quite fast with my music up.",
        "author": "Calvin Harris"
    },
    {
        "quote": "I was a sad kid.",
        "author": "Post Malone"
    },
    {
        "quote": "How sad is that life when a man thinks that his manliness comes with asking sexual favours from a woman. That's the saddest way of being a man.",
        "author": "Parvathy"
    },
    {
        "quote": "I like to think my sense of humor is sort of smart and dumb at the same time. I like to work on multiple levels - smart and dumb, funny and sad, profound and mundane, cynical and hopeful.",
        "author": "Robert Lopez"
    },
    {
        "quote": "It's not like I force myself to think of sad things, but... it's more that I make music because it makes me happy.",
        "author": "Jamie xx"
    },
    {
        "quote": "When I was a young girl, I lost a lot of weight over one summer - involuntarily - and was just really depressed and sad. There was nothing I could do to gain weight. I would look in the mirror and call myself disgusting every day.",
        "author": "Tyra Banks"
    },
    {
        "quote": "The new generation of musicians is writing music on computers, and this is very sad because the quality of songwriting has crashed and dived. There are some songs out that are made by only one guy who works a computer and doesn't play any instruments.",
        "author": "Joe Walsh"
    },
    {
        "quote": "I don't have many sad days.",
        "author": "Billy Graham"
    },
    {
        "quote": "When I was in Paris, all of the German refugees began to flow in and it was a very sad time.",
        "author": "Elliott Carter"
    },
    {
        "quote": "My daughters prefer Tears for Fears songs as they're more upbeat and generic. Dad's songs are 'a little too sad' for them, which just means that they're harder to understand.",
        "author": "Curt Smith"
    },
    {
        "quote": "I just write about what makes me sad, and then when I write, I hear myself. It's like therapy, where I write something sad and then I make it happier or hopeful.",
        "author": "Jain"
    },
    {
        "quote": "I'm not actually as emotional as everybody thinks. The songs are super personal, but that's just one side of me, and I guess people just assume I'm some troubled guy who's constantly sad.",
        "author": "Rex Orange County"
    },
    {
        "quote": "You have to sound sad first of all, then maybe later you can sound good.",
        "author": "Steve Lacy"
    },
    {
        "quote": "How do I control my emotions? How do I stop getting angry so often, or how do I stop being sad? And I think there's a really important distinction to understand is that you can't completely control your emotions. What you control is your reaction to your own emotions. And a lot of people don't ever make that separation for what goes on with them.",
        "author": "Mark Manson"
    },
    {
        "quote": "I talked to ex-wives of musicians of the '70s for research. They're the funniest people in the world, yet there is this sad, beautiful thing in their eyes that says they've seen more than they could ever possibly tell you.",
        "author": "Kate Hudson"
    },
    {
        "quote": "We all like stories that make us cry. It's so nice to feel sad when you've nothing in particular to feel sad about.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "It's sad that we have become so accustomed to bad service that we're shocked when we get good service.",
        "author": "Neil Cavuto"
    },
    {
        "quote": "NASA has been one of the most successful public investments in motivating students to do well and achieve all they can achieve. It's sad that we are turning the programme in a direction where it will reduce the amount of motivation and stimulation it provides to young people.",
        "author": "Neil Armstrong"
    },
    {
        "quote": "You're playing a role, but you're still feeling it. You can walk away from it after 'Cut,' but if you're playing a sad or mixed-up person, it's hard to stay in that place for these longish period of times. You kind of have to check out.",
        "author": "Nick Nolte"
    },
    {
        "quote": "I was at the Olympic Games winning medals and I still doubted my image. I doubted what I looked like. That's sad.",
        "author": "Shawn Johnson"
    },
    {
        "quote": "All the things that happen to people in the industry today, the actors, what they have to put up with, all the people wanting to know every single moment of their lives - I think it's really sad.",
        "author": "Tab Hunter"
    },
    {
        "quote": "I do gravitate towards the sad songs because I find them to be more of a challenge for me from a writing perspective. There are things about those songs that do touch people in a way that a fun song can't.",
        "author": "Luke Combs"
    },
    {
        "quote": "I love doing YouTube. That's where my heart is, and so it makes me sad when I can't put a good, fun, energetic video out, because that's what I love to do - and that's my passion. And that's who I am.",
        "author": "JoJo Siwa"
    },
    {
        "quote": "What if the Soviet intervention was a blessing in disguise? It saved the myth that if the Soviets were not to intervene, there would have been some flowering authentic democratic socialism and so on. I'm a little bit more of a pessimist there. I think that the Soviets - it's a very sad lesson - by their intervention, saved the myth.",
        "author": "Slavoj Zizek"
    },
    {
        "quote": "But me writing sad songs doesn't mean I am a sad person.",
        "author": "Phoebe Bridgers"
    },
    {
        "quote": "One of the sad things about retiring is that you just become increasingly irrelevant. The world flows around you, and you don't seem to be impacting it any longer.",
        "author": "John Mackey"
    },
    {
        "quote": "We've been given the full spectrum of emotions for good reason, and it helps us be happy, in my opinion. I think it's totally normal to be sad or angry or frustrated, hopeless at moments. I don't think we would've been given these things if they were bad.",
        "author": "Noah Centineo"
    },
    {
        "quote": "Being on your own would be sad, sick and weird. I don't trust myself. I need that balance.",
        "author": "Daniel Craig"
    },
    {
        "quote": "'Eyes Wide Open' took shape from two real life events straight from my own past. One was the sad suicide of my young nephew, a troubled kid, who was found at the bottom of a landmark cliff in central California. The second was a chance encounter forty years ago with none other than, ahem, Charles Manson!",
        "author": "Andrew Gross"
    },
    {
        "quote": "With sad music, or music that's perceived as sad, there's a sense of solidarity that can be really powerful. My songs are all joyful to me.",
        "author": "Josh Tillman"
    },
    {
        "quote": "Everyone can have their heart broken. Even if you know the relationship isn't working, it's still sad. Even in a bad relationship, they're part of your life for a long time, and saying goodbye to that can be difficult.",
        "author": "James Marsden"
    },
    {
        "quote": "The rise of the iPod meant that digital music became the norm, It's sad, but you can still find the real stuff out there if you look for it!",
        "author": "Peter Hook"
    },
    {
        "quote": "Sad Patience, too near neighbour to despair.",
        "author": "Matthew Arnold"
    },
    {
        "quote": "I guess I was an early method actress. I would go to a quiet part of the sound stage with my mother. I wouldn't think of anything sad, I would just make my mind a blank. In a minute I could cry.",
        "author": "Shirley Temple"
    },
    {
        "quote": "The question I love to get asked is: 'What's the hardest part of your job?' And literally, the answer is probably real sad, but it's to just to be me. Like, it's really hard, because I think people, you know, have a set idea of what a pop star should be.",
        "author": "Kelly Clarkson"
    },
    {
        "quote": "It has been lately urged in a very respectable quarter that it is the mission of this country to spread civil and religious liberty all over the globe, and especially over this continent - even by force, if necessary. It is a sad delusion.",
        "author": "John C. Calhoun"
    },
    {
        "quote": "They're not willing to admit that I've also shed blood and tears and often paid dearly for my success. This makes me feel extremely sad.",
        "author": "Zhang Ziyi"
    },
    {
        "quote": "Being OK means you're not sad, and you're not incredibly happy. You're content. You're OK. And that's the ideal place to be, to be able to say, 'I'm OK.'",
        "author": "Andrew W.K."
    },
    {
        "quote": "I comment on my friends' things; whatever they post, I post funny posts. I don't post anything that's too sad or mad, or at least not for too long. And I'm usually just a happy person! Silly - people would describe me as silly and crazy and fun.",
        "author": "GloZell"
    },
    {
        "quote": "We try to... we are, I suppose to a certain extent all affected and erm, that is both funny and sad I think.",
        "author": "Tony Hancock"
    },
    {
        "quote": "Life is never all one thing. It bounces around. Certainly, my own life has. Look at Woody Allen's funny movies - all the humor comes out of sad stuff. Sometimes you have to laugh, no matter what life deals you.",
        "author": "Tim O'Brien"
    },
    {
        "quote": "When I was leaving I kind of felt a little bit sad, because I made some friends down in skid row.",
        "author": "Pras Michel"
    },
    {
        "quote": "Kind of the sad thing is that - it's still true - a lot of jazz people just listen to jazz, and a lot of hip-hop people just listen to hip-hop, and there's not a lot of crossover, unfortunately.",
        "author": "Jose James"
    },
    {
        "quote": "It makes me sad there is still some intellectual snobbery out there.",
        "author": "Steve Easterbrook"
    },
    {
        "quote": "I feel quite sad for the young musicians coming up because they may never get to pay their rent properly. It doesn't matter what the genre; nowadays, it's so much harder than it ever was.",
        "author": "Bryan Adams"
    },
    {
        "quote": "I'm sad to see the passing of the great drug warriors. I certainly did my part in that battle and I don't regret any of it.",
        "author": "Marc Maron"
    },
    {
        "quote": "Atari is a very sad story.",
        "author": "Steve Wozniak"
    },
    {
        "quote": "Most organizations don't fall apart as a result of one big blow. Most relationships don't end because of one grand argument. Most lives don't fall to pieces due to one sad event. No, I suggest to you that sustained failure happens as the consequence of small, daily acts of neglect that stack up over time to lead to a blow up - and break down.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "Our thoughts really do create our lives. They've done a lot of research showing if you're an optimistic, positive person you will be a healthier person than if you're a sad, depressed, negative person.",
        "author": "Alana Stewart"
    },
    {
        "quote": "I was always spiritual, even as a child. I was taught to pray, show gratitude. We had an attitude of gratitude. Even if life was ugly, bad or sad - we prayed.",
        "author": "Shilpa Shetty"
    },
    {
        "quote": "I find Spike Jones' movies to be really very inventive and funny, but they're really sad and touching and really key into the different facets of the human experience.",
        "author": "Nick Kroll"
    },
    {
        "quote": "I would not know how I am supposed to feel about many stories if not for the fact that the TV news personalities make sad faces for sad stories and happy faces for happy stories.",
        "author": "Dave Barry"
    },
    {
        "quote": "Since it's based on my parents, it's more emotionally close to me than some of my more surreal plays. And then I like the balance of the comic and the sad. It should play as funny, but you should care about the characters and feel sad for them.",
        "author": "Christopher Durang"
    },
    {
        "quote": "I was in a bar and I said to a friend, 'You know, we've become those 40-year-old guys we used to look at and say, 'Isn't it sad?'",
        "author": "George Clooney"
    },
    {
        "quote": "I know that there is a great diversity of opinion as to who, in fact, pays the duties on imports. I do not intend to discuss that point. We of the staple and exporting States have long settled the question for ourselves, almost unanimously, from sad experience.",
        "author": "John C. Calhoun"
    },
    {
        "quote": "People tell me all the time that I must be so sad. I never was. It's just the way I sing.",
        "author": "Gene Pitney"
    },
    {
        "quote": "I like to express certain things that happen in my life, the joy of spring, the birds singing and young babies coming into the world. You know, the whole thing as well as the part I'm not happy with, the sad part.",
        "author": "Roy Haynes"
    },
    {
        "quote": "It's not that I was crazy. It's just that I was sad at times because the world was sad at times. When I would perform, it wasn't sad anymore.",
        "author": "Andy Kaufman"
    },
    {
        "quote": "Saturdays and Sundays, America in the year 2009 does not in some ways differ significantly from the country that existed almost 50 years ago. This is truly sad.",
        "author": "Eric Holder"
    },
    {
        "quote": "Women are reputed never to be disgusted. The sad fact is that they often are, but not with men; following the lead of men, they are most often disgusted with themselves.",
        "author": "Germaine Greer"
    },
    {
        "quote": "The sad reality is that girl-on-girl hate is such a big issue in schools, at work, or online, and it never made any sense to me because, as women, we know how awesome other women can be.",
        "author": "Lilly Singh"
    },
    {
        "quote": "I'm not going to do a song that's really sad and thoughtful. Although I've done ballads like 'Dear Darlin',' I want to make them dance and be happy.",
        "author": "Olly Murs"
    },
    {
        "quote": "It's sad when people break up.",
        "author": "Pete Townshend"
    },
    {
        "quote": "The sad truth is, there's more Walter White in me than I'd care to admit, because if I truly was as kind as people think I am, I wouldn't be able to write Walter White.",
        "author": "Vince Gilligan"
    },
    {
        "quote": "Music fills peoples with life. It doesn't have to be a 'happy song.' If you have that one song that relates to you, whether it's a sad song or a gangster song, whatever relates to you the most in that moment, it can literally get you through the day.",
        "author": "Kyle"
    },
    {
        "quote": "What I loved about the acting class was that you got to think all day long about a person that wasn't you, and figure out why they were sad and what they wanted, what they dreamed.",
        "author": "Beth Henley"
    },
    {
        "quote": "Everybody likes Johnny Cash. I think the sad part of it is his health is givin' him problems.",
        "author": "Merle Haggard"
    },
    {
        "quote": "It's an indication of how cynical our society has become that any kind of love story with a sad theme is automatically ridiculed as sentimental junk.",
        "author": "Winona Ryder"
    },
    {
        "quote": "I like to be able to feel as many parts of myself while watching a movie at one time. I think that's what 'Super' is - it's funny, but it's also sad. It's very touching in certain ways, and it's also got a very dark sense of humor. So it's allowed to go anywhere.",
        "author": "James Gunn"
    },
    {
        "quote": "His death was the first time that Ed Wynn ever made anyone sad.",
        "author": "Red Skelton"
    },
    {
        "quote": "It's the sad thing about entertainment, it's not always about who is the best.",
        "author": "Jake Roberts"
    },
    {
        "quote": "I didn't want to be on the losing side. I was fed up with Jewish weakness, timidity and fear. I didn't want any more Jewish sentimentality and Jewish suffering. I was sickened by our sad songs.",
        "author": "Lionel Blue"
    },
    {
        "quote": "Our religion is itself profoundly sad - a religion of universal anguish, and one which, because of its very catholicity, grants full liberty to the individual and asks no better than to be celebrated in each man's own language - so long as he knows anguish and is a painter.",
        "author": "Charles Baudelaire"
    },
    {
        "quote": "Feeling sad or lonely isn't a bad thing. But those emotions increase the risk that you'll cross the line into self-pity.",
        "author": "Amy Morin"
    },
    {
        "quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.",
        "author": "Leighton Meester"
    },
    {
        "quote": "The Christian conceives of his abode on Earth in no more delightful colors than the Jainist sectarian. He sees in it only a time of sad trial; he also thinks that his true country is not of this world.",
        "author": "Emile Durkheim"
    },
    {
        "quote": "Nolan has the strangest affect on people. You know, I think there's something very sad and little boy about him, but at the same time the way he goes about everything is so awkward and obnoxious. He can never say the right thing, you know? And I think if he just didn't try so hard and calmed down, people might actually like him a bit more!",
        "author": "Gabriel Mann"
    },
    {
        "quote": "I've always been drawn to Marilyn Monroe, but certain aspects of her story may be too sad to tell.",
        "author": "Sherilyn Fenn"
    },
    {
        "quote": "It's not about being happy 100 percent all the time, cause that's just life. I make sad songs, too, that really only make the happy songs better.",
        "author": "Kyle"
    },
    {
        "quote": "When you're going through something, whether it's a wonderful thing like having a child or a sad thing like losing somebody, you often feel like 'Oh my God, I'm so overwhelmed; I'm dealing with this huge thing on my own.' In fact, poetry's a nice reminder that, no, everybody goes through it. These are universal experiences.",
        "author": "Caroline Kennedy"
    },
    {
        "quote": "If we don't make earnest moves toward real solutions, then each day we move one day closer to revolution and anarchy in this country. This is the sad, and yet potentially joyous, state of America.",
        "author": "Louis Farrakhan"
    },
    {
        "quote": "If I don't get at least one e-mail every ten minutes, I feel unloved. Even junk mail makes me feel seen. Sad, I know. Sigh.",
        "author": "Chris Abani"
    },
    {
        "quote": "I've been getting into Nick Drake lately, the folk singer. Sad, gorgeous stuff.",
        "author": "Anthony Doerr"
    },
    {
        "quote": "All pictures are unnatural. All pictures are sad because they're about dead people. Paintings you don't think of in a special time or with a specific event. With photos I always think I'm looking at something dead.",
        "author": "David Bailey"
    },
    {
        "quote": "Many things have been said about what happened, but I don't know either. Maybe someday. One thing I'm sure of is that all the things that have happened to me, good and bad, happy and sad, have made me what I am today.",
        "author": "Pete Best"
    },
    {
        "quote": "Money is a tremendous advantage in just about everything, but in terms of reproduction, if you're a poor woman and you are infertile, it's like too bad, so sad. And if you are a wealthy woman, you can kind of buy whatever you want.",
        "author": "Jennifer Weiner"
    },
    {
        "quote": "The Violence Against Women Act didn't have specific provisions for Indian country until 2013, which is really sad. It's Native women who are the most vulnerable.",
        "author": "Deb Haaland"
    },
    {
        "quote": "It's sad that people listen to music and decide how the singer should look.",
        "author": "Joss Stone"
    },
    {
        "quote": "This Olympics is almost a little sad. It is my final Olympics. There are a lot of good memories.",
        "author": "Bonnie Blair"
    },
    {
        "quote": "If you don't pay bribes, people think you're odd. It's very sad. I cannot say that I'm proud to be an Indonesian. This is one of the most corrupt countries in the world.",
        "author": "Edwin Soeryadjaya"
    },
    {
        "quote": "It's still hard for me to think about Sept. 11 sometimes. I'm still angry. It's hard to watch my daughters, Celia and Zaya, grow up and know they'll never see their father. They'll always be 9/11 girls, and I wish I could shield them from that. Everyone has an immediate pity for them. It is a sad thing, but the girls are also so happy.",
        "author": "LaChanze"
    },
    {
        "quote": "I don't know what I want, but I do know that I don't want the usual stuff, the cliched stuff is just too mind-numbing. They sell, I know, but it makes me sad to know that.",
        "author": "Parvathy"
    },
    {
        "quote": "When I finished reading '100 Years of Solitude,' by Gabriel Garcia Marquez, I got really sad. I thought, 'This will never happen for me, for the first time, ever again.' Then I opened 'Beauty Is a Wound.' It's a completely different story and writing style, but it has a similar place in my heart now.",
        "author": "Lucy Dacus"
    },
    {
        "quote": "Wrap parties can be really sad, actually, disorienting.",
        "author": "Josh Lucas"
    },
    {
        "quote": "If Michael Steele doesn't make you sad, well, then there's radio host Rush Limbaugh, no longer content with wanting the President to fail, Rush is now calling out Mr. Obama as a girly man.",
        "author": "David Shuster"
    },
    {
        "quote": "One of the reasons I wanted to teach deaf children was because it made me very sad that they spoke so clumsily and that they moved with less grace that I knew was possible of deaf people.",
        "author": "Stephanie Beacham"
    },
    {
        "quote": "I was given this beautiful coffee table book of Soviet architecture for my birthday. It has a lot of holiday camps, swimming pools, theatres, and buildings that were built for leisure activities. Incredible architecture in the most obscure places. It's a little bit sad, because a lot of it has been left to fall apart.",
        "author": "Roisin Murphy"
    },
    {
        "quote": "If I can procure three hundred good substantial names of persons, or bodies, or institutions, I cannot fail to do well for my family, although I must abandon my life to its success, and undergo many sad perplexities and perhaps never see again my own beloved America.",
        "author": "John James Audubon"
    },
    {
        "quote": "Hearing is a subjective experience, but I never really understood that it's the same with seeing as well. I always thought that everything we see is the same for everyone. But having these more psychedelic experiences of being really, really sad made me realize how brittle reality can be.",
        "author": "Robyn"
    },
    {
        "quote": "You have moments where you're down, but I can be sad for one or two hours, no more. The rest of the time, I have to be happy because the team needs me to be positive. My brain needs it. I need it.",
        "author": "David Luiz"
    },
    {
        "quote": "I've been looking forward to doing an album, but it's really sad to see how many doors have been closed because of the gay thing. I thought it was about the music.",
        "author": "Jai Rodriguez"
    },
    {
        "quote": "People love telling their stories, even if they're very, very sad ones. People love to communicate and express.",
        "author": "Virginia Williams"
    },
    {
        "quote": "This was an important part of my life. But it was also sad that we didn't play there, cause we had such alot of fans that were waiting for us and Brazilians are great people. It's now my second home.",
        "author": "Jim Capaldi"
    },
    {
        "quote": "President Bush spent last night calling world leaders to support the war with Iraq and it is sad when the most powerful man on earth is yelling, 'I know you're there, pick up, pick up.",
        "author": "Craig Kilborn"
    },
    {
        "quote": "I would be sad if it ended now. It's been the best job I've had by a long shot, especially creatively because the writing is so good. Every week I get the script and I laugh out loud and get excited for the different stuff we get to do.",
        "author": "Sarah Chalke"
    },
    {
        "quote": "In a sad twist of fate, the bill to reauthorize the Patriot Act was debated on the floor of the House of Representatives the same day that terrorists struck again.",
        "author": "Jim Sensenbrenner"
    },
    {
        "quote": "My mother sent me to psychiatrists since the age of four because she didn't think little boys should be sad. When my brother was born, I stared out the window for days. Can you imagine that?",
        "author": "Andy Kaufman"
    },
    {
        "quote": "I get to play characters that kind of shock people and I enjoy doing that. I like characters that have meaning and get people in the heart. I want to be able to get people to cry or make people angry or sad.",
        "author": "Alexa Vega"
    },
    {
        "quote": "I like to have a good cry at a sad film.",
        "author": "Kell Brook"
    },
    {
        "quote": "I have always been more of a joyous person than a sad person. But I was fortunate to have a mom and dad where my mom could look at my face and know what was going on and was able to get me to talk and draw it out. As a result, I didn't have to hide an emotion. I didn't have to worry about her telling me, 'That's silly.'",
        "author": "Phyllis Smith"
    },
    {
        "quote": "It is a sad reality that active shooter drills are a standard way of life for kids as young as pre-school.",
        "author": "John Hickenlooper"
    },
    {
        "quote": "I think he Oswald felt he was a failure and for the United States and for President Kennedy and all of us. He knew he was a failure at everything he tried, frustrated, with a very sad life, but he was a Marxist.",
        "author": "John Sherman Cooper"
    },
    {
        "quote": "Watergate provides a model case study of the interaction and powers of each of the branches of government. It also is a morality play with a sad and dramatic ending.",
        "author": "Bob Woodward"
    },
    {
        "quote": "As a young black American you become desensitised to it, it's just like 'oh, another guy, another kid died today.' That's so, so sad cos we are talking about human life, the most sacred thing we have.",
        "author": "DeAndre Yedlin"
    },
    {
        "quote": "In female sports, if you're gay, most likely your team knows it pretty quickly. It's very open and widely supported. For males, it's not that way at all. It's sad.",
        "author": "Megan Rapinoe"
    },
    {
        "quote": "Well, you can't be depressed and sad 24 hours a day.",
        "author": "Julia Sweeney"
    },
    {
        "quote": "I love jazz music and sad music. I'm a sentimental guy. I'm a romantic guy.",
        "author": "Fred Durst"
    },
    {
        "quote": "My dad constantly tells me I should calm down, but I feel so sad when I see places I've known since I was a child closing. I burst out crying when a local pharmacy closed the other day; it's just going to become a shop that nobody has much of a need for. But I am trying to move with the times.",
        "author": "Zawe Ashton"
    },
    {
        "quote": "I was sad when Van Gaal left the national team, but I was also sad when Hiddink left.",
        "author": "Georginio Wijnaldum"
    },
    {
        "quote": "To the indefinite, uncertain mind of the American radical the most contradictory ideas and methods are possible. The result is a sad chaos in the radical movement, a sort of intellectual hash, which has neither taste nor character.",
        "author": "Emma Goldman"
    },
    {
        "quote": "I was sad Jon Ronson, who wrote in the Guardian and has made a TV show for Channel 4, took against me.",
        "author": "Jonathan King"
    },
    {
        "quote": "It always makes me sad when I think of how I saw Wagner wasting his vitality, not only by singing their parts to some of his artists, but acting out the smallest details, and of how few they were who were responsive to his wishes.",
        "author": "Anton Seidl"
    },
    {
        "quote": "With a track like 'White Christmas,' everybody has done that song in every format you can imagine, so I just looked at the chords at that particular song and what chords would make it work. That's kind of quite a sad song, and I had this idea of someone singing it in the subway, someone who is homeless, old and sad.",
        "author": "Vince Clarke"
    },
    {
        "quote": "It's sad when you say a $30 million film is an inexpensive film, but it is.",
        "author": "Sandra Bullock"
    },
    {
        "quote": "I can't really have any friends. It's sad, really. It's lonely. But that's how I am.",
        "author": "Randy Moss"
    },
    {
        "quote": "I only really watch sport. That's where you see real joy. I don't like watching much else on TV, because it's generally either twisted or sad.",
        "author": "Roger Milla"
    },
    {
        "quote": "My mother used to ask, 'Why do you always write such sad songs?' I don't know if I was different from a lot of adolescents in that respect.",
        "author": "Kathy Bates"
    },
    {
        "quote": "When I go in the studio, I put myself into a place where I'm feeling something I want to portray, which is often being sad, lonely. But as soon as I'm starting to make something, it's when I'm the happiest. Ever. I think that comes out at the same time, so there's that juxtaposition.",
        "author": "Jamie xx"
    },
    {
        "quote": "I got interested in reading very early, because a story was read to me, by Hans Christian Andersen, which was 'The Little Mermaid,' and I don't know if you remember 'The Little Mermaid,' but it's dreadfully sad. The little mermaid falls in love with this prince, but she cannot marry him because she is a mermaid.",
        "author": "Alice Munro"
    },
    {
        "quote": "The poem is sad because it wants to be yours, and cannot be.",
        "author": "John Ashbery"
    },
    {
        "quote": "I wouldn't want my funeral to be a sad, sappy thing.",
        "author": "Vinnie Paul"
    },
    {
        "quote": "My loving sister Mary has always shared the pain and pleasure of my heartbeat in a unique and special way. We have sung our sad and warm songs together.",
        "author": "John Henrik Clarke"
    },
    {
        "quote": "At a time when 2500 American soldiers have given their lives for the cause of bringing democracy to Iraq, it is sad and frustrating to watch the Republican establishment disgrace the exercise of democracy in our own House of Representatives.",
        "author": "Earl Blumenauer"
    },
    {
        "quote": "In the '50s, too many women, even though they were very smart, they tried to make the man feel that he was brainier. It was a sad thing.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I do feel a bit dejected about my film career. I am sad that it didn't take off as expected. I didn't get my due as an actor. I have an attractive personality and good looks. But I don't know what went wrong? You need to stop thinking about such things and move on.",
        "author": "Karishma Tanna"
    },
    {
        "quote": "It is really a sad state of affairs if I am still the only commercially successful woman director. We need a lot more commercially viable women, not only in direction.",
        "author": "Farah Khan"
    },
    {
        "quote": "When my dad passed, there's a lot of sadness right below the surface, and I think there will be until the day I die. So, writing sad songs helps it. And when I sing them, it's pure therapy for me.",
        "author": "Ashley Monroe"
    },
    {
        "quote": "It's sad and upsetting when you see somebody crying hysterically, but at the same time it's real funny.",
        "author": "Seth Green"
    },
    {
        "quote": "I am an optimist, and I try to think that the light will always prevail in any situation, so it doesn't really make me sad about humanity because I think, deep down, everybody is full of love and light.",
        "author": "Thomas Gibson"
    },
    {
        "quote": "Our family has gone through a very difficult time. My husband and I have taken the brunt of it. I've never known what it truly felt like to be so sad and desperate inside.",
        "author": "Tracey Gold"
    },
    {
        "quote": "You have to keep hobbies in L.A. Otherwise, it's sad.",
        "author": "Lake Bell"
    },
    {
        "quote": "It's very sad that there's going to be a hiatus in manned space flight from the U.S. The Shuttle was a fantastic, hugely complex vehicle. It was inevitable it would come to an end, but this is the opportunity for the commercial world to get involved. As the Shuttle era ends, another window of opportunity opens.",
        "author": "David Mackay"
    },
    {
        "quote": "One of the sad commentaries on the way women are viewed in our society is that we have to fit one category. I have never felt that I had to be in one category.",
        "author": "Faye Wattleton"
    },
    {
        "quote": "I do not think direct experience is always necessary to act, but I believe that sometimes you have to have had the real experience to act certain roles. One of those was losing your family member. I was not being able to imagine how sad that could be.",
        "author": "Go Ah-sung"
    },
    {
        "quote": "For my wrap present, Colin Farrell gave me a first edition book. I got so involved with this character and I was so sad when the movie was over that when I got home and I tried to read the book I got really emotional and I started crying.",
        "author": "Salma Hayek"
    },
    {
        "quote": "There are receptors to these molecules in your immune system, in your gut and in your heart. So when you say, 'I have a gut feeling' or 'my heart is sad' or 'I am bursting with joy,' you're not speaking metaphorically. You're speaking literally.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "I'm convinced I got signed because of who I am. And it makes me sad.",
        "author": "Jeff Buckley"
    },
    {
        "quote": "Nobody will hold it against him if he cancels the fight with Dereck Chisora - the public aren't interested in that fight; nobody knows who he is. It is pretty sad but shows the mindset of Wladimir Klitschko and why he will go down in history as a heavyweight who just fought the worst possible people out there.",
        "author": "David Haye"
    },
    {
        "quote": "It's both funny and sad which seem to me to be the two basic ingredients of good comedy.",
        "author": "Tony Hancock"
    },
    {
        "quote": "I am very sad that some designers are still using real fur when the fake alternatives are so effective and so easily obtainable.",
        "author": "Twiggy"
    },
    {
        "quote": "If you have ever been in a real tragic or sad situation, the words that come out are hopelessly inadequate and kind of cliched.",
        "author": "Erika Slezak"
    },
    {
        "quote": "Save for thee and thy lessons, man in society would everywhere sink into a sad compound of the fiend and the wild beast; and this fallen world would be as certainly a moral as a natural wilderness.",
        "author": "Hugh Miller"
    },
    {
        "quote": "It can make you sad to look at pictures from your youth. So there's a trick to it. The trick is not to look at the later pictures.",
        "author": "Jerry Stiller"
    },
    {
        "quote": "It always made me sad that there were kids who didn't have homes.",
        "author": "Lauren Holly"
    },
    {
        "quote": "I don't want to see myself as this sad, disabled girl. I know that. I don't want other people to see me as that, either.",
        "author": "Amy Purdy"
    },
    {
        "quote": "Every year, I feel really sad when I see Ganesha idols lying here and there after the visarjan. So it is my request to everyone to bring home eco-friendly idols.",
        "author": "Gautam Rode"
    },
    {
        "quote": "When I spend time at North Shore Animal League America, I always feel so sad for the cats, especially the kittens. Once they're at North Shore, they're safe and I know they're going to find homes, but it's that time in between that they're in cages and waiting to find homes that breaks my heart and I feel like their spirits are gone.",
        "author": "Beth Ostrosky Stern"
    },
    {
        "quote": "Informed by our sad experience of history, we require nothing short of a foundation for lasting democracy.",
        "author": "Ibrahim Babangida"
    },
    {
        "quote": "Manchester United was a sad experience. Things didn't go as I had hoped. I was disappointed, and it didn't help me to rise to the surface.",
        "author": "Angel Di Maria"
    },
    {
        "quote": "The attacks on the World Trade Center and the Pentagon shook our nation to the core. Americans were deeply frightened, sad, and angry, and they rallied around a President who, at the time, showed impressive certitude and calm.",
        "author": "Eliot Spitzer"
    },
    {
        "quote": "I think it's a time to be sad about what's been done to the United States Senate, the greatest deliberative body in the world.",
        "author": "Mitch McConnell"
    },
    {
        "quote": "Part of me is drawn to the nature of sadness because I think life is sad, and sadness is not something that should be avoided or denied. It's a fact of life, like contradictions are.",
        "author": "Robert Redford"
    },
    {
        "quote": "America is a country of abundance, but our food culture is sad - based on huge portions and fast food. Let's stop with the excuses and start creating something better.",
        "author": "David Chang"
    },
    {
        "quote": "I see tech as... a force that is changing pretty much all parts of our society. It's really sad for me that we don't have enough women that are part of that.",
        "author": "Susan Wojcicki"
    },
    {
        "quote": "Let's let our men be happy, be sad, be trans, be questioning, be bisexual, be non-conforming, be feminine, be masculine!",
        "author": "Olly Alexander"
    },
    {
        "quote": "On the 'Blacks & Browns' record, it's me and Sad Boy. He's a Hispanic artist, and we're talking about what we got going on with our peoples.",
        "author": "YG"
    },
    {
        "quote": "I wish I had a sad story, but I don't. Too many gay people have a sad story.",
        "author": "Bianca Del Rio"
    },
    {
        "quote": "Painting is profoundly emotional. When I finish a painting, I'm usually extremely sad.",
        "author": "Sean Scully"
    },
    {
        "quote": "We all go through sad times, but I was brought up to be positive.",
        "author": "Jess Glynne"
    },
    {
        "quote": "Everything takes me longer than I expect. It's the sad truth about life.",
        "author": "Donna Tartt"
    },
    {
        "quote": "I once made the mistake of going for a whole row of false eyelashes, which was just wrong as it gave me a sad, puppy-eyed look.",
        "author": "Sienna Miller"
    },
    {
        "quote": "It was sad when Sid Vicious died... I was freaked out when Phil Lynott died from Thin Lizzy. I cried. It was too crazy.",
        "author": "Dee Dee Ramone"
    },
    {
        "quote": "My music is really my therapy. I really lay all my feelings into the songs, and really just leave 'em there. I don't carry that weight when I'm going throughout life. I'm not sad all the time.",
        "author": "Roddy Ricch"
    },
    {
        "quote": "There are more than 300,000 families in the Gulf region that lost their homes and are waiting for peace of mind. The hurricane exposed the sad reality of poverty in America. We saw, in all its horrific detail, the vulnerabilities of living in inadequate housing and the heartbreak of losing one's home.",
        "author": "Harry Connick, Jr."
    },
    {
        "quote": "We keep racism alive. We pass it on to our children. I think that is very sad.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "I write a lot of sad songs!",
        "author": "Lauv"
    },
    {
        "quote": "This is a sick business. It's so sad.",
        "author": "Sia"
    },
    {
        "quote": "I'm more apt to cry at something beautiful than at something sad.",
        "author": "Teller"
    },
    {
        "quote": "When good people do bad things, it is sad, but when they reach the point where one can predict that they will do nothing but bad things, a deeper kind of sadness sets in, almost at the level of resignation.",
        "author": "Rick Tumlinson"
    },
    {
        "quote": "There will be slow songs, sad songs, happy songs, songs about boys, and songs about being who you are. I'm making sure I'm happy with all of the songs, because if I am not happy with them, I can't expect anyone else to be, you know?",
        "author": "Madison Beer"
    },
    {
        "quote": "There's a lot of insecure, sad people in any profession.",
        "author": "Martin Short"
    },
    {
        "quote": "I watch so much TV, it's sad. I watch 'Happy Endings', '30 Rock', 'Parks and Rec', 'The Office', 'Eagleheart', 'Children's Hospital'. 'Modern Family' I guess I'm still kinda watching.",
        "author": "Anders Holm"
    },
    {
        "quote": "I don't sit down to write a funny story. Every single thing I sit down to write is meant to be sad.",
        "author": "Lorrie Moore"
    },
    {
        "quote": "I didn't end up some sad, tragic guy singing in a lounge somewhere. I never went out and took big money for nostalgia and became like an oldies act.",
        "author": "David Cassidy"
    },
    {
        "quote": "I certainly feel sad about the alienation from my son.",
        "author": "Harold Pinter"
    },
    {
        "quote": "I'm sad to leave Palace because they're a great club and gave me my chance in football, and I want to say thanks to everyone there.",
        "author": "Victor Moses"
    },
    {
        "quote": "I think people appreciate a songwriter who shows different sides. The whole angst thing is cool, but if that's all you've got, it's just boring. Everything I write, whether it's happy or sad, has a sense of humor to it.",
        "author": "Katy Perry"
    },
    {
        "quote": "I don't believe dying's a sad thing.",
        "author": "Slowthai"
    },
    {
        "quote": "It's sad that my daughter will get attention because of her daddy. I'm already watching her run around the house and pick up microphones. It's scary.",
        "author": "Bow Wow"
    },
    {
        "quote": "We once believed we were auteurs, but we weren't. We had no idea, really. Film is over. It's sad nobody is really exploring it. But what to do? And anyway, with mobile phones and everything, everyone is now an auteur.",
        "author": "Jean-Luc Godard"
    },
    {
        "quote": "I'm always sad when a gig ends. No matter how long the shoot, you become a family for the period of time you are together, and then you separate and rarely see each other for a long time after.",
        "author": "Georgina Reilly"
    },
    {
        "quote": "I know comedians who go on weird day trips in order to have random experiences they can talk about. They'll go on their own to Thorpe Park waiting for something hilarious to happen. That's really sad.",
        "author": "Lee Mack"
    },
    {
        "quote": "If you look at suicides, most of them are connected to depression. And the mental health system just fails them. It's so sad. We know what to do. We just don't do it.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "Don't ever let the other stuff get in the way of your inherent skills as a kick-butt storyteller. Move the reader, make them happy and sad and excited and scared. Make them stare into space after they've put the book down, thinking about the tale that's become a part of them.",
        "author": "James Dashner"
    },
    {
        "quote": "We're sad about some of the losses of members of great seniority and distinction in the Congress, and some very new members, who will no longer be serving with us.",
        "author": "Nancy Pelosi"
    },
    {
        "quote": "It's a sad day when a cartoon is doing more and cares more and pays more attention to the environment than our president.",
        "author": "Kathy Najimy"
    },
    {
        "quote": "I've never thought of my characters as being sad. On the contrary, they are full of life. They didn't choose tragedy. Tragedy chose them.",
        "author": "Juliette Binoche"
    },
    {
        "quote": "Because the sad fact is that the Enron Corporation and others manipulated with unfortunately great effect the energy market in the West Coast starting in 2000.",
        "author": "Jay Inslee"
    },
    {
        "quote": "It would be nice to be a piece of toast. Everyone likes a piece of toast, don't they? No one is ever sad when you offer them a piece of toast, and if I could be that to someone, that would be nice.",
        "author": "Jon Richardson"
    },
    {
        "quote": "Nothing gets on other people's nerves at the office more than a whistler. And the sad part is, these whistlers don't know they're doing it. Someone should, tactfully, tell the whistler how much it disrupts the office environment.",
        "author": "Letitia Baldrige"
    },
    {
        "quote": "I think I would be very sad if I wasn't able to have a baby.",
        "author": "Nicole Kidman"
    },
    {
        "quote": "SAD!' is definitely one of my go-to songs when I want to vibe.",
        "author": "Tee Grizzley"
    },
    {
        "quote": "Lately, I've been a little sad that I'm not a gay man.",
        "author": "Gina Gershon"
    },
    {
        "quote": "It feels really sad, to me, to go to a dark bedroom. It's like surrendering to the night or something.",
        "author": "James Franco"
    },
    {
        "quote": "Melancholy is a state that I very much enjoy being in, actually. It's not the same as feeling sad. It's a more complex emotion; it derives from a tragic view of the world, a tragic view of art.",
        "author": "Johann Johannsson"
    },
    {
        "quote": "I'm not sad at all about turning 40.",
        "author": "Halle Berry"
    },
    {
        "quote": "Between 2014 and 2016, I was just, like, extremely sad. Like, really, really just not able to be in the spotlight.",
        "author": "Robyn"
    },
    {
        "quote": "I love dancing to the radio every morning, to start the day with such passion. Otherwise, life is too sad. My little daughter and I like dancing to classical music: Bach and Schubert.",
        "author": "Anna Mouglalis"
    },
    {
        "quote": "We have newsreaders behaving like actors, lowering their voices if it's a sad story, as if we didn't know it's a sad story. There isn't a single cool newsreader.",
        "author": "Tom Baker"
    },
    {
        "quote": "It's sad that the BBC is toning down Dennis the Menace for a cartoon series. He is losing his weapons, catapult and peashooter, will no longer pick on Walter the Softy, and his ferocious grimace is to be replaced by a charming, boyish smile.",
        "author": "Simon Hoggart"
    },
    {
        "quote": "It is a sad but undeniable reality that people have died in the line of duty since the earliest days of the United Nations. The first was Ole Bakke, a Norwegian member of the United Nations guard detachment, shot and killed in Palestine in 1948. The toll since then has included colleagues at all levels.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "When I do see a picture of myself that has been touched up too much, I do get a bit sad... it makes me look like a hypocrite. It breaks my heart. I would rather shoot a magazine and shoot my flaws, but that's not up to me.",
        "author": "Kendra Wilkinson"
    },
    {
        "quote": "Life is sad. People, you know, are going to pass, and you know that you will one day.",
        "author": "James Mercer"
    },
    {
        "quote": "The sad fact is that actual artistic oppression - book banning in its many modern forms - is a matter of course in the entertainment industry, especially when the underlying product is declared politically incorrect or runs contrary to the interests of Hollywood's political altar, the Democratic Party.",
        "author": "Andrew Breitbart"
    },
    {
        "quote": "Mainly, I thought of Barney as a kid. You can always look into the faces of kids and see what they're thinking, if they're happy or sad. That's what I tried to do with Barney.",
        "author": "Don Knotts"
    },
    {
        "quote": "You have to really understand that although certain memories or stories make you sad, you are not sad. Pull yourself out from that emotion and remember that.",
        "author": "Rupi Kaur"
    },
    {
        "quote": "I just did an interview where I was asked whether I drink beer or whisky, and I was sad to reveal that I'm pounding spring water.",
        "author": "Brad Delson"
    },
    {
        "quote": "I was told so many times when I was a kid, 'I can't be friends with you, you're too intense, you're too sad all the time.' I really thought that when I made the first album that everyone would understand me, all the people who weren't my friends would become my friends.",
        "author": "Fiona Apple"
    },
    {
        "quote": "Don't eat because you're angry, bored, sad, or stressed.",
        "author": "John Rampton"
    },
    {
        "quote": "I've never really been met with indifference, where they say, 'Who cares?' I think that's what good art is supposed to do. It's not supposed to make you feel good about your own prejudices and your own values; it's supposed to open you up in some way and get you outraged or make you happy or make you sad or whatever it's going to do.",
        "author": "T. C. Boyle"
    },
    {
        "quote": "I feel like when I say something sad, I mean it.",
        "author": "Kurt Vile"
    },
    {
        "quote": "You know how sad your life is when you know the release date of DVDs.",
        "author": "Heston Blumenthal"
    },
    {
        "quote": "Many marriages break up over hormonal imbalance, which is truly sad because it comes from a lack of understanding. When hormones are put back in balance with natural bioidentical hormones, a woman or man resumes their normal life of feeling good and having days filled with quality.",
        "author": "Suzanne Somers"
    },
    {
        "quote": "Metal isn't necessarily aggressive. There's metal that's contemplative, there's metal that's sad, and there's metal that's exuberant. No genre is limited in what it can express.",
        "author": "John Darnielle"
    },
    {
        "quote": "I'd love to have a room full of taxidermy. I'd be devastated if my cat, Archimedes, ever died. I was debating the other day with a friend whether I should stuff him, but don't know whether he would end up looking like himself. I'd be really sad if he looked strange.",
        "author": "Tuppence Middleton"
    },
    {
        "quote": "I don't think I could compare myself to Macaulay Culkin, because we're pretty much two different kinds of actors. He's done a lot of comedy. He does mostly just comedy like 'Uncle Buck' and 'Home Alone' and 'Home Alone 2.' And I've done a lot of different stuff, like sad movies, like the movie about the kid with AIDS.",
        "author": "Brian Bonsall"
    },
    {
        "quote": "So I just sat in bed for six months - I literally didn't leave the house - and it was the first time that I'd actually experienced being depressed. I'd be sad on and off but I'd never experienced actual depression. Like, crying for no reason. It was really horrible.",
        "author": "Nina Nesbitt"
    },
    {
        "quote": "It's a sad thing to contemplate, but I'm the last surviving cast member of 'The African Queen.'",
        "author": "Theodore Bikel"
    },
    {
        "quote": "I found out about reviews early on. They're mostly written by sad men on bad afternoons. That's probably why I'm less angry than some writers, who are so narcissistic they consider every line of every review, even a thoughtful one, as major treason.",
        "author": "Barry Hannah"
    },
    {
        "quote": "Music videos are notoriously long, not fun, grueling. You are known there as a dancer and it's kind of sad because dancers, in a lot of ways, are under-appreciated and kind of under-respected when it come to that so they don't necessarily treat you in a nice way when you do a music video.",
        "author": "Jenna Dewan"
    },
    {
        "quote": "When you're an adult, things mellow out. I think when you're a teenager and you are sad and the world is ending, everything is about that one sadness.",
        "author": "Mitski"
    },
    {
        "quote": "There are sad moments - lonely moments - when you're sitting up in your room all by yourself, shooting on location in Atlanta or Vancouver or L.A., and your family's back home. You can miss home.",
        "author": "Anthony Ramos"
    },
    {
        "quote": "It's very simple, I just tell my sad story, and people weep.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "I don't believe you get to just act like things didn't happen because it's uncomfortable or sad.",
        "author": "Chris Harrison"
    },
    {
        "quote": "I credit a lot of learning to love myself to my faith, my family and my friends. Everyone needs someone you can look to for constant support, who you never have to impress, to share your happy and sad days.",
        "author": "Lizzie Velasquez"
    },
    {
        "quote": "I grew up thinking that it's okay to be sad, angry, and express your emotions. I have also banged doors and fought, as I have seen my mom do that when she would fight with my dad. Everything that I've learnt is from them, so I've never struggled to express myself.",
        "author": "Alia Bhatt"
    },
    {
        "quote": "I love sad songs. They say so much. I love country music but even the happy songs sound really sad.",
        "author": "Beth Ditto"
    },
    {
        "quote": "For me, money has never been an indicator. And it is very sad that each and every film these days is being judged by the money that it makes. It's a world that I don't want to be a part of, and I try and stay away from that.",
        "author": "Manoj Bajpayee"
    },
    {
        "quote": "We cook for so many reasons. We cook when we're sad; we cook when we're happy.",
        "author": "Gina Neely"
    },
    {
        "quote": "It's important to get well-rounded right off the bat. A lot of experienced dancers can get pigeonholed into one thing. I've been hired for a lot of different gigs simply because I can do a lot of different things with different levels of dancers. And it's sad to me that some dancers don't do more.",
        "author": "Mandy Moore"
    },
    {
        "quote": "The past 6 and a half years have been the most amazing years of my life. It's sad it has come to an end but Avril and I are still family and moving forward in the most positive way possible.",
        "author": "Deryck Whibley"
    },
    {
        "quote": "I have the deepest respect for Eva Gabrielsson and all she has gone through, but I also know that I make maybe her sad, and I am sad about that, but I make so many other people happy.",
        "author": "David Lagercrantz"
    },
    {
        "quote": "A lot of kids tell me that 'Jessie' is their favorite show, and they would have been so sad if it didn't live on in 'Bunk'd.'",
        "author": "Peyton List"
    },
    {
        "quote": "Creation is a sustained period of bliss, even though the subject can still be very sad. Because there's the triumph of coming through and understanding that you have, and that you did it the way only you could do it. You didn't do it the way somebody told you to do it.",
        "author": "Alice Walker"
    },
    {
        "quote": "I know that some endeavor to throw the mantle of romance over the subject and treat woman like some ideal existence, not liable to the ills of life. Let those deal in fancy who have nothing better to deal in; we have to do with sober, sad realities, with stubborn facts.",
        "author": "Ernestine Rose"
    },
    {
        "quote": "It sounds a bit sad, but my new hobby is knitting. I love it. I find it really relaxing.",
        "author": "Ella Henderson"
    },
    {
        "quote": "I was born in Paris in the mid-1960s, and by the time I was 12 I had started going to the movies by myself. Most of the movies of that period never appealed to me. I didn't like the 'naturalism,' the sad or the 'down-to-earth' characters. What I wanted from film was fantasy, dreams, funny situations, extravagant decor - and beautiful women.",
        "author": "Christian Louboutin"
    },
    {
        "quote": "We're losing jobs in our manufacturing base, and those families that are going to be out of work over the holidays, that is a very sad thing. That is more governmental dependency. That is a reduced tax revenue for the state and for the federal government.",
        "author": "Anthony Scaramucci"
    },
    {
        "quote": "I talked with labels and they wouldn't help with my international career. They said, 'Saara, if you're in Finland you just have to sing in Finnish.' That led to this situation where I felt very lonely. I was really sad and still I was doing gigs all the time. I'd go onstage crying but I was still trying to sing.",
        "author": "Saara Aalto"
    },
    {
        "quote": "The move to hide aging is sort of sad. But it's a wonderful thing to celebrate our aging.",
        "author": "Jesse Ball"
    },
    {
        "quote": "Life is sometimes you're happy, sometimes you're sad, sometimes you're in love, sometimes you fight, and that's a life.",
        "author": "David Cage"
    },
    {
        "quote": "The sad thing is that I feel so boring because 'Twilight' is literally how every conversation I have these days begins - whether it's someone I'm meeting for the first time or someone I just haven't seen in a while. The first thing I want to say to them is, 'It's insane! And, as a person, I can't do anything!'",
        "author": "Kristen Stewart"
    },
    {
        "quote": "It's so sad to see how few people in the Obama administration have any private sector experience.",
        "author": "Foster Friess"
    },
    {
        "quote": "I don't know who would not classify themselves as a romantic. I think that would be sort of sad.",
        "author": "Natalie Portman"
    },
    {
        "quote": "I'm, like, the only actor in New York who's never, ever been on any 'Law & Order.' And I've auditioned for so many. The sad thing is I love 'Law & Order.' I'm really obsessed with it. And they always said to me, 'You seem like you're making fun of the material.'",
        "author": "Greta Gerwig"
    },
    {
        "quote": "The sad thing is that I know no athletes' names. I am not a sports girl at all.",
        "author": "Clara Mamet"
    },
    {
        "quote": "I so desperately hate to end these movies that the first thing I do when I'm done is write another one. Then I don't feel sad about having to leave and everybody going away.",
        "author": "John Hughes"
    },
    {
        "quote": "What's really sad is that a lot of very talented people are being forced to do things that are very embarrassing and I don't intend to be one of them.",
        "author": "Boy George"
    },
    {
        "quote": "The sad thing is, when it comes to diet, is that even when well-intentioned Feds try to do right by us, they fail. Either they're outvoted by puppets of agribusiness, or they are puppets of agribusiness.",
        "author": "Mark Bittman"
    },
    {
        "quote": "I'm naturally sort of a sad person, and that comes out in my music, but when I realized how many people were listening to it... I wanted to be a little more conscious about what I was putting out and what people were going to be taking from it.",
        "author": "Kali Uchis"
    },
    {
        "quote": "The last few years have been my happiest. I'm happy in the years that most people are blue and sad and waiting to die. I don't feel that a bit. Smiling has a lot to do with it. You can just lift your spirits by smiling a little bit.",
        "author": "William Proxmire"
    },
    {
        "quote": "I like singer-songwriters, and I find sad songs comforting rather than depressing. It makes you realise you're not alone in the world.",
        "author": "Natalie Imbruglia"
    },
    {
        "quote": "As a writer, or as a filmmaker, you have to present yourself, and part of what yourself is is what you're interested in, or what you think is funny, or what you think is sad, or what you think is horrible.",
        "author": "Charlie Kaufman"
    },
    {
        "quote": "The sad truth for American actors is that they really have no control whatsoever over the material that they get, or can do, particularly actresses. And if you're over 40 and you're an actress, forget it.",
        "author": "James Gray"
    },
    {
        "quote": "We're a family with a pretty light sense of humor but, still, on the anniversary of my mom's passing we don't feel like getting 'colorful' and remembering her favorite foods. Every March 5th, the anniversary of her passing, we go to church and are sad for pretty much the rest of the day.",
        "author": "Marcela Valladolid"
    },
    {
        "quote": "To complain now would be kind of sad. I like the way things are going.",
        "author": "Josh Brolin"
    },
    {
        "quote": "A lot of people tell me that my paintings are sad-looking, but they're actually more pensive than sad. They're very colorful and that says a lot about my disposition in life, how I'm very hopeful.",
        "author": "Heart Evangelista"
    },
    {
        "quote": "When people ask if I'm going to be sad that 'The Office' is over, they don't even understand the depth of that question for me. It's an era of my life. No one would have known my name if it wasn't for the show.",
        "author": "John Krasinski"
    },
    {
        "quote": "When we're sad, we slouch. We also slouch when we feel scared or powerless.",
        "author": "Amy Cuddy"
    },
    {
        "quote": "For a long time, censors have been cutting my works. This makes me so sad, because many times they will tell me, 'Television won't like, so we have to cut, cut, cut!'",
        "author": "Dario Argento"
    },
    {
        "quote": "It's so sad, actually, how teachers and parents tell their kids, 'You're never gonna be anything.'",
        "author": "Solange Knowles"
    },
    {
        "quote": "In this industry, it's sad that a superficial thing like weight loss can actually define your career, but if that is the case, so be it.",
        "author": "Parineeti Chopra"
    },
    {
        "quote": "A Church which has lost its memory is in a sad state of senility.",
        "author": "Henry Chadwick"
    },
    {
        "quote": "The hate directed against the colored people here in St. Louis has always given me a sad feeling because when I was a little girl I remember the horror of the East St. Louis race riot.",
        "author": "Josephine Baker"
    },
    {
        "quote": "When you think about such fine actors as Maggie Smith or Michael Gambon, they do all mediums. I think it would be quite sad and a bit dull just to have to stick to one. I like all of them.",
        "author": "Keeley Hawes"
    },
    {
        "quote": "'I Know You Care' is about my dad. And I haven't seen him for a long, long time. And my parents divorced when I was really young. And I guess I just wanted a - it was my way of saying that I wasn't bitter or angry anymore. I was just sad and just felt like something was missing.",
        "author": "Ellie Goulding"
    },
    {
        "quote": "I guess that's always the mystery of music. It's like why does this song make me feel so grey or why does it make me feel sad or happy or nostalgic and so I'm most fascinated by breaking that down in my music.",
        "author": "Borns"
    },
    {
        "quote": "It sounds so nerdy and pathetic, but what I always do on Sunday afternoon is bring my inbox down to zero, which is so sad. But e-mail has become like homework for adults. I'll have 141 messages from people who will be offended if I don't write back.",
        "author": "Mike Birbiglia"
    },
    {
        "quote": "As a solo artist, it's so easy to be lumped into a singer / songwriter genre and writing sleepy, sad songs that are very emotionally rich that mean a lot to you, and people just get kind of tired.",
        "author": "Anderson East"
    },
    {
        "quote": "I have received hostile voice mail messages and e-mails. They are often anonymous, I'm sad to say, as anonymous messages are delivered only by very low forms of human life, in my opinion.",
        "author": "Ben Brantley"
    },
    {
        "quote": "I wanted to write a show about an estate that wasn't sad or morbid, like a lot of shows portray working class life to be.",
        "author": "Michaela Coel"
    },
    {
        "quote": "You will soon find that I am a bit obsessive about my work. And that is a little sad, one often feels strangely restricted, not finding time to simmer, although one actually has many interests.",
        "author": "Arne Jacobsen"
    },
    {
        "quote": "Poetry, I think, intensifies the reader's experience. If it's a humorous facet of the story, poetry makes it more exuberant. If it's a sad facet, poetry can make it more poignant.",
        "author": "Vikram Seth"
    },
    {
        "quote": "Indeed, it is quite sad to see the United States becoming the main exporter of arms. It is quite sad to look at the U.S. government subsidizing arms exports.",
        "author": "scar Arias"
    },
    {
        "quote": "It's sad that children don't spend enough time looking around and being amazed by what's in the real world.",
        "author": "Damian Lewis"
    },
    {
        "quote": "It's sad that we vote for and elect officials to run our state, run our country, over social issues. I don't believe they belong in politics.",
        "author": "Diane Hendricks"
    },
    {
        "quote": "Bob summed it up best when he was on his knees at the end of the night saying, 'Don't trust in Guided By Voices.' You were there; was the show awful or something? I know it was sloppy, but they're not really that tight anyway, but was it embarrassing, was it sad?",
        "author": "Kim Deal"
    },
    {
        "quote": "It's really sad looking at people like Lindsay Lohan. She's an amazing actress, but you see what happens when people know too much about your personal life. They start not being able to look at you the same way professionally. I don't want that to happen to me.",
        "author": "Dianna Agron"
    },
    {
        "quote": "I enjoy being recognized. I'll be very sad if people stop recognizing me. I'll be very sad if I'm not interviewed, because that's a very amazing process.",
        "author": "Anupam Kher"
    },
    {
        "quote": "People just don't like me, and it's unfortunate, because I'm trying to get people to come down and visit New Zealand. I'm an ambassador for New Zealand... it's kind of sad.",
        "author": "Steven Adams"
    },
    {
        "quote": "Dwight is a sad clown. You've seen those paintings of sad clown.",
        "author": "Rainn Wilson"
    },
    {
        "quote": "With sad, depressing predictability, the children of today's underclass become tomorrow's criminals and dropouts.",
        "author": "Andrew Neil"
    },
    {
        "quote": "I feel sad when I realize how much truth is being changed or obscured in the American media.",
        "author": "Sharon Stone"
    },
    {
        "quote": "If a man does not control his temper, it is a sad admission that he is not in control of his thoughts.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "When I left Palmeiras, it was sad but happy as well, with a title.",
        "author": "Gabriel Jesus"
    },
    {
        "quote": "I work extremely hard to stay positive and happy. But I get sad and anxious, too, just like everyone.",
        "author": "Rachel Platten"
    },
    {
        "quote": "I was a little boy singing sad songs, about 9 or 10 years old in the woods. I listened to my voice coming back to me. It was as high as you could go. I dreamed of being famous as a singer when I was on those cotton fields. I wanted to see the world and meet people.",
        "author": "Percy Sledge"
    },
    {
        "quote": "I like to write from a slightly sad or complicated place. But with a sense of hope and happiness at the same time.",
        "author": "Eliot Sumner"
    },
    {
        "quote": "We're not whole people if we're just one emotion. On any given day, you can be happy, sad, angry, and so on... As you mature, you just learn to deal with each one of those emotions.",
        "author": "Phyllis Smith"
    },
    {
        "quote": "It's too easy to say that orange is happy and black is sad. To me, black is perfect. You can fill it with the emotion you want to express.",
        "author": "Ann Demeulemeester"
    },
    {
        "quote": "There must be something solemn, serious, and tender about any attitude which we denominate religious. If glad, it must not grin or snicker; if sad, it must not scream or curse.",
        "author": "William James"
    },
    {
        "quote": "When I did the film Generations, in which the character died, I felt like a guest for the first time. That made me very sad.",
        "author": "William Shatner"
    },
    {
        "quote": "I had an inkling that I was going to prison before I actually did, because I'd witnessed my father and my elders going through it. It seemed like that's the way that you got respect, which is a sad thing.",
        "author": "Ashley Walters"
    },
    {
        "quote": "I'm sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "You can have nothing and be sad, or you can have nothing and be, like, positive and look at it in a good way and try to make your circumstance better.",
        "author": "Slim Jimmy"
    },
    {
        "quote": "I didn't really want to live, so anything that was an investment in time made me angry... but also I just felt sad. When the hopelessness is hurting you, it's the fixtures and fittings that finish you off.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "I didn't know what to expect when we first started touring behind 'Southeastern' because you don't want to lull anybody to sleep or lose their attention. But it's really been incredible how the crowds seem to be just as excited for the slow, sad songs as they are for the old rockers.",
        "author": "Jason Isbell"
    },
    {
        "quote": "I tell people on Facebook what my Playstation user name is. It's quite a social thing. I put the headset on and I'm just yappin' away. It's kind of like a sad way of socialising. It's like meeting up with people but when you get bored with them you can just switch them off and walk away.",
        "author": "Limmy"
    },
    {
        "quote": "I think Jerry Lee is sad. As a musician, he was far more talented than Elvis Presley. Everybody down in Memphis knows that. Elvis became a movie star because he was beautiful. Not that Elvis wasn't talented, but Jerry Lee Lewis was incomprehensibly talented as a musician.",
        "author": "Alec Baldwin"
    },
    {
        "quote": "If I write a sad song, at the end it's gotta be like, 'Dude, things are looking up!'",
        "author": "Andy Grammer"
    },
    {
        "quote": "It's very rare that things are true about yourself that are on the Internet. It's just sad sometimes. So you definitely try and stay away from it as much as possible.",
        "author": "Taylor Lautner"
    },
    {
        "quote": "With 'Lost,' some members of the cast would literally open the script and find out that they were dead. I mean, that's quite sad, really.",
        "author": "Naveen Andrews"
    },
    {
        "quote": "There is something inexpressibly sad in the thought of the children who crossed the ocean with the Pilgrims and the fathers of Jamestown, New Amsterdam, and Boston, and the infancy of those born in the first years of colonial life in this strange new world.",
        "author": "Alice Morse Earle"
    },
    {
        "quote": "It's much easier to write when you're sad. But you can end up isolated and depressed because you almost need to put yourself in that situation to have that angst to write from.",
        "author": "Natalie Imbruglia"
    },
    {
        "quote": "It is so sad that it takes so long for people to understand what needs to happen in order to be free.",
        "author": "Faith Ringgold"
    },
    {
        "quote": "I was rejected for couple of adverts for sounding too sad. One was for Diet Coke, but it's a good thing it didn't happen because it probably would have been a big blight on my soul. It also happened with a fabric softener called Downy, and I guess the way I sang 'Only Downy' made people weep.",
        "author": "Patty Griffin"
    },
    {
        "quote": "I challenge the idea that films about rich people are escapism and films about working class people are dour and sad. I find the opposite's the case.",
        "author": "Ken Loach"
    },
    {
        "quote": "The sad truth is that without complex business partnerships between African elites and European traders and commercial agents, the slave trade to the New World would have been impossible, at least on the scale it occurred.",
        "author": "Henry Louis Gates"
    },
    {
        "quote": "I'm not a singer. In 'Bye Bye Birdie,' I think I was the sad girl who sits on the park bench during 'Put on a Happy Face.'",
        "author": "Yvonne Strahovski"
    },
    {
        "quote": "I am not sad, but I am melancholic. When you lose your mother at 20 and then your father soon after, melancholia is part of your life.",
        "author": "Patricia Kaas"
    },
    {
        "quote": "The world changes fast, and a lot of the old country folks have a hard time keeping up with it, and it makes them sad.",
        "author": "Jason Isbell"
    },
    {
        "quote": "The sad fact is that it would be fair to say that United is a generic, bureaucratic, tired company. A sort of DMV in the sky. No real culture. No real strategy. No real expectations for employees or customers. All of which is a shame.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "I'm not sad about any of my life. It's so unconventional. It doesn't look anything like I thought it would.",
        "author": "Edie Falco"
    },
    {
        "quote": "Well in the end the world can crank itself up to sanctions, as it has with Zimbabwe, another sad case.",
        "author": "Helen Clark"
    },
    {
        "quote": "I love writing sad songs.",
        "author": "Noah Cyrus"
    },
    {
        "quote": "Once I was checking to hotel and a couple saw my ring with Blues on it. They said, 'You play blues. That music is so sad.' I gave them tickets to the show, and they came up afterwards and said, 'You didn't play one sad song.'",
        "author": "Buddy Guy"
    },
    {
        "quote": "For me, it is sad when I listen to this, that one player must be more selfish to reach the top level.",
        "author": "Antonio Conte"
    },
    {
        "quote": "Death makes us sad, but it can also make us feel more alive.",
        "author": "Sally Mann"
    },
    {
        "quote": "If you want to come out of a sad moment, you have to work really hard.",
        "author": "Frank Rijkaard"
    },
    {
        "quote": "My favorite thing in the world is a quiz show, 'University Challenge,' so you can see what kind of sad person I am.",
        "author": "Lynne Truss"
    },
    {
        "quote": "I've found that people feel very free to say insulting things, not about me personally, but about the things I believe. It's sad, because I really could care less where people are coming from, politically, religiously.",
        "author": "Patricia Heaton"
    },
    {
        "quote": "I would love to be married. But it's not a necessity like the way that I feel I need and want to have children. It would be wonderful to have a husband, and I would feel blessed to do it. But I would feel sad for the rest of my life if I had no kids.",
        "author": "Mindy Kaling"
    },
    {
        "quote": "NASA's been one of the most successful public investments in motivating students to do well and achieve all they can achieve, and it's sad that we are turning the program in a direction where it will reduce the amount of motivation it provides to young people.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "I hooked up with director Jacques Audiard for this film called 'Rust & Bone' with Marion Cotillard. I loved that experience so much I'm truly sad that it's over!",
        "author": "Matthias Schoenaerts"
    },
    {
        "quote": "There's all this stuff that is happening in Edinburgh now, it's a sad attempt to create an Edinburgh society, similar to a London society, a highbrow literature celebrity society.",
        "author": "Irvine Welsh"
    },
    {
        "quote": "I have nothing against younger women and older men on screen. What is sad is that so many women over 40 who have so much to give aren't being considered to play opposite men their own age or younger.",
        "author": "Rene Russo"
    },
    {
        "quote": "A sad truth I learned as a DP starting out was that it doesn't matter how beautiful I make it if the story and performance are not there. That should be number one.",
        "author": "Reed Morano"
    },
    {
        "quote": "I used to sit near Marilyn Monroe in the Actor's Studio. She'd get dressed up because that was her identity. Sad. Those cameras wouldn't leave her alone. She didn't know where to hide.",
        "author": "Doris Roberts"
    },
    {
        "quote": "However, we might oppose it, abortion is a sad feature of modern life.",
        "author": "Robert Casey"
    },
    {
        "quote": "And it's sad because it's like a surprise to people - almost an anomaly - when artists are actually refined and trained on an instrument. That's the last thing people think about.",
        "author": "Vanessa Carlton"
    },
    {
        "quote": "It is sad when people can't connect, and the sense of desperation that you feel when there is nothing to look forward to.",
        "author": "David Frankel"
    },
    {
        "quote": "My father was an urchin that lived in Hell's Kitchen. He was part of a family of nine. I mean, there were times that were better and worse, but mostly, by the time we got to L.A., they'd lost whatever they had. And it was a sad time. And both he and I became truck drivers for different companies.",
        "author": "Frank Gehry"
    },
    {
        "quote": "There is still so much drama in my life, but I'm not a sad person anymore.",
        "author": "Nikki Reed"
    },
    {
        "quote": "I mean, I was just one of the ones who got exposed, and because of the position I was in, where I was in my life, it went mainstream. A lot of people got out of it after my situation, not because I went to prison but because it was sad for them to see me go through something that was so pointless, that could have been avoided.",
        "author": "Michael Vick"
    },
    {
        "quote": "About 15,000 years ago, humans colonised America, wiping out in the process about 75% of its large mammals. Numerous other species disappeared from Africa, from Eurasia, and from the myriad islands around their coasts. The archaeological record of country after country tells the same sad story.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "Emotions fascinate me, just being able to express myself through acting. I love that. And I think, in everyday life, you're always trying to repress your emotions. Like if you're sad, you don't want to show it to someone else.",
        "author": "Jodie Comer"
    },
    {
        "quote": "I happen to be interested in watching a face age. I like faces of women aging so it makes me personally quite sad. That's a beautiful gift from God. If people don't want to see that anymore then I won't be in anymore movies.",
        "author": "Debra Winger"
    },
    {
        "quote": "Love Is Louder is a movement that is hopefully going to bring some awareness and make some noise when it comes to teens who are feeling suicidal or even just sad, outcasts, and being bullied, and really feel like they have nowhere to turn to.",
        "author": "Brittany Snow"
    },
    {
        "quote": "Doesn't matter if you're sad or happy. I can be sad, you can be happy; it's all good. That's all I'm saying - let's just be us.",
        "author": "Kyle"
    },
    {
        "quote": "I can be dramatic. I can be funny. I can be sexy. I can be sad. I can be glad.",
        "author": "Kimberly Elise"
    },
    {
        "quote": "You put a song on the record or on tape and you stop singing it. You just don't sit around and sing it anymore unless you're performing. That's kind of sad.",
        "author": "Rick Danko"
    },
    {
        "quote": "It was a long time in the making, my divorce. One day became less special than the next, and pretty soon, we ceased all conversation. It is a sad day when you have nothing left to say.",
        "author": "Ricki Lake"
    },
    {
        "quote": "Man Repeller is intended to chronicle all the fashion trends that women love and men hate. I started it because I am woman with a deep appreciation for harem pants. And sometimes blaming clothing on a sad love life is easier than blaming oneself!",
        "author": "Leandra Medine"
    },
    {
        "quote": "In the morning, I'm like the Antonioni movies. I'm little sad. I haven't the courage to start the day. In the evenings, I'm happier, more alive - like the character I play in 'An Almost Perfect Affair.'",
        "author": "Monica Vitti"
    },
    {
        "quote": "The only thing that can blow away the Michael Jordan sad face meme, is the Floyd Mayweather knockout meme. If Floyd Mayweather got knocked out - knocked out to the point where he is ice cold on the ground - I think that's the one meme that can just overwhelm the whole Jordan issue.",
        "author": "Jay Williams"
    },
    {
        "quote": "It is very sad for a man to make himself servant to a single thing; his manhood all taken out of him by the hydraulic pressure of excessive business.",
        "author": "Theodore Parker"
    },
    {
        "quote": "It would be a sad story to get rid of religious belief, national identity, family, and even sexual identity. That's not freedom.",
        "author": "Viktor Orban"
    },
    {
        "quote": "My favorite pieces that I've written, either for St. Lucia or for myself, have always had a transporting quality to them, where they take you out of the moment and somewhere positive that feels nostalgic and happy but sad at the same time.",
        "author": "St. Lucia"
    },
    {
        "quote": "As a child, I was subjected to a lot of spaghetti Westerns and hated them. I wanted the Indians to win - or just not be so sad!",
        "author": "Kara Walker"
    },
    {
        "quote": "Getting help for my issues was one of the hardest things I've ever done, because when I get dangerously sad or manic, those feelings seek to perpetuate themselves.",
        "author": "Chris Gethard"
    },
    {
        "quote": "I don't consider myself a celebrity. That would be kind of sad.",
        "author": "Adam Driver"
    },
    {
        "quote": "It's a sad commentary on our time - to use a phrase much favored by my late father - that people increasingly celebrate Christmas Day by going to the movies.",
        "author": "Michael Dirda"
    },
    {
        "quote": "Acting gave me the opportunity to do outrageous things. It allowed me to be sad, happy, angry and lustful, even if it was just vicariously.",
        "author": "Joan Allen"
    },
    {
        "quote": "I have read a thousand screenplays, and I have acted in a handful of them, and I have felt when it feels good, the writing, and it feels natural, and feels funny or sad or honest or whatever it may be. You connect. And I felt when it feels like writing, when it feels stale, or when it feels artificial or forced, or too theatrical or whatever.",
        "author": "Ryan Eggold"
    },
    {
        "quote": "You can play basketball and have a magic night and score 40 points with your team-mates and win the game. There are favourites for the World Cup, but you can't guarantee Germany, Spain, or Brazil will win, but here, everyone can guarantee that Mercedes or Ferrari will win the race, and this is very sad for the sport.",
        "author": "Fernando Alonso"
    },
    {
        "quote": "Certainly what happened to the dinosaurs was not good - that was a terrible day for the dinosaurs, very sad. But I have to say, there are a lot of threats we face as people and, as someone who lives in Los Angeles, I'm personally more likely to die from driving on the freeway than I am from an asteroid, so you have to put that risk in perspective.",
        "author": "Carrie Nugent"
    },
    {
        "quote": "The sad thing is, I never wanted to be Princess Leia - I always wanted to be Han Solo!",
        "author": "Katee Sackhoff"
    },
    {
        "quote": "I would never have become music director of the Chicago Symphony, which would have been an extremely sad loss.",
        "author": "Georg Solti"
    },
    {
        "quote": "In Mississippi, you don't admit that you're gay. It's just an awkward thing down South, which is sad.",
        "author": "Lance Bass"
    },
    {
        "quote": "I had all these tapes in my closet that I had shot years ago with my friend Jean-Michel Basquiat. I was working on a film about him when he died, and then I just put everything away. It was too sad.",
        "author": "Tamra Davis"
    },
    {
        "quote": "If I'm laughing, you know I'm either very happy or very sad. I cope with things with jokes.",
        "author": "Cristela Alonzo"
    },
    {
        "quote": "My favorite monster has always been the zombie. They are so much fun. They can be scary, pathetic, sad, funny, tragic, even heroic. They are the most elastic monster because, even with all of that, they don't interfere with telling stories about the humans. They serve as threats and metaphors, but they allow the story to be about people.",
        "author": "Jonathan Maberry"
    },
    {
        "quote": "I find everything in life a little bit sad, but I also find a great deal of hope everywhere I look.",
        "author": "David Lowery"
    },
    {
        "quote": "Unfortunately, we are living in an era where plenty of songs with vulgar, objectionable lyrics are also becoming popular. It's a disturbing trend, and I feel really sad when I see small kids dancing to such numbers in television shows. In my career so far, I have refused any song whose lyrics I haven't been comfortable with.",
        "author": "Shreya Ghoshal"
    },
    {
        "quote": "If you have a friend or family member with breast cancer, try not to look at her with 'sad eyes.' Treat her like you always did; just show a little extra love.",
        "author": "Hoda Kotb"
    },
    {
        "quote": "Even today, England is a very repressed, repressive country, and there's pressure to be kind of a certain way, so people do things that ultimately make them sad.",
        "author": "Ben Whishaw"
    },
    {
        "quote": "I find America falling in love with a TV show flattering and interesting, but at the same time a little sad.",
        "author": "David Schwimmer"
    },
    {
        "quote": "I think when I'm in love, I really am very good with calling, little faxes, and visiting and I really put a lot of effort into it. I'm really not the one that's not available because of work and I'm very sad when I actually leave.",
        "author": "Franka Potente"
    },
    {
        "quote": "I will be sad. I've gotten very attached to Harry and all that goes on in his world, I guess I'll just be kind of tasting every bit of it because it will be the last one.",
        "author": "Mary Grandpre"
    },
    {
        "quote": "I think it's a terrible thing to write and not enjoy it. It's a sad thing. But of course a lot of people do work because they need to eat. And we all need to eat, but that's not the only reason to work. You couldn't have paid me not to write.",
        "author": "Anne Perry"
    },
    {
        "quote": "I have a stepladder. It's a very nice stepladder but it's sad that I never knew my real ladder.",
        "author": "Craig Charles"
    },
    {
        "quote": "Country fans need to support country music by buying albums and concert tickets for traditional artists or the music will just fade away. And that would be really sad.",
        "author": "George Jones"
    },
    {
        "quote": "Everybody has a right to like or dislike anything or anyone. From a flower to a flavor to a book or a composition but it is very sad that in our country we actually fight over such things in an unseemly manner.",
        "author": "Ravi Shankar"
    },
    {
        "quote": "The hardest thing is at the end you have to say bye to all these people who you have worked with for so many months. It was really sad not to see them anymore. But you have the parties that you go to and you get to see them, like the premieres and the screenings.",
        "author": "Dakota Fanning"
    },
    {
        "quote": "I like everything perfect. Everything has to be neat. My sister is 5, and she's more messy than I am. I make my bed every morning, everything's perfect. My shoes are all arranged. It's sad. I'm a little like Ray, a little bit.",
        "author": "Dakota Fanning"
    },
    {
        "quote": "You listen to a piece of music and it will remind you of something - it might make you happy, it might make you sad, but it is very emotive. And I think that Duran Duran have always understood that.",
        "author": "Nick Rhodes"
    },
    {
        "quote": "Our hope, and it's a sad hope, is that... well, I mean we need a tip. That's why we have such a big reward. We just hope that someone is holding her for her child and that we can, you know, get her back with a tip.",
        "author": "Scott Peterson"
    },
    {
        "quote": "You want people to feel something when you tell a story, whether they feel happy or whether they feel sad.",
        "author": "Harry Dean Stanton"
    },
    {
        "quote": "I don't wanta do any Blues or any sad songs.",
        "author": "Bob Livingston"
    },
    {
        "quote": "Sad old blokes, I'm told, now dream of me with a whip in hand.",
        "author": "Anne Robinson"
    },
    {
        "quote": "Among the reasons people keep sad stories to themselves is that they do not want anyone to feel sorry for them. I don't. I don't want you to feel sorry for me.",
        "author": "Judith Moore"
    },
    {
        "quote": "It's sad that the most glorious of sexual experiences can make us feel guilty, ashamed, embarrassed, and abnormal.",
        "author": "Sue Johanson"
    },
    {
        "quote": "Here in the United States, our profession is much maligned, people simply don't trust or like journalists anymore and that's sad.",
        "author": "Christiane Amanpour"
    },
    {
        "quote": "You know, they just don't make big movie stars the way they used to, maybe because the system has changed, the studio system, but it's sad to see people like Jimmy Stewart go, all the giants of the past.",
        "author": "Tom Atkins"
    },
    {
        "quote": "I'm sad and blue, about nobody but you. I told you that I loved you right from the start, you told me the same and now you try to break my little heart.",
        "author": "Leon Redbone"
    },
    {
        "quote": "All you'd have to do is get a sad look, and he'd try to do something for you.",
        "author": "Margaret O'Brien"
    },
    {
        "quote": "In LA, I mean, here's this place full of desperate and sad people who take their only pleasure from destroying others for the purposes of their own self-aggrandizement.",
        "author": "Heather Donahue"
    },
    {
        "quote": "A lot of our entertainment throws into detail the stagnation and illness of how we live today-it's sad and it's sick... and it's profitable.",
        "author": "Heather Donahue"
    },
    {
        "quote": "The books are funny and sad, and that's what people respond to.",
        "author": "Paula Danziger"
    },
    {
        "quote": "Then, of course, there are those sad occasions when a poet or a writer has not grown, and one has to let them go because they're just not making headway. But we have a very clear personal relationship with the authors.",
        "author": "James Laughlin"
    },
    {
        "quote": "I have felt terribly from the beginning when I saw the problems and recognized that they would be ongoing. We were hired to put back the contours of the greens as closely as possible to George Thomas's designs and were real proud of what we did. It's a sad situation now.",
        "author": "Ben Crenshaw"
    },
    {
        "quote": "It's sad - it's sad for us old enough to remember when directors ruled, and films were substantially better than they are today. But it's hard to argue with those kinds of grosses.",
        "author": "Mark Rydell"
    },
    {
        "quote": "People say, oh it's a shame, you're not nostalgic about the '60s. Well actually, it's quite good, when you think of it. Wouldn't it be sad if I was sitting here wishing it back?",
        "author": "Robert Wyatt"
    },
    {
        "quote": "We all remember where we were and we all remember what we were doing. I had a brother in New York, an uncle, lots of friends in New York. It made me angry, it made me sad; what could I do.",
        "author": "Timothy Bottoms"
    },
    {
        "quote": "When I was in Philadelphia during the Depression in 1930 or '31, I got a very sad job as a night watchman in a garage. The cars in the garage had been abandoned by their owners, since they had lost their jobs and couldn't keep up the payments.",
        "author": "Tom Glazer"
    },
    {
        "quote": "I like 'Bewitched' off the first album because it's one of the happiest songs I've ever written and, as any writer will tell you, happy songs are a million times more difficult to write than sad songs.",
        "author": "Malcolm Wilson"
    },
    {
        "quote": "Someone once accused me of being like Eliot Ness. I sad no sir, I'm not E.N., but I can promise you that I'm not Al Capone!",
        "author": "Robert Stack"
    },
    {
        "quote": "I think the thing's that perhaps sad really is that younger people haven't come in and I think it must have been absolutely fantastic to have worked in the 50's when you had all of the great Broadway composers and when West Side Story didn't win the Tony Award.",
        "author": "Andrew Lloyd Webber"
    },
    {
        "quote": "I didn't know my mother had it. I think a lot of women don't know their mothers had it; that's the sad thing about depression. You know, you don't function anymore. You shut down. You feel like you are in a void.",
        "author": "Marie Osmond"
    },
    {
        "quote": "What I am sad about is that there is now, in America, no equivalent to the art circuit.",
        "author": "Richard Attenborough"
    },
    {
        "quote": "My father comes from a generation of film that actors my age don't even know about, which is really sad.",
        "author": "Amber Tamblyn"
    },
    {
        "quote": "Just because I'm talking about something that might have been a sad or painful situation doesn't mean that I'm sad or tortured 24 hours a day any more than anybody else is.",
        "author": "Lucinda Williams"
    },
    {
        "quote": "I love music and musicians. And seeing great artists dropped from labels was really frustrating and sad to me.",
        "author": "Rosanna Arquette"
    },
    {
        "quote": "All he cares about is going out there with his Jack Daniels bottle. Nothing has changed. That's kind of sad. If David was doing better than he used to be, then that would be different. But it was a joke and he made it that way.",
        "author": "Sammy Hagar"
    },
    {
        "quote": "It's astonishing what some women will put up with just to have a warm body. Some of the brightest women I know are just obsessed with that search. It's very sad.",
        "author": "Judith Rossner"
    },
    {
        "quote": "Elaine is just in pain. I think Elaine has become very, very sad woman. She is someone who is in deep need of many hours of analysis and I like to think that I'm not that type of person.",
        "author": "Julia Louis-Dreyfus"
    },
    {
        "quote": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.",
        "author": "Moon Unit Zappa"
    },
    {
        "quote": "I recently turned down a film that I didn't want my kids to see. Priorities shift. Sometimes I'm sad about that, but not enough to do anything about it.",
        "author": "Dianne Wiest"
    },
    {
        "quote": "With any group of people in life, sad things happen, and crazy things, and happy things. When you're in the public eye, it's just amplified, that's all.",
        "author": "Margot Kidder"
    },
    {
        "quote": "Well, I did Marlene 15 years ago and that's in the style. It's somehow similar and not similar because Marlene was much more aggressive, funny and sad.",
        "author": "Maximilian Schell"
    },
    {
        "quote": "Even when I begin with a situation that's basically funny or sad, I like to keep poking around in it. I like to get into the middle of a relationship, to explore the subtle places.",
        "author": "Paul Mazursky"
    },
    {
        "quote": "I had never felt so lonely and so sad in my entire life.",
        "author": "Susan Smith"
    },
    {
        "quote": "I have been to several wars to draw. I went to Vietnam. And made drawings in Vietnam during that period of the war there, and found that to be a very very sad situation.",
        "author": "Gerald Scarfe"
    },
    {
        "quote": "So war is an extremely sad business, because the majority of people don't want to be in it.",
        "author": "Gerald Scarfe"
    },
    {
        "quote": "I've grown as a person. The dynamics on this set are very demanding because we work a lot of hours, it's very sad material, so there's always someone upset because it's really heavy stuff.",
        "author": "Elisabeth Rohm"
    },
    {
        "quote": "With out art, without communicating, we wouldn't live beyond 30 because we'd be so sad and depressed.",
        "author": "Wayne Coyne"
    },
    {
        "quote": "I know for works for me - those wonderful sad love songs.",
        "author": "Toni Braxton"
    },
    {
        "quote": "The sad thing about any business I suppose, but in mine you see it particularly, is that you're always asked to do what you've already done.",
        "author": "Jeremy Irons"
    },
    {
        "quote": "But now Americans, they felt a sense of peace and protection because they've been separated by so many thousands of miles of ocean. And you know, the fact that it's come to the U.S. like this is so sad, and yet you know, what can you do? It's here.",
        "author": "Patty Hearst"
    },
    {
        "quote": "I'm sad to say that stardom is a commodity in our culture.",
        "author": "Christine Baranski"
    },
    {
        "quote": "There is the glamour side of it, which allows you to meet great variety of people with whom you simply can have a good time, but there's also the sad side of it that drags you into a superficial and artificial world.",
        "author": "Karolina Kurkova"
    },
    {
        "quote": "So far, at least, I haven't found a way to tell my kind of stories without making them both sad and funny.",
        "author": "Todd Solondz"
    },
    {
        "quote": "I love playing football, being out on the pitch with a ball, and I will be a little sad when that ends.",
        "author": "Dennis Bergkamp"
    },
    {
        "quote": "With the other fellow actors who have gone astray, I think it's sad that society wants to label the business as doing this to people. It's really not true.",
        "author": "Tina Yothers"
    },
    {
        "quote": "What happened was very sad. Mr. Lacey told the staff that he was disappointed and appalled that the front of the book was all commentary and that he wanted hard news.",
        "author": "Sydney Schanberg"
    },
    {
        "quote": "You see so many artists who are so talented end up living sad, empty lives. This industry takes so much out of you that without the accountability and leaving God in the center, you can be left so empty and void.",
        "author": "Stacie Orrico"
    },
    {
        "quote": "I've never had my heart broken. It's a very sad state of affairs. I think everybody should have their heart broken. I don't think it says anything good about me at all.",
        "author": "Sally Field"
    },
    {
        "quote": "The sad fact is that the same terrorist scenarios, if they occurred in five different States, there could be five different sets of responses to the American people. We need, at a minimum, a level of coordination on communicating threats to the public.",
        "author": "Vito Fossella"
    },
    {
        "quote": "It is sad that the Republican leadership is not as interested as they say they are in protecting the institution of marriage as they are in waging a campaign to divide and distract the American people from the real issues that need to be addressed.",
        "author": "Kendrick Meek"
    },
    {
        "quote": "I was so sad from losing two of my dogs and my mother. I had this vision of all these animals sitting behind bars. They had no control and were scared. That's why I got into fostering and adopting animals out.",
        "author": "Linda Blair"
    },
    {
        "quote": "If I get the forty additional years statisticians say are likely coming to me, I could fit in at least one, maybe two new lifetimes. Sad that only one of those lifetimes can include being the mother of young children.",
        "author": "Anna Quindlen"
    },
    {
        "quote": "Christmas makes everything twice as sad.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "What's sad is that there is an addictive quality to that, to believing your own hype; to allowing yourself to become validated by others and no longer by yourself. That's the danger of celebrity.",
        "author": "Giovanni Ribisi"
    },
    {
        "quote": "I'll always be sad that my marriage ended.",
        "author": "Shania Twain"
    },
    {
        "quote": "You had to be into sport and, sad to say, I'm a traitor to my country because I don't have a sporting bone in my body.",
        "author": "Geoffrey Rush"
    },
    {
        "quote": "I remember a time when all my fans were crying and sad and going through hell. Now, we're trying to uplift each other and accept ourselves for who we are, even if nobody else does.",
        "author": "Mary J. Blige"
    },
    {
        "quote": "It's sad that women characters have lost so much ground in popular movies. Didn't 'Thelma and Louise' prove that women want to see women doing things on film? Thelma and Louise were in a classic car; they were being chased by cops; they shot up a truck - and women loved it.",
        "author": "Robin Quivers"
    },
    {
        "quote": "My little son, Atticus, desperately needs his dad and I haven't been there for him... and that's sad.",
        "author": "Daniel Baldwin"
    },
    {
        "quote": "I'm incredibly sad that my mother's not here to see my kids and that my kids don't get to know her. And she didn't meet my husband. That's one of the hardest things. I don't even know how to put that into words.",
        "author": "Stella McCartney"
    },
    {
        "quote": "I think as an American society, when we're paying too many taxes or dealing with war, we don't want to see sad things at the movies.",
        "author": "Zoe Saldana"
    },
    {
        "quote": "'The Killing' has a really great combination of qualities: Even though it's very sad and deals with mourning and grief, it's still exciting. It's about real people and it doesn't shy from the painful points of life.",
        "author": "Joel Kinnaman"
    },
    {
        "quote": "We've got people looking at our seamy side and our sad side a lot of the time because that's easier. It's much more difficult to make a film about happiness with lots of jokes in it.",
        "author": "Emma Thompson"
    },
    {
        "quote": "I've had moments where I realize my body isn't going to withstand many more seasons, but I am very satisfied with my career and I am trying not to look at retirement as a sad thing.",
        "author": "Cat Osterman"
    },
    {
        "quote": "I think it's sad to me that I had to make a decision to not play the game that I feel like I'm best at and that I love. But if it was just about the game itself, I'd be there in a heartbeat. But that's not how the real world works.",
        "author": "Tiffeny Milbrett"
    },
    {
        "quote": "Ideally, I would love to mix singing and acting, but you can only be a pop star for so many years. I mean, at 30 it's a little bit sad, right?",
        "author": "Rachel Stevens"
    },
    {
        "quote": "I had a vocal coach. It's a sad thing, but I had to hire someone so that I could get my Australian accent back.",
        "author": "Anthony LaPaglia"
    },
    {
        "quote": "My childhood, I would say, was a bit sad.",
        "author": "Columba Bush"
    },
    {
        "quote": "My dad was a homicide cop in the gay neighborhood in the city when gay neighborhoods were desperate, depressing, sad places run by the mob. The only gay people he'd met when I came out to him were corpses.",
        "author": "Dan Savage"
    },
    {
        "quote": "I've never met a woman who thinks they've got a good enough figure - however perfect they look - which is sad, because no one else can see these perceived flaws; they're entirely internal.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "'Vegas' was something very close to me. I had such a blast doing that. I'm still a little upset that we never really got to shoot that final episode. So many people were invested in it. I'll always be sad about that.",
        "author": "Josh Duhamel"
    },
    {
        "quote": "I think a lot of people think that my parents' deaths is why I write such sad songs, but that's not true. Those songs may just be the woman I am.",
        "author": "Shelby Lynne"
    },
    {
        "quote": "Why do we capital-N Nerds love Mars so much? Because it's beautiful, it's tough, it's buried in our mythic, childhood memories. It's covered with human triumphs but also with sad stories of failure.",
        "author": "Greg Bear"
    },
    {
        "quote": "War is very sad and small life is pathetically fragile at times.",
        "author": "Henry Rollins"
    },
    {
        "quote": "I am co-writing a screenplay now and I'm working on the rights to another story I want to do. So I plan to produce and direct. So, for me, I don't really feel that I am vulnerable to that sad baggage that comes with the business of filmmaking.",
        "author": "Kerry Washington"
    },
    {
        "quote": "What's really sad is that so many young women between the ages of 16 and 25 are ignorant and they already believe that women get the same pay as men. They don't even really understand that equality hasn't happened with the pay force.",
        "author": "bell hooks"
    },
    {
        "quote": "I've got to be high class... Which is sad, because I like bars.",
        "author": "Daniel Craig"
    },
    {
        "quote": "I've traveled around the country and I read local newspapers and all of that, and it's a sad, sad thing to go from city to city and see the small newspapers and they're tiny. They're tiny not only in size but also in scope.",
        "author": "Jim Lehrer"
    },
    {
        "quote": "Home will always be Northern Ireland but my schedule means for the next few years I won't be there as much. I can't do the same things that I did a year ago. That is I'm something conscious of, but I'm not sad about it. It's fine.",
        "author": "Rory McIlroy"
    }
]