[
    {
        "quote": "It's nice to get to know people who are the same age as you that do the same things because it's like a different level of understanding.",
        "author": "Becky G"
    },
    {
        "quote": "Youth is the gift of nature, but age is a work of art.",
        "author": "Stanislaw Jerzy Lec"
    },
    {
        "quote": "True terror is to wake up one morning and discover that your high school class is running the country.",
        "author": "Kurt Vonnegut"
    },
    {
        "quote": "Age is not important unless you're a cheese.",
        "author": "Helen Hayes"
    },
    {
        "quote": "You can't help getting older, but you don't have to get old.",
        "author": "George Burns"
    },
    {
        "quote": "Aging is not lost youth but a new stage of opportunity and strength.",
        "author": "Betty Friedan"
    },
    {
        "quote": "Old age is no place for sissies.",
        "author": "Bette Davis"
    },
    {
        "quote": "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul.",
        "author": "Samuel Ullman"
    },
    {
        "quote": "Just remember, once you're over the hill you begin to pick up speed.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "I'm happy to report that my inner child is still ageless.",
        "author": "James Broughton"
    },
    {
        "quote": "Do not go gentle into that good night but rage, rage against the dying of the light.",
        "author": "Dylan Thomas"
    },
    {
        "quote": "Forty is the old age of youth; fifty the youth of old age.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Age is a very high price to pay for maturity.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.",
        "author": "Agatha Christie"
    },
    {
        "quote": "Youth is wasted on the young.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "As I grow older, I pay less attention to what men say. I just watch what they do.",
        "author": "Andrew Carnegie"
    },
    {
        "quote": "As men get older, the toys get more expensive.",
        "author": "Marvin Davis"
    },
    {
        "quote": "The trick is growing up without growing old.",
        "author": "Casey Stengel"
    },
    {
        "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.",
        "author": "Henry Ford"
    },
    {
        "quote": "We are always the same age inside.",
        "author": "Gertrude Stein"
    },
    {
        "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.",
        "author": "Thomas Bailey Aldrich"
    },
    {
        "quote": "Try to keep your soul young and quivering right up to old age.",
        "author": "George Sand"
    },
    {
        "quote": "Men are like wine - some turn to vinegar, but the best improve with age.",
        "author": "Pope John XXIII"
    },
    {
        "quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.",
        "author": "Mark Twain"
    },
    {
        "quote": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.",
        "author": "Sophia Loren"
    },
    {
        "quote": "Old minds are like old horses; you must exercise them if you wish to keep them in working order.",
        "author": "John Adams"
    },
    {
        "quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.",
        "author": "Robert Frost"
    },
    {
        "quote": "It is not how old you are, but how you are old.",
        "author": "Jules Renard"
    },
    {
        "quote": "Those who love deeply never grow old; they may die of old age, but they die young.",
        "author": "Dorothy Canfield Fisher"
    },
    {
        "quote": "If you haven't turned rebel by twenty you've got no heart; if you haven't turned establishment by thirty you've got no brains!",
        "author": "Kevin Spacey"
    },
    {
        "quote": "A man growing old becomes a child again.",
        "author": "Sophocles"
    },
    {
        "quote": "The secret of staying young is to live honestly, eat slowly, and lie about your age.",
        "author": "Lucille Ball"
    },
    {
        "quote": "A grownup is a child with layers on.",
        "author": "Woody Harrelson"
    },
    {
        "quote": "I think your whole life shows in your face and you should be proud of that.",
        "author": "Lauren Bacall"
    },
    {
        "quote": "You don't stop laughing because you grow older. You grow older because you stop laughing.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do.",
        "author": "Golda Meir"
    },
    {
        "quote": "Every man desires to live long, but no man wishes to be old.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.",
        "author": "Olivia Munn"
    },
    {
        "quote": "Age does not protect you from love. But love, to some extent, protects you from age.",
        "author": "Anais Nin"
    },
    {
        "quote": "Be on the alert to recognize your prime at whatever time of your life it may occur.",
        "author": "Muriel Spark"
    },
    {
        "quote": "To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love.",
        "author": "Alan Bleasdale"
    },
    {
        "quote": "I will never be an old man. To me, old age is always 15 years older than I am.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Let age, not envy, draw wrinkles on thy cheeks.",
        "author": "Thomas Browne"
    },
    {
        "quote": "I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children.",
        "author": "Sting"
    },
    {
        "quote": "You know you're getting old when all the names in your black book have M. D. after them.",
        "author": "Harrison Ford"
    },
    {
        "quote": "Middle age is youth without levity, and age without decay.",
        "author": "Doris Day"
    },
    {
        "quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.",
        "author": "Louis Kronenberger"
    },
    {
        "quote": "Every time I paint a portrait I lose a friend.",
        "author": "John Singer Sargent"
    },
    {
        "quote": "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.",
        "author": "Francis Bacon"
    },
    {
        "quote": "It is sad to grow old but nice to ripen.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "Middle age is when your age starts to show around your middle.",
        "author": "Bob Hope"
    },
    {
        "quote": "There's no such thing as old age, there is only sorrow.",
        "author": "Fay Weldon"
    },
    {
        "quote": "The old believe everything, the middle-aged suspect everything, the young know everything.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.",
        "author": "Judith Viorst"
    },
    {
        "quote": "Surrounding myself with beautiful women keeps me young.",
        "author": "Hugh Hefner"
    },
    {
        "quote": "Wrinkles should merely indicate where smiles have been.",
        "author": "Mark Twain"
    },
    {
        "quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature.",
        "author": "Harold Coffin"
    },
    {
        "quote": "Alas, after a certain age every man is responsible for his face.",
        "author": "Albert Camus"
    },
    {
        "quote": "No one can avoid aging, but aging productively is something else.",
        "author": "Katharine Graham"
    },
    {
        "quote": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.",
        "author": "Warren Beatty"
    },
    {
        "quote": "The real sadness of fifty is not that you change so much but that you change so little.",
        "author": "Max Lerner"
    },
    {
        "quote": "None are so old as those who have outlived enthusiasm.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "If you're old, don't try to change yourself, change your environment.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "A man knows when he is growing old because he begins to look like his father.",
        "author": "Gabriel Garcia Marquez"
    },
    {
        "quote": "Every man over forty is a scoundrel.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Youth is the best time to be rich, and the best time to be poor.",
        "author": "Euripides"
    },
    {
        "quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.",
        "author": "Bob Hope"
    },
    {
        "quote": "In youth, the days are short and the years are long. In old age, the years are short and days long.",
        "author": "Pope Paul VI"
    },
    {
        "quote": "Old age is a shipwreck.",
        "author": "Charles de Gaulle"
    },
    {
        "quote": "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair.",
        "author": "Sam Ewing"
    },
    {
        "quote": "To me, old age is always fifteen years older than I am.",
        "author": "Bernard Baruch"
    },
    {
        "quote": "In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived.",
        "author": "Knut Hamsun"
    },
    {
        "quote": "The closing years of life are like the end of a masquerade party, when the masks are dropped.",
        "author": "Cesare Pavese"
    },
    {
        "quote": "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.",
        "author": "Ogden Nash"
    },
    {
        "quote": "The answer to old age is to keep one's mind busy and to go on with one's life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis.",
        "author": "Leon Edel"
    },
    {
        "quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it.",
        "author": "Doris Day"
    },
    {
        "quote": "Minds ripen at very different ages.",
        "author": "Stevie Wonder"
    },
    {
        "quote": "Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair.",
        "author": "Ira Gershwin"
    },
    {
        "quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life.",
        "author": "Jean Paul"
    },
    {
        "quote": "Whatever poet, orator or sage may say of it, old age is still old age.",
        "author": "Sinclair Lewis"
    },
    {
        "quote": "No man is ever old enough to know better.",
        "author": "Holbrook Jackson"
    },
    {
        "quote": "Old age is the most unexpected of all the things that can happen to a man.",
        "author": "James Thurber"
    },
    {
        "quote": "The surest sign of age is loneliness.",
        "author": "Annie Dillard"
    },
    {
        "quote": "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.",
        "author": "T. S. Eliot"
    },
    {
        "quote": "Oh rage! Oh despair! Oh age, my enemy!",
        "author": "Pierre Corneille"
    },
    {
        "quote": "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "Old age is like everything else. To make a success of it, you've got to start young.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "What makes old age so sad is not that our joys but our hopes cease.",
        "author": "Jean Paul"
    },
    {
        "quote": "In youth we run into difficulties. In old age difficulties run into us.",
        "author": "Josh Billings"
    },
    {
        "quote": "Thirty was so strange for me. I've really had to come to terms with the fact that I am now a walking and talking adult.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "Age merely shows what children we remain.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood.",
        "author": "Logan Pearsall Smith"
    },
    {
        "quote": "One of the many pleasures of old age is giving things up.",
        "author": "Malcolm Muggeridge"
    },
    {
        "quote": "Growing old is no more than a bad habit which a busy person has no time to form.",
        "author": "Andre Maurois"
    },
    {
        "quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.",
        "author": "Coco Chanel"
    },
    {
        "quote": "Old age comes on suddenly, and not gradually as is thought.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "The shades of respectability begin to close about the greying head.",
        "author": "Mason Cooley"
    },
    {
        "quote": "Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to.",
        "author": "Bill Vaughan"
    },
    {
        "quote": "At 19, everything is possible and tomorrow looks friendly.",
        "author": "Jim Bishop"
    },
    {
        "quote": "What most persons consider as virtue, after the age of 40 is simply a loss of energy.",
        "author": "Voltaire"
    },
    {
        "quote": "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.",
        "author": "Confucius"
    },
    {
        "quote": "You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.",
        "author": "Samuel Ullman"
    },
    {
        "quote": "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "Being seventy is not a sin.",
        "author": "Golda Meir"
    },
    {
        "quote": "To be renewed is everything. What more could one ask for than to have one's youth back again?",
        "author": "George Lucas"
    },
    {
        "quote": "Age is like love, it cannot be hid.",
        "author": "Thomas Dekker"
    },
    {
        "quote": "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.",
        "author": "Doris Lessing"
    },
    {
        "quote": "When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.",
        "author": "Muriel Spark"
    },
    {
        "quote": "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "I don't want to fight aging; I want to take good care of myself, but plastic surgery and all that? I'm not interested.",
        "author": "Christine Lahti"
    },
    {
        "quote": "Adults are obsolete children.",
        "author": "Dr. Seuss"
    },
    {
        "quote": "My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.",
        "author": "Paulina Porizkova"
    },
    {
        "quote": "He has a profound respect for old age. Especially when it's bottled.",
        "author": "Gene Fowler"
    },
    {
        "quote": "After thirty, a body has a mind of its own.",
        "author": "Bette Midler"
    },
    {
        "quote": "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.",
        "author": "Don Marquis"
    },
    {
        "quote": "When I turned 60, it didn't bother me at all.",
        "author": "Yoko Ono"
    },
    {
        "quote": "As we grow older, our bodies get shorter and our anecdotes longer.",
        "author": "Robert Quillen"
    },
    {
        "quote": "Age considers; youth ventures.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Forty is the old age of youth, fifty is the youth of old age.",
        "author": "Hosea Ballou"
    },
    {
        "quote": "The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.",
        "author": "Colleen McCullough"
    },
    {
        "quote": "Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball.",
        "author": "Doug Larson"
    },
    {
        "quote": "Old age has deformities enough of its own. It should never add to them the deformity of vice.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "I get all fired up about aging in America.",
        "author": "Willard Scott"
    },
    {
        "quote": "There is always some specific moment when we become aware that our youth is gone; but, years after, we know it was much later.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "All diseases run into one, old age.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Bashfulness is an ornament to youth, but a reproach to old age.",
        "author": "Aristotle"
    },
    {
        "quote": "We've put more effort into helping folks reach old age than into helping them enjoy it.",
        "author": "Frank A. Clark"
    },
    {
        "quote": "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.",
        "author": "George Burns"
    },
    {
        "quote": "Youth does not require reasons for living, it only needs pretexts.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am.",
        "author": "Sarah Orne Jewett"
    },
    {
        "quote": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "After you're older, two things are possibly more important than any others: health and money.",
        "author": "Helen Gurley Brown"
    },
    {
        "quote": "How incessant and great are the ills with which a prolonged old age is replete.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "There is an anti-aging possibility, but it has to come from within.",
        "author": "Susan Anton"
    },
    {
        "quote": "We pay when old for the excesses of youth.",
        "author": "J. B. Priestley"
    },
    {
        "quote": "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.",
        "author": "Dorothy Canfield Fisher"
    },
    {
        "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement.",
        "author": "Dwight L. Moody"
    },
    {
        "quote": "As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost.",
        "author": "Margaret Mead"
    },
    {
        "quote": "A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "I think when the full horror of being fifty hits you, you should stay home and have a good cry.",
        "author": "Josh Billings"
    },
    {
        "quote": "The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.",
        "author": "Bob Wells"
    },
    {
        "quote": "We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave.",
        "author": "Pearl S. Buck"
    },
    {
        "quote": "I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work.",
        "author": "William Ernest Hocking"
    },
    {
        "quote": "We were never supposed to live until 40. We were built to self-destruct at 30, whether from cancer or mental illness. We're all going way beyond our expiration date.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "The whole business of marshaling one's energies becomes more and more important as one grows older.",
        "author": "Hume Cronyn"
    },
    {
        "quote": "Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.",
        "author": "Donald G. Mitchell"
    },
    {
        "quote": "I'm not afraid of aging.",
        "author": "Shelley Duvall"
    },
    {
        "quote": "A woman must make her fortune before she is 30; or work after she is 30; or get married.",
        "author": "Anna Held"
    },
    {
        "quote": "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.",
        "author": "Don Marquis"
    },
    {
        "quote": "Age is how we determine how valuable you are.",
        "author": "Jane Elliot"
    },
    {
        "quote": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.",
        "author": "Frances Conroy"
    },
    {
        "quote": "You should never reveal your true age.",
        "author": "Eve Arnold"
    },
    {
        "quote": "Whenever I go to New York or any European country, they say: 'Nawal, why don't you get a facelift?' I tell them, 'I am proud of my wrinkles. Every wrinkle on my face tells the story of my life. Why should I hide my age?'",
        "author": "Nawal El Saadawi"
    },
    {
        "quote": "Old age and treachery will always beat youth and exuberance.",
        "author": "David Mamet"
    },
    {
        "quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine.",
        "author": "Joan Collins"
    },
    {
        "quote": "Age is something that doesn't matter, unless you are a cheese.",
        "author": "Billie Burke"
    },
    {
        "quote": "Love has no age, no limit; and no death.",
        "author": "John Galsworthy"
    },
    {
        "quote": "Cherish all your happy moments; they make a fine cushion for old age.",
        "author": "Booth Tarkington"
    },
    {
        "quote": "In youth we learn; in age we understand.",
        "author": "Marie von Ebner-Eschenbach"
    },
    {
        "quote": "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
        "author": "Ausonius"
    },
    {
        "quote": "Our uniqueness makes us special, makes perception valuable - but it can also make us lonely. This loneliness is different from being 'alone': You can be lonely even surrounded by people. The feeling I'm talking about stems from the sense that we can never fully share the truth of who we are. I experienced this acutely at an early age.",
        "author": "Amy Tan"
    },
    {
        "quote": "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.",
        "author": "Abhishek Bachchan"
    },
    {
        "quote": "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.",
        "author": "Andy Serkis"
    },
    {
        "quote": "Nobody trusts anyone in authority today. It is one of the main features of our age. Wherever you look, there are lying politicians, crooked bankers, corrupt police officers, cheating journalists and double-dealing media barons, sinister children's entertainers, rotten and greedy energy companies, and out-of-control security services.",
        "author": "Adam Curtis"
    },
    {
        "quote": "We're not in an information age anymore. We're in the information management age.",
        "author": "Chris Hardwick"
    },
    {
        "quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old.",
        "author": "Rosalyn Sussman Yalow"
    },
    {
        "quote": "Old age isn't a battle; old age is a massacre.",
        "author": "Philip Roth"
    },
    {
        "quote": "If you love someone, you love someone. It doesn't matter; age, colour, c'mon!",
        "author": "Sam Taylor-Johnson"
    },
    {
        "quote": "I cried on my 18th birthday. I thought 17 was such a nice age. You're young enough to get away with things, but you're old enough, too.",
        "author": "Liv Tyler"
    },
    {
        "quote": "I was born into a Christian family and brought up in a Lutheran church. My faith has been the center point of my life, really, since I was a child, but at 16 years of age, I fully surrendered my life over to Christ. At that point, as a teenager, I began to grasp the concept of Christ's true love and forgiveness.",
        "author": "Michele Bachmann"
    },
    {
        "quote": "One of the nice things about getting older is that you come to understand that you can integrate multiple aspects of your life together. When you're young, you think everything has to be binary, as that's exactly how you feel at that age.",
        "author": "Min Jin Lee"
    },
    {
        "quote": "I always looked really young for my age. And once I hit 23, 24 and 25, I was then allowed to play the cool 18-year-olds and stuff.",
        "author": "Ben Barnes"
    },
    {
        "quote": "We can't avoid age. However, we can avoid some aging. Continue to do things. Be active. Life is fantastic in the way it adjusts to demands; if you use your muscles and mind, they stay there much longer.",
        "author": "Charles H. Townes"
    },
    {
        "quote": "Old age isn't so bad when you consider the alternative.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "I'm very mature for my age, but I'm also innocent in a lot of ways.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.",
        "author": "Brooks Atkinson"
    },
    {
        "quote": "Marriage is not about age; it's about finding the right person.",
        "author": "Sophia Bush"
    },
    {
        "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.",
        "author": "Peace Pilgrim"
    },
    {
        "quote": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.",
        "author": "Sharron Angle"
    },
    {
        "quote": "Age is relative. Experience is relative. And I think often intensity is confused with maturity.",
        "author": "Laura Marling"
    },
    {
        "quote": "It doesn't matter what age you are. You can look sexy and feel great, and that doesn't have to be a gift only for the young. It can be a gift for any age, even the old, whatever that is nowadays.",
        "author": "Carol Alt"
    },
    {
        "quote": "The golden age is before us, not behind us.",
        "author": "Simon the Zealot"
    },
    {
        "quote": "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange.",
        "author": "Cherie Lunghi"
    },
    {
        "quote": "Age is just a number, and your talent will never fail you. It has no expiry date.",
        "author": "Madhuri Dixit"
    },
    {
        "quote": "Football was always my dream. I started playing at the age of five, and I'm still playing now.",
        "author": "Sadio Mane"
    },
    {
        "quote": "We live in an age, in an era where there is so much negativity, there is so much violence in the world, there is so much unrest and people are at war, that I wanted to promote the word love and red signifies love.",
        "author": "Elton John"
    },
    {
        "quote": "Age is no barrier. It's a limitation you put on your mind.",
        "author": "Jackie Joyner-Kersee"
    },
    {
        "quote": "In the media age, everybody was famous for 15 minutes. In the Wikipedia age, everybody can be an expert in five minutes. Special bonus: You can edit your own entry to make yourself seem even smarter.",
        "author": "Stephen Colbert"
    },
    {
        "quote": "If youth knew; if age could.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "Being confident is the key to life. Don't be afraid to be you! I'm super different from a lot of kids my age with style and personality, and I'm OK with it. And if you are OK with it, everyone else will be, too. Just be yourself.",
        "author": "Leo Howard"
    },
    {
        "quote": "When I was 16, I got 'Jamon, Jamon.' Of course, I had to lie about my age. And I had to lie to my parents about the content of the script.",
        "author": "Penelope Cruz"
    },
    {
        "quote": "The delight of opening a new pursuit, or a new course of reading, imparts the vivacity and novelty of youth even to old age.",
        "author": "Isaac D'Israeli"
    },
    {
        "quote": "Responsibility for learning belongs to the student, regardless of age.",
        "author": "Robert Martin"
    },
    {
        "quote": "In age of consumerism and materialism, I traffic in blue sky and colored air.",
        "author": "James Turrell"
    },
    {
        "quote": "One of the positives of getting older is that you forget your age. Then you find out that you're younger than you thought you were.",
        "author": "Michael McIntyre"
    },
    {
        "quote": "Be eccentric now. Don't wait for old age to wear purple.",
        "author": "Regina Brett"
    },
    {
        "quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.",
        "author": "Tom Wilson"
    },
    {
        "quote": "I'm not getting any younger. You're not getting any younger, so yeah. You age.",
        "author": "Tracy Morgan"
    },
    {
        "quote": "I don't need you to remind me of my age. I have a bladder to do that for me.",
        "author": "Stephen Fry"
    },
    {
        "quote": "Youth is a blunder; Manhood a struggle, Old Age a regret.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Middle age is when a guy keeps turning off lights for economical rather than romantic reasons.",
        "author": "Lillian Gordy Carter"
    },
    {
        "quote": "My hope is that the corona crisis will help bring us into a new age of cooperation and solidarity and a realization that we're in this together.",
        "author": "Rutger Bregman"
    },
    {
        "quote": "I am, as I've said, merely competent. But in an age of incompetence, that makes me extraordinary.",
        "author": "Billy Joel"
    },
    {
        "quote": "Poor eating habits developed at an early age lead to a lifetime of real health consequences.",
        "author": "Richard J. Codey"
    },
    {
        "quote": "I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in.",
        "author": "Lou Holtz"
    },
    {
        "quote": "To separate children from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.",
        "author": "Earl Warren"
    },
    {
        "quote": "Positive emotion alienated from the exercise of character leads to emptiness, to inauthenticity, to depression, and, as we age, to the gnawing realization that we are fidgeting until we die.",
        "author": "Martin Seligman"
    },
    {
        "quote": "An age is called Dark not because the light fails to shine, but because people refuse to see it.",
        "author": "James A. Michener"
    },
    {
        "quote": "The rewards for biotechnology are tremendous - to solve disease, eliminate poverty, age gracefully. It sounds so much cooler than Facebook.",
        "author": "George M. Church"
    },
    {
        "quote": "I believe that investing in our children's development from the earliest age is the single most important contribution we can make to the health and wellbeing of our citizens, their capacity and the future prosperity of our state.",
        "author": "Jay Weatherill"
    },
    {
        "quote": "Now is the age of anxiety.",
        "author": "W. H. Auden"
    },
    {
        "quote": "Whoever marries the spirit of this age will find himself a widower in the next.",
        "author": "William Inge"
    },
    {
        "quote": "We live in an age of technology and science that demands proof, and yet we desire mystery. But when God gives us mystery, we seek to destroy it by gross indifference or childish reasoning.",
        "author": "Mother Angelica"
    },
    {
        "quote": "My mother inspired me to treat others as I would want to be treated regardless of age, race or financial status.",
        "author": "Tommy Hilfiger"
    },
    {
        "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "The ruling ideas of each age have ever been the ideas of its ruling class.",
        "author": "Karl Marx"
    },
    {
        "quote": "I understood at a very early age that in nature, I felt everything I should feel in church but never did. Walking in the woods, I felt in touch with the universe and with the spirit of the universe.",
        "author": "Alice Walker"
    },
    {
        "quote": "This age thinks better of a gilded fool Than of a threadbare saint in wisdom's school.",
        "author": "Thomas Dekker"
    },
    {
        "quote": "Racism is endemic to the human condition, just as stupidity is. We will always have to be on guard against it. But now it is recognized as a scourge, as the crowning immorality of our age and our history.",
        "author": "Shelby Steele"
    },
    {
        "quote": "It doesn't matter what color, sex, religion, age, sexual orientation, etc., everyone should have the same freedoms and liberties.",
        "author": "Lance Bass"
    },
    {
        "quote": "The design process usually starts as a fantasy, with ideas that I dream of and visualize. These ideas become a reality by bringing various ingredients together, from the lifestyle of my bride, her age and sex appeal, to the textures of the finest fabrics and embroideries that we produce in my family factories in India.",
        "author": "Naeem Khan"
    },
    {
        "quote": "If there is any message in the 'Wimpy Kid' books, it is that reading can be and should be fun. As an adult reader, when I see an obvious moral lesson to be taught, I run in the other direction... Kids can sniff out an adult agenda from an early age. I'm writing for entertainment, not to impress literary judges.",
        "author": "Jeff Kinney"
    },
    {
        "quote": "People gossip. People are insecure, so they talk about other people so that they won't be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that's present.",
        "author": "Blake Lively"
    },
    {
        "quote": "Around the age of 14, I was very discouraged from a coach. It was my first youth club team while playing soccer. She told me at the time that I wasn't good enough to play on the team, that I would never get into the game.",
        "author": "Alex Morgan"
    },
    {
        "quote": "People quit on jobs. They quit on marriages. They quit on school. There's an immediacy of this day and age that doesn't lend itself to being committed to anything.",
        "author": "Emily Blunt"
    },
    {
        "quote": "I don't mind being older. I'm proud of my age. I've achieved a lot. It's the same thing with Mick and the Stones. They should be revered and respected. Isn't it strange that now we're living longer we have so much less respect for old age? Perhaps it's a less valuable commodity?",
        "author": "Jerry Hall"
    },
    {
        "quote": "I've never been particularly aware of my age. It's like being on a bicycle - I just put my foot down and keep going.",
        "author": "Angela Lansbury"
    },
    {
        "quote": "Live your life and forget your age.",
        "author": "Jean Paul"
    },
    {
        "quote": "Bad news isn't wine. It doesn't improve with age.",
        "author": "Colin Powell"
    },
    {
        "quote": "I'm the only one in Tulsa, Oklahoma, that has Final Draft on my computer. Then you show up and go to any coffee shop in L.A., and there are a hundred people your age with Final Draft.",
        "author": "Bill Hader"
    },
    {
        "quote": "It is a sobering thought that when Mozart was my age, he had been dead for two years.",
        "author": "Tom Lehrer"
    },
    {
        "quote": "I think age is a very high price to pay for maturity.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "I think it's fair to say that the age of traditional computing is dead.",
        "author": "Lisa Su"
    },
    {
        "quote": "I went to college in New York. I interned at Vertigo, and then I interned at Marvel working for Chris Claremont. Just to age myself, this was in 2000.",
        "author": "Tom King"
    },
    {
        "quote": "From a very early age I had imbibed the opinion that it was every man's duty to do all that lay in his power to leave his country as good as he had found it.",
        "author": "William Cobbett"
    },
    {
        "quote": "Up to the age of five, I wanted to be a builder. My neighbour, a builder called Paddy White, would come in for a cup of tea with my mother. I'd assemble all the pillows together at interesting angles, thinking he would spot my talent at a raw young age and take me on as an apprentice.",
        "author": "Aisling Bea"
    },
    {
        "quote": "Setting a good example for your children takes all the fun out of middle age.",
        "author": "William Feather"
    },
    {
        "quote": "JROTC students make a commitment to serve their communities at an early age, and they learn the discipline and habits to be future leaders.",
        "author": "Conor Lamb"
    },
    {
        "quote": "I was preppy, then suddenly switched around age 14. I asked my mother to go to this vintage store, and she let me buy a leopard swing coat, pink cigarette pants, and lime-green gloves.",
        "author": "Kate Spade"
    },
    {
        "quote": "With the duckets that I now have safe, I think I will retire at 66 years of age, praise God, in good health.",
        "author": "Winslow Homer"
    },
    {
        "quote": "There's no point living at my age with many ingrained great fears.",
        "author": "George Takei"
    },
    {
        "quote": "We've always lived in dark times. There has always been a range of human experience from the sublime to the brutal, and stories reflect it. It's no less brutal now; each age has its horrors.",
        "author": "Terri Windling"
    },
    {
        "quote": "Education is crucial in determining which profession women will choose, so it's important to spark interest in technologies at an early age.",
        "author": "Gillian Tans"
    },
    {
        "quote": "I remember seeing 'Spinal Tap' at a young age and being like, 'That's how you perform comedy.'",
        "author": "Bill Hader"
    },
    {
        "quote": "I don't generally follow sports. At an early age, I discovered that nature had apportioned me only a small reserve of enthusiasm. Best to ration.",
        "author": "Colson Whitehead"
    },
    {
        "quote": "At a young age, I wanted to be a prima ballerina and had these grand ideas that I would go study at Juilliard. It's something I laugh about now.",
        "author": "Andra Day"
    },
    {
        "quote": "I also find it interesting that a lot of people in their 30s are not married and don't have kids. There are a lot of people in this age bracket that are out there dating and trying to find love. And I never thought that at my age I would be.",
        "author": "John Stamos"
    },
    {
        "quote": "When Republicans say, 'The first thing you do when you do deficit reduction is reduce rates,' it would be like Democrats saying, 'The first thing you do when you do deficit reduction is provide free Medicare at age 55.' We'd like to do that! But it won't bring the deficit down. That's for sure.",
        "author": "Chuck Schumer"
    },
    {
        "quote": "Age has been the perfect fire extinguisher for flaming youth.",
        "author": "Navjot Singh Sidhu"
    },
    {
        "quote": "The age of the rock star ended with the passing of physical product, the rise of automated percussion, the domination of the committee approach to hit-making, the widespread adoption of choreography, and, above all, the advent of the mystique-destroying Internet.",
        "author": "David Hepworth"
    },
    {
        "quote": "That's the privilege of old age: You don't have to remember.",
        "author": "Alan Arkin"
    },
    {
        "quote": "From an early age my mother told me that there were so many of us that if I was to get anything in life I would have to get it myself. So I did.",
        "author": "Michael Lee-Chin"
    },
    {
        "quote": "At about age 25 I had a bit of a quarter-life crisis and expected to be at a certain place by then, which was unrealistic to some extent. I used to have a lot of passion for interior design but I somehow lost it along the way, and so fashion was what I thought to be a new beginning, but in the end it just solidified the love I have for design.",
        "author": "Jeremiah Brent"
    },
    {
        "quote": "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them.",
        "author": "T. D. Jakes"
    },
    {
        "quote": "A lady of a certain age must keep her top on. That's what I feel.",
        "author": "Lena Headey"
    },
    {
        "quote": "I feel like women are asked their age more than men.",
        "author": "Kristen Wiig"
    },
    {
        "quote": "I learned so much during my time at United. Sharing a dressing room with Paul Scholes, Cristiano Ronaldo, Wayne Rooney, Ruud van Nistelrooy, and Ryan Giggs at such a young age was an amazing experience. I didn't play as much as I would have liked, but it was a master's degree in development both as a player and a person.",
        "author": "Gerard Pique"
    },
    {
        "quote": "When I was born, my mother was very disappointed. She wanted a son. I knew that from a very early age. So I was a tomboy.",
        "author": "Winnie Madikizela-Mandela"
    },
    {
        "quote": "For generations, black children have been brought up to have a critical race consciousness, a framework for dealing with prejudice and discrimination, which helps inoculate them against the spiritual toxins they will almost certainly encounter as they come of age in our society.",
        "author": "Rachel Simmons"
    },
    {
        "quote": "There's to be a film about my life. I can give this as an exclusive now. Meryl Streep was offered the part but, no, I wanted Kate Winslet. Kylie Minogue is playing me in middle age. In old age, I'm not sure who's going to play me. I haven't got there yet. Perhaps Cate Blanchett. Or Jacki Weaver.",
        "author": "Barry Humphries"
    },
    {
        "quote": "Here's my theory: If a person gets worldwide fame at a young age, they're emotionally frozen at that moment. For me, that's 15 to 18, so you find yourself in your mid-20s being a glorified 15-year-old. What could possibly go wrong?",
        "author": "Rob Lowe"
    },
    {
        "quote": "I learned about this talent show on TV that was basically the Estonian version of 'American Idol.' So I lied about my age, went on the show, and won. I think my story is about working really hard and dreaming really big.",
        "author": "Kerli"
    },
    {
        "quote": "Whatever it is that's bothering me - interacting with annoying guy at a restaurant, contemplating my age, or losing friends to illness - I'll start to chip away at it. If you can poke holes in it, it's not as formidable; it's not as scary, and ultimately, it becomes another truth.",
        "author": "Billy Crystal"
    },
    {
        "quote": "Girls should be made aware of the dark reality of human trafficking, right from a young age. High schools and colleges should provide this education, too.",
        "author": "Richa Chadha"
    },
    {
        "quote": "Truly, learning appears to be a reverse geometric progression with experiences at one hour, one day, one month or one year dramatically more influential and formative than later experiences. As has often been quoted, 85% of brain development takes place by age 3, and yet we spend only 4% of our educational dollars by that point.",
        "author": "George Kaiser"
    },
    {
        "quote": "Age, like distance lends a double charm.",
        "author": "Oliver Herford"
    },
    {
        "quote": "I really believe I'm no different from anyone else. I just had a few challenges I had to learn from at a very early age.",
        "author": "Dave Pelzer"
    },
    {
        "quote": "The Industrial Age is not sustainable. It's not sustainable in ecological terms, and it's not sustainable in human terms.",
        "author": "Peter Senge"
    },
    {
        "quote": "I'm more American than anything else. I grew up in China, but I was fulfilled at a young age by American music. It was my biggest inspiration.",
        "author": "Peter Max"
    },
    {
        "quote": "A lot of older parents worry about being older parents. I hear people say, 'I don't want to be too old to play baseball with my son.' They worry that their kids will be embarrassed by their parents' age.",
        "author": "Penn Jillette"
    },
    {
        "quote": "It's something I'd never wish anybody to have to go through, having a mother pass away at a young age. But it's made me realize that people need help.",
        "author": "Freddie Freeman"
    },
    {
        "quote": "The formula for achieving middle-class success is simple: Finish high school; don't have a child before the age of 20; and get married before having the child.",
        "author": "Larry Elder"
    },
    {
        "quote": "Age shouldn't affect you. It's just like the size of your shoes - they don't determine how you live your life! You're either marvellous or you're boring, regardless of your age.",
        "author": "Morrissey"
    },
    {
        "quote": "For Americans of the Greatest Generation that fought World War II and of the Silent Generation that came of age in the 1950s, the great moral and ideological cause was the Cold War. It gave purpose and clarity to our politics and foreign policy, and our lives.",
        "author": "Pat Buchanan"
    },
    {
        "quote": "There's a vintage which comes with age and experience.",
        "author": "Jon Bon Jovi"
    },
    {
        "quote": "Wives are young men's mistresses, companions for middle age, and old men's nurses.",
        "author": "Francis Bacon"
    },
    {
        "quote": "I'm a fine wine: I just get better with age. Actually, I'm like the Benjamin Button of the Combine. The older I get, the younger I look and feel.",
        "author": "Rich Eisen"
    },
    {
        "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.",
        "author": "Johnny Ball"
    },
    {
        "quote": "With portable cameras and affordable data and non-linear digital editing, I think this is a golden age of documentary filmmaking. These new technologies mean we can make complicated, beautifully crafted and cinematic films about real-life stories.",
        "author": "Lucy Walker"
    },
    {
        "quote": "There is no age limit on the enjoyment of sex. It keeps getting better.",
        "author": "Florence Henderson"
    },
    {
        "quote": "We live in the age of entitlement, as opposed to enlightenment.",
        "author": "Bill Bailey"
    },
    {
        "quote": "We live in an age of innovation, where digital technology is providing solutions to problems before we've even realised we needed them. We see it every day as we find new ways to travel, eat and shop.",
        "author": "David Lidington"
    },
    {
        "quote": "Old age is the most unexpected of all things that happen to a man.",
        "author": "Leon Trotsky"
    },
    {
        "quote": "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age.",
        "author": "Bill Bryson"
    },
    {
        "quote": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.",
        "author": "Michael Oxley"
    },
    {
        "quote": "Age and size are only numbers. It's the attitude you bring to clothes that make the difference.",
        "author": "Donna Karan"
    },
    {
        "quote": "People in love don't see gender, colour or religion. Or age. It's about the other person, the one that you love and who loves you. You don't think of them in terms of a label. You just go with your heart.",
        "author": "Sam Taylor-Johnson"
    },
    {
        "quote": "For age is opportunity no less Than youth itself, though in another dress, And as the evening twilight fades away The sky is filled with stars, invisible by day.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Age is a case of mind over matter. If you don't mind, it don't matter.",
        "author": "Satchel Paige"
    },
    {
        "quote": "At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I've never emerged.",
        "author": "Patch Adams"
    },
    {
        "quote": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "author": "Mark Twain"
    },
    {
        "quote": "No matter what your age is, you only have now. So it's always about living in the moment and being in the moment... I refuse to let those numbers define me, and I just try to face each day positively.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "I feel so blessed that I grew up in the age of the independent woman, the survivor. I had Destiny's Child telling me I didn't need a man to feel good about myself, and I want to carry on that message.",
        "author": "Mabel"
    },
    {
        "quote": "If you age with somebody, you go through so many roles - you're lovers, friends, enemies, colleagues, strangers; you're brother and sister. That's what intimacy is, if you're with your soulmate.",
        "author": "Cate Blanchett"
    },
    {
        "quote": "In this digital age, there is no place to hide behind public relations people. This digital age requires leaders to be visible and authentic and to be able to communicate the decisions they've made and why they've made them, to be able to acknowledge when they've made a mistake and to move forward, to engage in the debate.",
        "author": "Gail Kelly"
    },
    {
        "quote": "At some point in every person's life, you will need an assisted medical device - whether it's your glasses, your contacts, or as you age and you have a hip replacement or a knee replacement or a pacemaker. The prosthetic generation is all around us.",
        "author": "Aimee Mullins"
    },
    {
        "quote": "The people who live in a golden age usually go around complaining how yellow everything looks.",
        "author": "Randall Jarrell"
    },
    {
        "quote": "Everyone in our clique rocks a black bandana with the print 'EST 19XX' on them 24/7. As the underdog, you are expected to lose or give up and 'wave the white towel,' so that is why our flag is black. We never give up - never surrender. EST means 'Everyone Stands Together.' The '19XX' is to represent any age.",
        "author": "Machine Gun Kelly"
    },
    {
        "quote": "Music has always been a huge part of my life from a very young age, and today it remains a very powerful and natural way for me to connect with people, as well as my children.",
        "author": "Thalia"
    },
    {
        "quote": "Privacy is one of the biggest problems in this new electronic age.",
        "author": "Andy Grove"
    },
    {
        "quote": "In this age, I don't care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete.",
        "author": "Jim Mattis"
    },
    {
        "quote": "Memory tempers prosperity, mitigates adversity, controls youth, and delights old age.",
        "author": "Lactantius"
    },
    {
        "quote": "Irrespective of age, we mourn for those loved and lost. Mourning is one of the deepest expressions of pure love.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "The finest lesson I've learned with age is that all I need is a small team of comrades who inspire me, try not to judge me, and remind me when I'm judging myself.",
        "author": "Lake Bell"
    },
    {
        "quote": "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress.",
        "author": "Li Ka-shing"
    },
    {
        "quote": "You look more like a legend when you accomplish a lot at a young age.",
        "author": "Lil Yachty"
    },
    {
        "quote": "The great paradox of the 21st century is that, in this age of powerful technology, the biggest problems we face internationally are problems of the human soul.",
        "author": "Ralph Peters"
    },
    {
        "quote": "The question isn't at what age I want to retire, it's at what income.",
        "author": "George Foreman"
    },
    {
        "quote": "The older I grow the more I distrust the familiar doctrine that age brings wisdom.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "We have grown accustomed to the wonders of clean water, indoor plumbing, laser surgery, genetic engineering, artificial joints, replacement body parts, and the much longer lives that accompany them. Yet we should remember that the vast majority of humans ever born died before the age of 10 from an infectious disease.",
        "author": "S. Jay Olshansky"
    },
    {
        "quote": "In the age of global warming hysteria and the $93 trillion 'Green' New Deal, leftist advocates for more government intervention in the economy under the guise of environmentalism have engaged in a new smear: If you don't buy into climate change hysteria, you're a 'denier' who doesn't care about the environment.",
        "author": "Katie Pavlich"
    },
    {
        "quote": "Some age, others mature.",
        "author": "Sean Connery"
    },
    {
        "quote": "And I'm not as young as I once was. At my age, I don't have time to be bored.",
        "author": "Lev Grossman"
    },
    {
        "quote": "I've always tried to do my very best, and I want to be the very best age, whatever age I am.",
        "author": "Ann-Margret"
    },
    {
        "quote": "The enemy of society is middle class and the enemy of life is middle age.",
        "author": "Orson Welles"
    },
    {
        "quote": "Some people believe tarot cards are a form of black magic or senseless new age mysticism but for me they are a practical way of talking directly to the universe.",
        "author": "Toyah Willcox"
    },
    {
        "quote": "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?",
        "author": "Dennis Prager"
    },
    {
        "quote": "In this media-drenched, multitasking, always-on age, many of us have forgotten how to unplug and immerse ourselves completely in the moment. We have forgotten how to slow down. Not surprisingly, this fast-forward culture is taking a toll on everything from our diet and health to our work and the environment.",
        "author": "Carl Honore"
    },
    {
        "quote": "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger.",
        "author": "Mary Wollstonecraft"
    },
    {
        "quote": "I grew up in low-income areas and I've seen people take negative energy and just accept it. They give into and end up living a pretty rough life. At a young age, I just knew I wasn't going to give in because I didn't want to end up being one of those people in the neighborhood that didn't have anything and lived a hard life.",
        "author": "LaMarcus Aldridge"
    },
    {
        "quote": "I don't think age matters. In cricket, if you have the skill, you can go on playing.",
        "author": "Dale Steyn"
    },
    {
        "quote": "I grew up in the age of polyester. When I got to touch real silk, cotton and velvet, the feel of nonsynthetic fabrics blew me away. I know it's important how clothing looks, but it's equally important how it feels on your skin.",
        "author": "Colleen Atwood"
    },
    {
        "quote": "Old age is the supreme evil, for it deprives man of all pleasures while allowing his appetites to remain, and it brings with it every possible sorrow. Yet men fear death and desire old age.",
        "author": "Giacomo Leopardi"
    },
    {
        "quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "At age 11, I went to a Jewish school. I speak Yiddish. I'm Church of England Protestant. My father was Catholic, and my mother was Protestant. My wife is a Muslim.",
        "author": "Michael Caine"
    },
    {
        "quote": "Here comes 40. I'm feeling my age and I've ordered the Ferrari. I'm going to get the whole mid-life crisis package.",
        "author": "Keanu Reeves"
    },
    {
        "quote": "I don't know what's happened to me. I've got a bit more sophisticated in my old age. I like a bit of jasmine tea. I love it.",
        "author": "Danny Dyer"
    },
    {
        "quote": "Today, companies have to radically revolutionize themselves every few years just to stay relevant. That's because technology and the Internet have transformed the business landscape forever. The fast-paced digital age has accelerated the need for companies to become agile.",
        "author": "Nolan Bushnell"
    },
    {
        "quote": "Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.",
        "author": "Louisa May Alcott"
    },
    {
        "quote": "To me - old age is always ten years older than I am.",
        "author": "Bernard Baruch"
    },
    {
        "quote": "I want everyone to know that they can accomplish anything they want at any age if they just be themselves. I want to encourage millions to chase their dreams and to never change. Everyone should also know how to throw a good right hook!",
        "author": "Paige"
    },
    {
        "quote": "Who would want a face that hasn't seen or lived properly, hasn't got any wrinkles that come with age, experience and laughter? Not me, anyway.",
        "author": "Cate Blanchett"
    },
    {
        "quote": "Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age.",
        "author": "James Joyce"
    },
    {
        "quote": "I learned to play guitar at a young age and converted poems and stuff that I had written to songs.",
        "author": "Gregory Harrison"
    },
    {
        "quote": "Age does not matter if the matter does not age.",
        "author": "Jean Paul"
    },
    {
        "quote": "What modeling taught me at a young age was how to say 'no,' which is something girls - we're not always good at saying 'no.' We want to be nice, and then we forget to look out for ourselves.",
        "author": "Yara Shahidi"
    },
    {
        "quote": "I think you can make fun of anything except things people can't help. They can't help their race or their sex or their age, so you ridicule their pretension or their ego instead. You can ridicule ideas - ideas don't have feelings. You can ridicule an idea that someone holds without hurting them.",
        "author": "Ricky Gervais"
    },
    {
        "quote": "My best friend just had a baby, and she's my age. So I'm a godmom now, which is crazy.",
        "author": "Kristen Stewart"
    },
    {
        "quote": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail.",
        "author": "Sara Blakely"
    },
    {
        "quote": "No economy can succeed without a high-quality workforce, particularly in an age of globalization and technical change.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "When it comes to age, I just feel like puberty is, like, the most horrible time of anyone's life.",
        "author": "Sam Smith"
    },
    {
        "quote": "When I was on the 'Mickey Mouse Club,' there was Britney Spears, Justin Timberlake and Ryan Gosling and Christine Aguilera. But they were 12 and I was 17, so there was a bit of an age difference.",
        "author": "Keri Russell"
    },
    {
        "quote": "Every age can be enchanting, provided you live within it.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "To me, age doesn't make a difference in terms of how playful or fun life can be.",
        "author": "Brit Morin"
    },
    {
        "quote": "Common sense is the collection of prejudices acquired by age eighteen.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Age is whatever you think it is. You are as old as you think you are.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "People are so busy dreaming the American Dream, fantasizing about what they could be or have a right to be, that they're all asleep at the switch. Consequently we are living in the Age of Human Error.",
        "author": "Florence King"
    },
    {
        "quote": "I came into this music business at 26 years old. I was a fully developed man at that point. At that age, I didn't have anything to prove.",
        "author": "Jay-Z"
    },
    {
        "quote": "But because we live in an age of science, we have a preoccupation with corroborating our myths.",
        "author": "Michael Shermer"
    },
    {
        "quote": "Everyone - regardless of their background, wealth, race, faith, gender, sexual orientation or age - should be able to fulfil their potential and succeed.",
        "author": "Sadiq Khan"
    },
    {
        "quote": "'Age' is the acceptance of a term of years. But maturity is the glory of years.",
        "author": "Martha Graham"
    },
    {
        "quote": "Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.",
        "author": "A. N. Wilson"
    },
    {
        "quote": "The illustrations in picture books are the first paintings most children see, and because of that, they are incredibly important. What we see and share at that age stays with us for life.",
        "author": "Anthony Browne"
    },
    {
        "quote": "A lot of people who start work at a very young age never grow up because they never got that opportunity to be a child, so they hold on to that and still do a lot of childish, silly things.",
        "author": "Janet Jackson"
    },
    {
        "quote": "Sex at age 90 is like trying to shoot pool with a rope.",
        "author": "George Burns"
    },
    {
        "quote": "But the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded; and the glory of Europe is extinguished forever.",
        "author": "Edmund Burke"
    },
    {
        "quote": "Age is inevitable. Aging isn't.",
        "author": "Marv Levy"
    },
    {
        "quote": "Age is just a number. Life and aging are the greatest gifts that we could possibly ever have.",
        "author": "Cicely Tyson"
    },
    {
        "quote": "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.",
        "author": "Frederick Jackson Turner"
    },
    {
        "quote": "My feet are like something from another age - prehistoric and troll-like. I keep expecting them to talk, they have that much character.",
        "author": "Sally Hawkins"
    },
    {
        "quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "Age is a matter of feeling, not of years.",
        "author": "Washington Irving"
    },
    {
        "quote": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.",
        "author": "Reed Hastings"
    },
    {
        "quote": "At twenty years of age the will reigns; at thirty, the wit; and at forty, the judgment.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "In our age of individualism, we see computers as ways through which we can express our individuality. But the truth is that the computers are really good at spotting the very opposite. The computers can see how similar we are, and they then have the ability to agglomerate us together into groups that have the same behaviours.",
        "author": "Adam Curtis"
    },
    {
        "quote": "And I'm afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust.",
        "author": "Elton John"
    },
    {
        "quote": "There are only two things a child will share willingly; communicable diseases and its mother's age.",
        "author": "Benjamin Spock"
    },
    {
        "quote": "I know not age, nor weariness nor defeat.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "I don't believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It's a mean thing, life.",
        "author": "George Clooney"
    },
    {
        "quote": "Let no one be slow to seek wisdom when he is young nor weary in the search of it when he has grown old. For no age is too early or too late for the health of the soul.",
        "author": "Epicurus"
    },
    {
        "quote": "I must confess, I was born at a very early age.",
        "author": "Groucho Marx"
    },
    {
        "quote": "Age wrinkles the body. Quitting wrinkles the soul.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "Age is of no importance unless you are a cheese.",
        "author": "Billie Burke"
    },
    {
        "quote": "What though youth gave love and roses, Age still leaves us friends and wine.",
        "author": "Thomas Moore"
    },
    {
        "quote": "Age is just a number for me! A person is as young as he feels.",
        "author": "Sunny Deol"
    },
    {
        "quote": "Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end.",
        "author": "Gray Scott"
    },
    {
        "quote": "My mom is very religious - Catholic - and from a young age they brought me to the church.",
        "author": "Bad Bunny"
    },
    {
        "quote": "I have to have my sunscreen. It's so important for wrinkle reduction but also to protect you from the sun. Whatever skin type one might have, whatever age they're at, I think sunscreen is key.",
        "author": "Sufe Bradshaw"
    },
    {
        "quote": "Litigation takes the place of sex at middle age.",
        "author": "Gore Vidal"
    },
    {
        "quote": "The face you have at age 25 is the face God gave you, but the face you have after 50 is the face you earned.",
        "author": "Cindy Crawford"
    },
    {
        "quote": "Lack of education, old age, bad health or discrimination - these are causes of poverty, and the way to attack it is to go to the root.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "You are the age of your spine. You are as flexible as your spine. That transfers to other areas of your life.",
        "author": "Diane Lane"
    },
    {
        "quote": "Our movements and feelings are constantly monitored, because surveillance is the business model of the digital age.",
        "author": "Katharine Viner"
    },
    {
        "quote": "I'd say music runs in my blood. My parents are exceptionally talented singers, so even before I was born, it was a known fact to them that I'd become a singer. Thanks to my genes, I started off at the age of three and since then, music has meant everything to me.",
        "author": "Sonu Nigam"
    },
    {
        "quote": "You can wear black at any time. You can wear it at any age. You may wear it for almost any occasion; a 'little black frock' is essential to a woman's wardrobe.",
        "author": "Christian Dior"
    },
    {
        "quote": "Especially in the digital age, people want everything now, now, now.",
        "author": "Mark Waid"
    },
    {
        "quote": "In this age of globalization, instant real time media and television, everyone all over the world realizes that high energy usage equates with a high standard of living and wealth.",
        "author": "John Olver"
    },
    {
        "quote": "The age in which we live, this non-stop distraction, is making it more impossible for the young generation to ever have the curiosity or discipline... because you need to be alone to find out anything.",
        "author": "Vivienne Westwood"
    },
    {
        "quote": "Iraq was home of the Abbasid Caliphate, a golden age when the Muslim world was at the forefront of math, science and medicine.",
        "author": "Richard Engel"
    },
    {
        "quote": "Middle age is when your broad mind and narrow waist begin to change places.",
        "author": "E. Joseph Cossman"
    },
    {
        "quote": "If experience has taught me anything, it's to make every day as good as possible. You learn that with age, as it goes by so quick.",
        "author": "Jerry Hall"
    },
    {
        "quote": "This might be the first generation where kids are dying at a younger age than their parents and it's related primarily to the obesity problem.",
        "author": "Judy Davis"
    },
    {
        "quote": "Exposure from a young age to the realities of the world is a super-big thing.",
        "author": "Bill Gates"
    },
    {
        "quote": "Personality traits form at an early age and are fixed by early adulthood. Many important things about you change over the course of your lifetime, but your personality isn't one of them.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "The age I'm at now, you go from being a young girl to suddenly you blossom into a woman. You ripen, you know? And then you start to rot.",
        "author": "Liv Tyler"
    },
    {
        "quote": "When granted many years of life, growing old in age is natural, but growing old with grace is a choice. Growing older with grace is possible for all who will set their hearts and minds on the Giver of grace, the Lord Jesus Christ.",
        "author": "Billy Graham"
    },
    {
        "quote": "My dad is Dominican, my mother's Puerto Rican, and I got into bachata at the age of 10 or 11. When I started listening, it had a reputation for being music for hick people. I thought that had to be changed. I was born and raised in the Bronx, and I knew you make something cool if you're cool.",
        "author": "Romeo Santos"
    },
    {
        "quote": "The easiest way to win the competition for eyeballs in the digital age is to broadcast bad behavior. People like watching train wrecks.",
        "author": "Tom Green"
    },
    {
        "quote": "Age, they say, is only important if you're cheese. or a wine. They also say, if you are stuck behind one on a golf course, that a tree is 90 per cent air. How come, then, that you invariably send your ball crashing into the remaining 10 per cent?",
        "author": "Terry Wogan"
    },
    {
        "quote": "Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth.",
        "author": "Charles Kingsley"
    },
    {
        "quote": "We can be incredibly disconnected in this day and age with computers and cell phones.",
        "author": "Marcia Gay Harden"
    },
    {
        "quote": "For the moment I prefer to be a beautiful woman of my age than try desperately to look 30.",
        "author": "Demi Moore"
    },
    {
        "quote": "Food is being purposefully formulated to addict you.Then it is purposefully marketed, targeted to young children to addict them at an early age. This is unethical, right? This is immoral, particularly when you see the results of it which is this world-wide epidemic of diabetes and obesity.",
        "author": "Laurie David"
    },
    {
        "quote": "Our Age of Anxiety is, in great part, the result of trying to do today's job with yesterday's tools and yesterday's concepts.",
        "author": "Marshall McLuhan"
    },
    {
        "quote": "A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance.",
        "author": "Jawaharlal Nehru"
    },
    {
        "quote": "Invention is the talent of youth, as judgment is of age.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.",
        "author": "Princess Diana"
    },
    {
        "quote": "I think being able to age gracefully is a very important talent. It is too late for me.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "I wanted to be an endurance athlete from a young age. I remember being in a careers class at school and saying I wanted to be a professional athlete and the teacher replying, 'You're not going to make it; it's not possible.'",
        "author": "Alistair Brownlee"
    },
    {
        "quote": "Fitness has nothing to do with age.",
        "author": "Virender Sehwag"
    },
    {
        "quote": "The experience of reading a printed comic book will never change, but now, thanks to the digital age, there are many different ways to enjoy the same story. Digital comic books, of course, can be interactive in many different ways, allowing the reader to feel like a participant in the story.",
        "author": "Stan Lee"
    },
    {
        "quote": "As time goes by and you're getting older and stuff like that - getting older sucks. You know, I hear all this crap about, 'Oh, you can age with dignity.' Really?",
        "author": "Mickey Rourke"
    },
    {
        "quote": "The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers.",
        "author": "Dave Barry"
    },
    {
        "quote": "Like many women my age, I am 28 years old.",
        "author": "Mary Schmich"
    },
    {
        "quote": "If you play 'Fortnite' and you're over the age of 13 years old, you've got a psychological problem. There's something wrong with you.",
        "author": "Dr. Disrespect"
    },
    {
        "quote": "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'",
        "author": "Marshall McLuhan"
    },
    {
        "quote": "I used to help my grandfather on the farm, driving tractors, raising crops and animals. I used to feed some of the baby cows and pigs, and I had to be no older than 7 or 8. Then at about 9 or 10 I started driving tractors. It showed me at an early age what hard work was all about and how dedicated you have to be, no matter what you do.",
        "author": "Tyson Chandler"
    },
    {
        "quote": "I was 12 years old when I first moved to New York, and at that age, you're trying to find yourself. It was hard being so different from everyone I was around, and I felt that nobody could really understand me because everyone was American, and I was this little English girl with an accent.",
        "author": "Ella Mai"
    },
    {
        "quote": "There's a lot of women out there, some of whom are my age who've never been married and some who have been married and would like to be married again but think their ship has sailed, and I'm like, 'Oh no, honey, let Miss Niecy show you it is never too late for love!'",
        "author": "Niecy Nash"
    },
    {
        "quote": "I don't look my age, I don't feel my age and I don't act my age. To me age is just a number.",
        "author": "Joan Collins"
    },
    {
        "quote": "We're past the age of heroes and hero kings... Most of our lives are basically mundane and dull, and it's up to the writer to find ways to make them interesting.",
        "author": "John Updike"
    },
    {
        "quote": "Sometimes, people can be extraordinarily judgmental and closed-minded to anyone different or special, which is why it's so hard for young people in this day and age to be comfortable enough in their own skin to not listen to the people picking on them.",
        "author": "Ariana Grande"
    },
    {
        "quote": "Rashness belongs to youth; prudence to old age.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "I asked Fred Astaire once when he was about my age if he still danced, and he said 'Yes, but it hurts now.' That's exactly it. I can still dance, too, but it hurts now!",
        "author": "Dick Van Dyke"
    },
    {
        "quote": "Any young man coming of age has a lot to go through. Peter Parker certainly has a lot of responsibility, and without doubt, so does Pippin - his role, his life, and how he is going to perform it. It's all about choices and how we make them.",
        "author": "Matthew James Thomas"
    },
    {
        "quote": "There was a best-selling book in the late '60s and '70s called 'The Adventurers' by Harold Robbins. The lead character's name was Dax. Anyone that's roughly my age that's named Dax is named from that book.",
        "author": "Dax Shepard"
    },
    {
        "quote": "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.",
        "author": "George Orwell"
    },
    {
        "quote": "The potential for the abuse of power through digital networks - upon which we the people now depend for nearly everything, including our politics - is one of the most insidious threats to democracy in the Internet age.",
        "author": "Rebecca MacKinnon"
    },
    {
        "quote": "Age doesn't mean anything. Age doesn't mean I can't work as hard. Age doesn't mean I can't do as well as everyone else. It's just a factor. It's just there.",
        "author": "Zendaya"
    },
    {
        "quote": "Not by age but by capacity is wisdom acquired.",
        "author": "Plautus"
    },
    {
        "quote": "A woman who tells her age tells everything, and I won't tell it.",
        "author": "Zsa Zsa Gabor"
    },
    {
        "quote": "Being young isn't about age, it's about being a free spirit. You can meet someone of 20 who's boring and old, or you can meet someone of 70 who's youthful and exciting. I met Fred Astaire when he was 72 and I was 21, and I fell in love with him. He certainly was a free spirit.",
        "author": "Twiggy"
    },
    {
        "quote": "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old.",
        "author": "Lisa Leslie"
    },
    {
        "quote": "I'm often asked where my nickname 'Kun' comes from. My parents says it was a Japanese cartoon I used to watch on television when I was very young, set in the Stone Age, where the main character was a boy called Kum Kum, the little caveman.",
        "author": "Sergio Aguero"
    },
    {
        "quote": "I went to high school, which was a good thing because I hadn't interacted with many people my age, and I didn't really have friends. I had a million acquaintances and no friends.",
        "author": "Macaulay Culkin"
    },
    {
        "quote": "Old age: the crown of life, our play's last act.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "With increasing age, dullness of mind and heart sets in.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'",
        "author": "Lady Gaga"
    },
    {
        "quote": "I became married at a young age and had two daughters and divorced at 26. I had to go on welfare to make ends meet. I had no way to support myself.",
        "author": "Clarissa Pinkola Estes"
    },
    {
        "quote": "The 21st century is dominated by networks because the introduction of the information age, we can suddenly create, free flow these globally distributed, organic, shaped networks of individuals.",
        "author": "Chris Fussell"
    },
    {
        "quote": "I met Will Smith twice. I didn't talk to him for too long but I was trying to let him know that my age group grew up watching him - he was the coolest guy on television and the coolest guy in movies.",
        "author": "J. Cole"
    },
    {
        "quote": "From a very young age, I suspected there was more to my world than I could see: somewhere in the streets of Istanbul, in a house resembling ours, there lived another Orhan so much like me he could pass for my twin, even my double.",
        "author": "Orhan Pamuk"
    },
    {
        "quote": "Education is the best provision for old age.",
        "author": "Aristotle"
    },
    {
        "quote": "Men do not fight for flag or country, for the Marine Corps or glory or any other abstraction. They fight for one another. And if you came through this ordeal, you would age with dignity.",
        "author": "William Manchester"
    },
    {
        "quote": "I strive for perfection, but I'm not perfect. But what I can say is my morals are totally different than any other 24-year-old rapper my age now. I look at life totally different. A whole other aspect. I have different views and morals on life in general. And opinions.",
        "author": "ASAP Rocky"
    },
    {
        "quote": "In this age of communications that span both distance and time, the only tool we have that approximates a 'whisper' is encryption. When I cannot whisper in my wife's ear or the ears of my business partners, and have to communicate electronically, then encryption is our tool to keep our secrets secret.",
        "author": "John McAfee"
    },
    {
        "quote": "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table.",
        "author": "Rodney Dangerfield"
    },
    {
        "quote": "I am blessed to have got a chance to work with directors like Anurag Kashyap, Vishal Bhardwaj, and Nikhil Advani at such an early age.",
        "author": "Huma Qureshi"
    },
    {
        "quote": "Washington and Lincoln mean as much to us as any two men could mean to a civilization, a people, and age, but I told Mr. Coolidge when he dedicated this monument that this rock is being carved with a monument that will outlive our government.",
        "author": "Gutzon Borglum"
    },
    {
        "quote": "Ours is essentially a tragic age, so we refuse to take it tragically.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "I created Punk for this day and age. Do you see Britney walking around wearing ties and singing punk? Hell no. That's what I do. I'm like a Sid Vicious for a new generation.",
        "author": "Avril Lavigne"
    },
    {
        "quote": "A man does not die of love or his liver or even of old age; he dies of being a man.",
        "author": "Miguel de Unamuno"
    },
    {
        "quote": "People say women shouldn't have long hair over a certain age, but I've never done what everyone says.",
        "author": "Jane Seymour"
    },
    {
        "quote": "There was no respect for youth when I was young, and now that I am old, there is no respect for age, I missed it coming and going.",
        "author": "J. B. Priestley"
    },
    {
        "quote": "Youth has no age.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.",
        "author": "Phyllis Diller"
    },
    {
        "quote": "Law not served by power is an illusion; but power not ruled by law is a menace which our nuclear age cannot afford.",
        "author": "Arthur Goldberg"
    },
    {
        "quote": "My true memory has been tainted by old home videos of my sister and I, ages 3 and 5 respectively, singing karaoke to Britney Spears' 'Lucky' in our living room, and tape recordings of my parents trying to elicit songs out of our throats at a similar or younger age.",
        "author": "Montaigne"
    },
    {
        "quote": "I felt a tremendous sadness for men who can't deal with a woman of their own age.",
        "author": "Michael Caine"
    },
    {
        "quote": "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.",
        "author": "Frank Lloyd Wright"
    },
    {
        "quote": "The human heart, at whatever age, opens only to the heart that opens in return.",
        "author": "Maria Edgeworth"
    },
    {
        "quote": "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter.",
        "author": "Jack Benny"
    },
    {
        "quote": "The harvest of old age is the recollection and abundance of blessing previously secured.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "Picture books are for everybody at any age, not books to be left behind as we grow older. The best ones leave a tantalising gap between the pictures and the words, a gap that is filled by the reader's imagination, adding so much to the excitement of reading a book.",
        "author": "Anthony Browne"
    },
    {
        "quote": "Basically, when I went to school in Sri Lanka from age five onward, the classes there were sometimes sorted into a hierarchy of your skin tone. So the fairer-skinned kids sat at the front row, and the darker-skinned kids sat at the back by the poor ones who played out in the street all day long.",
        "author": "M.I.A."
    },
    {
        "quote": "I remember, as a boy of 17 years of age, this was a fascinating thing for me: how we human beings breathe out carbon dioxide into the air, the leaves of plants pick this carbon dioxide up, and the plant gives off oxygen, which we can breathe in and keep our life going.",
        "author": "Percy Julian"
    },
    {
        "quote": "No matter what age you are, or what your circumstances might be, you are special, and you still have something unique to offer. Your life, because of who you are, has meaning.",
        "author": "Barbara De Angelis"
    },
    {
        "quote": "I'll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age.",
        "author": "Salma Hayek"
    },
    {
        "quote": "I was one of those children forced into fighting at the age of 13, in my country Sierra Leone, a war that claimed the lives of my mother, father and two brothers. I know too well the emotional, psychological and physical burden that comes with being exposed to violence as a child or at any age for that matter.",
        "author": "Ishmael Beah"
    },
    {
        "quote": "It is not the young people that degenerate; they are not spoiled till those of mature age are already sunk into corruption.",
        "author": "Montesquieu"
    },
    {
        "quote": "While the digital age has done so much to improve our world, it has dramatically changed our social structure, often further isolating us from each other.",
        "author": "Dean Ornish"
    },
    {
        "quote": "I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.",
        "author": "Jason Mraz"
    },
    {
        "quote": "To explain all nature is too difficult a task for any one man or even for any one age. 'Tis much better to do a little with certainty & leave the rest for others that come after you.",
        "author": "Isaac Newton"
    },
    {
        "quote": "What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories.",
        "author": "W. Somerset Maugham"
    },
    {
        "quote": "If children are not introduced to music at an early age, I believe something fundamental is actually being taken from them.",
        "author": "Luciano Pavarotti"
    },
    {
        "quote": "This idea that being youthful is the only thing that's beautiful or attractive simply isn't true. I don't want to be an 'ageless beauty.' I want to be a woman who is the best I can be at my age.",
        "author": "Sharon Stone"
    },
    {
        "quote": "Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age.",
        "author": "R. L. Stine"
    },
    {
        "quote": "I live in Surrey, but up until the age of eight I lived in London. And the way I heard about this 'Peter Pan' film was there was an open-call audition that I'd heard about, or read about, and I just thought, 'Oh, I'll go along for the fun.' Because I never dreamed in a million years I'd ever get it.",
        "author": "Rachel Hurd-Wood"
    },
    {
        "quote": "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age.",
        "author": "Hesiod"
    },
    {
        "quote": "This is the patent age of new inventions for killing bodies, and for saving souls. All propagated with the best intentions.",
        "author": "Lord Byron"
    },
    {
        "quote": "I've never been willing to lie about my age. Why on earth would I want to tell people I'm 35, which I'm not, and have them say, 'Oh that's nice,' when I could tell them I'm 47, which I am, and have them look at me and go, 'Whoa!'. I'm not afraid of aging. I stopped being afraid of life a long time ago.",
        "author": "Sharon Stone"
    },
    {
        "quote": "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
        "author": "Albert Einstein"
    },
    {
        "quote": "You can learn at any age and at any moment in your life.",
        "author": "Hugo Lloris"
    },
    {
        "quote": "The three ages of man: youth, middle age and 'my word you do look well'.",
        "author": "June Whitfield"
    },
    {
        "quote": "The arrogance of age must submit to be taught by youth.",
        "author": "Edmund Burke"
    },
    {
        "quote": "Even truth needs to be clad in new garments if it is to appeal to a new age.",
        "author": "Georg C. Lichtenberg"
    },
    {
        "quote": "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You.",
        "author": "Tom Peters"
    },
    {
        "quote": "'Death at an Early Age' was about racial segregation in Boston. 'Illiterate America' was about grownups who can't read. 'Rachel and Her Children' was about people who were homeless in the middle of Manhattan.",
        "author": "Jonathan Kozol"
    },
    {
        "quote": "Women tend to be conservative in youth and get more radical as they get older because they lose power with age. So if a young woman is not a feminist, I say, 'Just wait.'",
        "author": "Gloria Steinem"
    },
    {
        "quote": "Women lie about their age; men lie about their income.",
        "author": "William Feather"
    },
    {
        "quote": "The age factor means nothing to me. I'm old enough to know my limitations and I'm young enough to exceed them.",
        "author": "Marv Levy"
    },
    {
        "quote": "Old age is a tyrant, who forbids, under pain of death, the pleasures of youth.",
        "author": "Francois de La Rochefoucauld"
    },
    {
        "quote": "I was born in Seoul, South Korea; then I moved to New York City at the age of seventeen. In New York, I studied art and photography. I thought I would be a painter; then I saw Walker Evans when I was in college, and that had a great impact on me. Being in the darkroom making B&W prints was such a magical experience.",
        "author": "Sung Jin Park"
    },
    {
        "quote": "What really turns me on about technology is not just the ability to get more songs on MP3 players. The revolution - this revolution - is much bigger than that. I hope, I believe. What turns me on about the digital age, what excites me personally, is that you have closed the gap between dreaming and doing.",
        "author": "Bono"
    },
    {
        "quote": "I've never been more in love with anyone nearly half my age than I am today. I'd get married in a minute if I weren't still married to somebody else.",
        "author": "Rod Stewart"
    },
    {
        "quote": "Another belief of mine; that everyone else my age is an adult, whereas I am merely in disguise.",
        "author": "Margaret Atwood"
    },
    {
        "quote": "When I was 12, I read about Iqbal Masih, a child slave who escaped the carpet factory where he'd been chained to a loom since the age of four. Iqbal led an anti-child labor crusade that made global headlines, including the one that first caught my attention.",
        "author": "Craig Kielburger"
    },
    {
        "quote": "Where there is age there is evolution, where there is life there is growth.",
        "author": "Anjelica Huston"
    },
    {
        "quote": "Every work of art is the child of its age and, in many cases, the mother of our emotions. It follows that each period of culture produces an art of its own which can never be repeated.",
        "author": "Wassily Kandinsky"
    },
    {
        "quote": "'Beauty' is a currency system like the gold standard. Like any economy, it is determined by politics, and in the modern age in the West is is the last, best belief system that keeps male dominance intact.",
        "author": "Naomi Wolf"
    },
    {
        "quote": "Here's my Golden Rule for a tarnished age: Be fair with others, but keep after them until they're fair with you.",
        "author": "Alan Alda"
    },
    {
        "quote": "I prefer men to boys. To clear it up, it's not about an older or younger thing. It's a mindset, not age. There are 18-year-old men out there and there are 40-year-old boys.",
        "author": "Keri Hilson"
    },
    {
        "quote": "I love things that age well - things that don't date, that stand the test of time and that become living examples of the absolute best.",
        "author": "Giorgio Armani"
    },
    {
        "quote": "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses.",
        "author": "Maggie Kuhn"
    },
    {
        "quote": "Major actions by courageous and wise men will be necessary to avoid our continuing to blunder into the space age like unenlightened and selfish idiots.",
        "author": "Fritz Zwicky"
    },
    {
        "quote": "One of the problems of modern society, or the post-Internet age, is that there are so many things bombarding us that we could care about. I think it's more important than ever to really get clear and focus on what's worth caring about and what's just noise or distraction.",
        "author": "Mark Manson"
    },
    {
        "quote": "'Leave It to Beaver,' which ran from 1957 until 1963, was one of the strangest, sweetest, most distinctive domestic sitcoms of television's celebrated Golden Age.",
        "author": "Tom Shales"
    },
    {
        "quote": "We, as artists, we have the right to express ourselves. That is our first amendment, freedom of speech. But I also believe that we have an obligation to the youth to be somewhat responsible in what we say on records. But I think that comes with age. I think that comes with artists growing up and becoming assured of who they are as people.",
        "author": "Ja Rule"
    },
    {
        "quote": "One of the guiding beliefs of our consuming age is that we are all free and independent individuals. That we can choose to do pretty much what we want, and if we can't, then it's bad. But at the same time, co-existing alongside this, there is a completely different, parallel universe where we all seem meekly to do what those in power tell us to do.",
        "author": "Adam Curtis"
    },
    {
        "quote": "A man who correctly guesses a woman's age may be smart, but he's not very bright.",
        "author": "Lucille Ball"
    },
    {
        "quote": "It is not possible to live in this age if you don't have a sense of many contradictory forces.",
        "author": "Rem Koolhaas"
    },
    {
        "quote": "That means that every human being - without distinction of sex, age, race, skin color, language, religion, political view, or national or social origin - possesses an inalienable and untouchable dignity.",
        "author": "Hans Kung"
    },
    {
        "quote": "As human beings, our greatness lies not so much in being able to remake the world - that is the myth of the atomic age - as in being able to remake ourselves.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "What use could the humanities be in a digital age? University students focusing on the humanities may end up, at least in their parents' nightmares, as dog-walkers for those majoring in computer science. But, for me, the humanities are not only relevant but also give us a toolbox to think seriously about ourselves and the world.",
        "author": "Nicholas Kristof"
    },
    {
        "quote": "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.",
        "author": "Simone de Beauvoir"
    },
    {
        "quote": "Old age is the verdict of life.",
        "author": "Amelia Barr"
    },
    {
        "quote": "'Girl in the City Chapter 2' will still continue to revolve around Meera Sehgal and her life, her friends, and her passion. The stark difference in 'Chapter 2' will be that all the characters have now grown up in the series - in terms of maturity if not so much age.",
        "author": "Mithila Palkar"
    },
    {
        "quote": "Once you get to a certain age, if you have resentment towards people, it only affects you.",
        "author": "Slowthai"
    },
    {
        "quote": "Dissents speak to a future age.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "When you're a kid, regardless of the age you grew up, everything is high opera. With hormones raging, you have to fight external and internal battles that you've never had to deal with before. Unlike Tony Stark and Steve Rogers, who have seen it all and been through it all, everything heightens the drama.",
        "author": "Mark Waid"
    },
    {
        "quote": "I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules.",
        "author": "Joan Jett"
    },
    {
        "quote": "Swing voters are more appropriately known as the 'idiot voters' because they have no set of philosophical principles. By the age of fourteen, you're either a Conservative or a Liberal if you have an IQ above a toaster.",
        "author": "Ann Coulter"
    },
    {
        "quote": "Old age and the passage of time teach all things.",
        "author": "Sophocles"
    },
    {
        "quote": "I think that a man should not live beyond the age when he begins to deteriorate, when the flame that lighted the brightest moment of his life has weakened.",
        "author": "Fidel Castro"
    },
    {
        "quote": "Age does not make us childish, as some say; it finds us true children.",
        "author": "James Anthony Froude"
    },
    {
        "quote": "I've been gambling since the age of 12. Horses, dogs, dice, roulette, you name it.",
        "author": "Jimmy White"
    },
    {
        "quote": "In sixth grade I had a band called The Blueberry Waterfall. I had borrowed a guy's Fender Jaguar and Boss Tone Fuzz, which you plugged straight into a Blackface Twin. It was a little power trio - we were actually pretty good for our age.",
        "author": "Steve Lukather"
    },
    {
        "quote": "A woman tells her doctor, 'I've got a bad back.' The doctor says, 'It's old age.' The woman says, 'I want a second opinion.' The doctor says: 'Okay - you're ugly as well.'",
        "author": "Tommy Cooper"
    },
    {
        "quote": "I wear jeans and a T-shirt sometimes. I just like clothes - since the first time I can remember, like age ten or eleven; I was just obsessed with music and clothes. Just like a lot of people in England from my generation.",
        "author": "Paul Weller"
    },
    {
        "quote": "My justification is that most people my age spend a lot of time thinking about what they're going to do for the next five or ten years. The time they spend thinking about their life, I just spend drinking.",
        "author": "Amy Winehouse"
    },
    {
        "quote": "When you're put in a position to really affect young people who are going to run the world one day, if you're able to be in their life at a young age and make a positive impact, I think that's a beautiful thing.",
        "author": "Zendaya"
    },
    {
        "quote": "I was very unique as a child, dressed a certain way, acted a certain way, didn't fit in with everybody. So I immediately got picked on, especially around the age of 12 and 13, when you start going to junior high and start mingling with the older kids. To counteract that, strictly for self-defense, I wanted to get bigger.",
        "author": "John Cena"
    },
    {
        "quote": "It is surprising to notice that even from the earliest age, man finds the greatest satisfaction in feeling independent. The exalting feeling of being sufficient to oneself comes as a revelation.",
        "author": "Maria Montessori"
    },
    {
        "quote": "At a young age winning is not the most important thing... the important thing is to develop creative and skilled players with good confidence.",
        "author": "Arsene Wenger"
    },
    {
        "quote": "I remember myself, age five, sitting on a porch overlooking a very muddy road. The day was rainy. I was wearing rubber boots, yellow - no, not yellow, green - and for all I know, I'm still there.",
        "author": "Joseph Brodsky"
    },
    {
        "quote": "We women, we're always being invited to change our hairstyle, change our clothes, change our wardrobes. It's also important for us to remember as we age to keep changing the way we think of the world. I'm not saying to be flaky at all; but rather than being rigid about something, stay open and available.",
        "author": "Trudie Styler"
    },
    {
        "quote": "There's also some element of coming of age during the Reagan administration, which everybody has painted as some glorious time in America, but I remember as being a very, very dark time. There was apocalypse in the air; the punk rock movement made sense.",
        "author": "John Cusack"
    },
    {
        "quote": "It looks good when you see someone kicking at the age of 51 with no double. It's kinda cool for people to know that past 50 we can keep flexible.",
        "author": "Jean-Claude Van Damme"
    },
    {
        "quote": "Society, in general, has taught for many generations that when you reach a certain age, you have to learn to stop playing.",
        "author": "Matthew Mercer"
    },
    {
        "quote": "The most audacious thing I could possibly state in this day and age is that life is worth living. It's worth being bashed against. It's worth getting scarred by. It's worth pouring yourself over every one of its coals.",
        "author": "Jeff Buckley"
    },
    {
        "quote": "Legend: A lie that has attained the dignity of age.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash.",
        "author": "Sophie Tucker"
    },
    {
        "quote": "New needs need new techniques. And the modern artists have found new ways and new means of making their statements... the modern painter cannot express this age, the airplane, the atom bomb, the radio, in the old forms of the Renaissance or of any other past culture.",
        "author": "Jackson Pollock"
    },
    {
        "quote": "Any young man who is unmarried at the age of twenty one is a menace to the community.",
        "author": "Brigham Young"
    },
    {
        "quote": "A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'",
        "author": "Claude Pepper"
    },
    {
        "quote": "Every age, after all, must have its own aisling and dream of a better, kinder, happier, shared world.",
        "author": "Michael D. Higgins"
    },
    {
        "quote": "In this age, which believes that there is a short cut to everything, the greatest lesson to be learned is that the most difficult way is, in the long run, the easiest.",
        "author": "Henry Miller"
    },
    {
        "quote": "Jobs are a centuries-old concept created during the Industrial Revolution. Despite the reality that we're now deep in the Information Age, many people are studying for, or working at, or clinging to the Industrial Age idea of a safe, secure job.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "In play, a child is always above his average age, above his daily behavior; in play, it is as though he were a head taller than himself.",
        "author": "Lev Vygotsky"
    },
    {
        "quote": "If you live to be one hundred, you've got it made. Very few people die past that age.",
        "author": "George Burns"
    },
    {
        "quote": "From my perspective, there's no reason to be afraid of aging, because if you age, you're lucky! The alternative is death.",
        "author": "Drew Barrymore"
    },
    {
        "quote": "My life, I realize suddenly, is July. Childhood is June, and old age is August, but here it is, July, and my life, this year, is July inside of July.",
        "author": "Rick Bass"
    },
    {
        "quote": "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today.",
        "author": "Carol Burnett"
    },
    {
        "quote": "I shall not grow conservative with age.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "I always sort of swooned at the sight of the classic barn structures in central and northern Minnesota, where everything seemed rustic and weathered and made to age gracefully.",
        "author": "Richard Dean Anderson"
    },
    {
        "quote": "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy.",
        "author": "John Mayer"
    },
    {
        "quote": "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.",
        "author": "Cat Cora"
    },
    {
        "quote": "What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life's page, And be alone on earth, as I am now.",
        "author": "Lord Byron"
    },
    {
        "quote": "My parents put skates on me at age 2, the way it should be if you're serious, and I've always liked it.",
        "author": "Bonnie Blair"
    },
    {
        "quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.",
        "author": "Graham Greene"
    },
    {
        "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "Western civilization is the most successful civilization the world has ever seen. And some of the reasons for that is it's borrowed from other cultures along the way, back to Mosaic law, the Greek age of reason, Roman law and the Roman order of government, and the Republican form of government, by the way that we're guaranteed in our constitution.",
        "author": "Steve King"
    },
    {
        "quote": "You still stand watch, O human star, burning without a flicker, perfect flame, bright and resourceful spirit. Each of your rays a great idea - O torch which passes from hand to hand, from age to age, world without end.",
        "author": "Karel Capek"
    },
    {
        "quote": "Over the years Woodstock got glorified and romanticised and became the event that symbolised Utopia. It's the last page of our collective memory of the age of innocence. Then things turned ugly and would never be the same again.",
        "author": "Ang Lee"
    },
    {
        "quote": "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.",
        "author": "Bo Bennett"
    },
    {
        "quote": "The Olympic Spirit is neither the property of one race nor of one age.",
        "author": "Pierre de Coubertin"
    },
    {
        "quote": "It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.",
        "author": "Margaret Mead"
    },
    {
        "quote": "All my pupils are the creme de la creme. Give me a girl of an impressionable age, and she is mine for life.",
        "author": "Muriel Spark"
    },
    {
        "quote": "It's an irony that with the physical decline of age comes more mental wellbeing. It's life's cruel trick. You've settled down as a person, you feel happier with who you are, and then you get a massive swollen prostate and have to go for a test every two weeks. It's life's way of saying the struggle isn't over.",
        "author": "Greg Davies"
    },
    {
        "quote": "Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "Is someone different at age 18 or 60? I believe one stays the same.",
        "author": "Hayao Miyazaki"
    },
    {
        "quote": "I will never give in to old age until I become old. And I'm not old yet!",
        "author": "Tina Turner"
    },
    {
        "quote": "Sometimes people ask me how difficult the astronaut program was, but being in Sierra Leone, being responsible for the health of more than 200 people, seven days a week, 24 hours a day, 365 days a year, at age 26 - that prepared me to take on a lot of different challenges.",
        "author": "Mae Jemison"
    },
    {
        "quote": "I don't care about age very much. I think back to the old people I knew when I was growing up, and they always seemed larger than life.",
        "author": "Chinua Achebe"
    },
    {
        "quote": "One's age should be tranquil, as childhood should be playful. Hard work at either extremity of life seems out of place. At midday the sun may burn, and men labor under it; but the morning and evening should be alike calm and cheerful.",
        "author": "Thomas Arnold"
    },
    {
        "quote": "When I looked further into my mother's history, I realised that her anxieties and her neuroses could be accounted for by facts from a very early age. Her parents, William Henry Jones and Sarah Emily, were desperately poor.",
        "author": "John Rhys-Davies"
    },
    {
        "quote": "I would never bet against Peyton Manning. You know about the age and the neck and the strength. But I had George Blanda, and as he got older, he got smarter, and he just got rid of the ball quicker. I watch Peyton, and I see George Blanda.",
        "author": "John Madden"
    },
    {
        "quote": "We now enter a new age of American history, and the question to be answered is this: Will we restore the republic our forefathers created, or will we allow it to be annihilated by those who hate America, its history, and all it stands for?",
        "author": "Augustus Sol Invictus"
    },
    {
        "quote": "There is a Fountain of Youth: It is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age.",
        "author": "Sophia Loren"
    },
    {
        "quote": "To teach how to live without certainty and yet without being paralysed by hesitation is perhaps the chief thing that philosophy, in our age, can do for those who study it.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "At the age when other children, I imagine, experience their first 'feeling' for a person, or for art, or for religion, I was affectionate, good, and even pious: by that I mean that under the influence of my mother, I was devoted to the Child Jesus.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "With age comes common sense and wisdom.",
        "author": "Nas"
    },
    {
        "quote": "I think love can happen at any age... it has no age.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "Manchester United could have any goalkeeper in the world. I was a 23-year-old kid from New Jersey who, from an early age, had to cope with Tourette's Syndrome, a brain disorder that can trigger speech and facial tics, vocal outbursts and obsessive compulsive behavior.",
        "author": "Tim Howard"
    },
    {
        "quote": "My father had a real short fuse. He had a tough life - had to support his mother and brother at a very young age when his dad's farm collapsed. You could see his suffering, his terrible suffering, living a life that was disappointing and looking for another one. My father was full of terrifying anger.",
        "author": "Sam Shepard"
    },
    {
        "quote": "A man loves the meat in his youth that he cannot endure in his age.",
        "author": "William Shakespeare"
    },
    {
        "quote": "At age nine, I got a paper route. Sixty-six papers had to be delivered to sixty-six families every day. I also had to collect thirty cents a week from each customer. I owed the paper twenty cents per customer per week, and got to keep the rest. When I didn't collect, the balance came out of my profit. My average income was six dollars a week.",
        "author": "Lou Holtz"
    },
    {
        "quote": "Skin care is massively important to me. My mom instilled that into my brain from a pretty young age.",
        "author": "Madelyn Cline"
    },
    {
        "quote": "As you age, you should be graceful.",
        "author": "Puneet Issar"
    },
    {
        "quote": "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost.",
        "author": "Michel Foucault"
    },
    {
        "quote": "A great age of literature is perhaps always a great age of translations.",
        "author": "Ezra Pound"
    },
    {
        "quote": "Though the Jazz Age continued it became less and less an affair of youth. The sequel was like a children's party taken over by the elders.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "I wrote 'The Spy Who Came in from the Cold' at the age of 30 under intense, unshared personal stress and in extreme privacy. As an intelligence officer in the guise of a junior diplomat at the British Embassy in Bonn, I was a secret to my colleagues, and much of the time to myself.",
        "author": "John le Carre"
    },
    {
        "quote": "What Youth deemed crystal, Age finds out was dew.",
        "author": "Robert Browning"
    },
    {
        "quote": "I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait.",
        "author": "Whitney Houston"
    },
    {
        "quote": "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.",
        "author": "Dorothy Thompson"
    },
    {
        "quote": "Each moment of a happy lover's hour is worth an age of dull and common life.",
        "author": "Aphra Behn"
    },
    {
        "quote": "The reality, as the battlefield taught us, is that a 20th-century organizational system is simply insufficient for the speed of the information age.",
        "author": "Chris Fussell"
    },
    {
        "quote": "Why should society feel responsible only for the education of children, and not for the education of all adults of every age?",
        "author": "Erich Fromm"
    },
    {
        "quote": "I've been dancing since the age of two. I don't really remember it, because I was little, but my mom signed me up and would put me in cute costumes. A lot of little girls get into dancing, but I loved it so much that I kept doing it.",
        "author": "Maddie Ziegler"
    },
    {
        "quote": "I was born at the age of twelve on a Metro-Goldwyn-Mayer lot.",
        "author": "Ed Koch"
    },
    {
        "quote": "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.",
        "author": "Salvador Dali"
    },
    {
        "quote": "MeToo is a strong movement in Hollywood, but a lot of my fans and demographic are younger, and they don't really understand what's going on with it. I wanted to put something out for them, even for those who are 4 years old, that every girl is a super girl. No matter your age, your height, your weight, your color - whatever you are.",
        "author": "JoJo Siwa"
    },
    {
        "quote": "In the information age, you don't teach philosophy as they did after feudalism. You perform it. If Aristotle were alive today he'd have a talk show.",
        "author": "Timothy Leary"
    },
    {
        "quote": "Millennials regularly draw ire for their cell phone usage. They're mobile natives, having come of age when landlines were well on their way out and payphones had gone the way of dinosaurs. Because of their native fluency, Millennials recognize mobile phones can do a whole lot more than make calls, enable texting between friends or tweeting.",
        "author": "Chelsea Clinton"
    },
    {
        "quote": "When I get 13 or 14 years old, I get crazy with rock music, like, like, deeply crazy. And one of my favorite bands at that moment was, for example, like - bands like Metallica or Led Zeppelin, Black Sabbath, Pink Floyd and Santana, you know? And then I start to play metal, actually, when I was - at the age of 15.",
        "author": "Juanes"
    },
    {
        "quote": "It doesn't matter if you're 4 or 84; there's no age limit to what you can do.",
        "author": "Marsai Martin"
    },
    {
        "quote": "For me, at a very young age, I knew I wanted to be in the entertainment industry; I wanted to be an announcer. I was very smitten at an early age with the voice I heard coming from a radio.",
        "author": "Mauro Ranallo"
    },
    {
        "quote": "There are periods in history when change is necessary, and other periods when it is better to keep everything for the time as it is. The art of life is to be in the rhythm of your age.",
        "author": "Oswald Mosley"
    },
    {
        "quote": "Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces.",
        "author": "Ludwig Mies van der Rohe"
    },
    {
        "quote": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Old age has got to start creeping up on me one day soon, and frankly I'm very scared. I don't want to be old. I've always felt so young. And I want to stay that way.",
        "author": "David Niven"
    },
    {
        "quote": "It's really hard coming of age in today's society, where society wants you to make the decision of what you want to do with your life by the time you're 16 years old. Most kids don't know what they want to do. How could they? They haven't lived in the real world yet.",
        "author": "Rooney Mara"
    },
    {
        "quote": "You are neither better nor worse than anyone else. I learned at a young age how to maintain this balance.",
        "author": "Radamel Falcao"
    },
    {
        "quote": "The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow.",
        "author": "William Osler"
    },
    {
        "quote": "'The Secret Agent,' Joseph Conrad's 1907 novel about an anarchist plot to blow up the Royal Observatory at Greenwich - in fact, a scheme by a secret police agent to stir up a government backlash - has acquired a kind of cult status as the classic novel for the post-9/11 age.",
        "author": "Tom Reiss"
    },
    {
        "quote": "I'm not personally obsessed with death. At a certain age, the light that you live in is inhabited by the shades - it 'tis.",
        "author": "Seamus Heaney"
    },
    {
        "quote": "Canada has a passive-aggressive culture, with a lot of sarcasm and righteousness. That went with my weird messianic complex. The ego is a fascinating monster. I was taught from a young age that I had to serve, so that turned into me thinking I had to save the planet.",
        "author": "Alanis Morissette"
    },
    {
        "quote": "Basically, when you get to my age, you'll really measure your success in life by how many of the people you want to have love you actually do love you.",
        "author": "Warren Buffett"
    },
    {
        "quote": "From a young age I had a real sense of the world of work. This is what vocational education gives you.",
        "author": "Steph McGovern"
    },
    {
        "quote": "How young can you die of old age?",
        "author": "Steven Wright"
    },
    {
        "quote": "The 21st century has more potential than perhaps any other in our brief evolutionary history. We stand on the cusp of computing, genetic and energy generation breakthroughs that were only recently in the realm of science-fiction. A golden age of humanity is tantalisingly within our grasp.",
        "author": "Clive Lewis"
    },
    {
        "quote": "I'm at peace with myself and where I am. In the past, I was always looking to see how everybody else was doing. I wasn't competitive, I was comparative. I just wanted to be where everybody else was. Now I've gotten to an age when I am not comparing anymore.",
        "author": "Courteney Cox"
    },
    {
        "quote": "Every age has a keyhole to which its eye is pasted.",
        "author": "Mary McCarthy"
    },
    {
        "quote": "I don't think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Save your money. You're going to need twice as much money in your old age as you think.",
        "author": "Michael Caine"
    },
    {
        "quote": "To be honest, I don't feel like I am able to say that I had a childhood, not in a way normal kids my age had. I had something that was specific to Bosnia in '90s, something I call a period of survival.",
        "author": "Edin Dzeko"
    },
    {
        "quote": "At my age, I'm not trying to score cool points. I'm just excited when I can speak to younger members of our audience in the WWE. I just get to be a superhero to kids, but I'm not trying to be on the cutting edge of style or anything like that. Once you reach that point of deprivation, you don't mind it.",
        "author": "John Cena"
    },
    {
        "quote": "Age is no issue to me. I think 50 is the new 30 and 70 is the new 50. There are no rules that say you have to dress a certain way or be a certain way.",
        "author": "Tina Turner"
    },
    {
        "quote": "A woman has the age she deserves.",
        "author": "Coco Chanel"
    },
    {
        "quote": "At some point, I had to ignore what people thought of me. I had to be my own biggest fan from an early age. Once I learned that, it was like a superpower. That was the armor that got me through high school.",
        "author": "Kyle"
    },
    {
        "quote": "We all wish to reach a ripe old age, but none of us are prepared to admit that we are already there.",
        "author": "Francisco de Quevedo"
    },
    {
        "quote": "At my age flowers scare me.",
        "author": "George Burns"
    },
    {
        "quote": "My parents instilled a very strong work ethic in me from a young age, fortunately.",
        "author": "Matthew Gray Gubler"
    },
    {
        "quote": "I was born at the age of twelve on an MGM lot.",
        "author": "Judy Garland"
    },
    {
        "quote": "I wanted to do my part to help preserve that golden age of travel... I step aboard The Patron Tequila Express railcar, and I go back in time to the days when a long journey was something fun and very special.",
        "author": "John Paul DeJoria"
    },
    {
        "quote": "Slavery is America's original sin and was the great global injustice of that age.",
        "author": "Chrystia Freeland"
    },
    {
        "quote": "The freethinking of one age is the common sense of the next.",
        "author": "Matthew Arnold"
    },
    {
        "quote": "I still remember, at the age of 12, learning that segregation had been permitted only a couple of decades before I was born and that a woman's right to vote was not even a century old. But it was great Americans who stood up, some dying for the cause, to make our country better.",
        "author": "Rashida Tlaib"
    },
    {
        "quote": "Sure I played, did you think I was born at the age of 70 sitting in a dugout trying to manage guys like you?",
        "author": "Casey Stengel"
    },
    {
        "quote": "People of same age group bond easily at various levels, as they have same concerns.",
        "author": "Aditi Rao Hydari"
    },
    {
        "quote": "Old age is just a record of one's whole life.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "Probably the most formative thing was at the age of four my Granddad took me fishing. That actually became a major part of the rest of my life.",
        "author": "Chris Tarrant"
    },
    {
        "quote": "Never guess a woman's age. Never guess a woman's weight. Never even talk about weight in front of a woman. And never, ever ask a woman when she's due.",
        "author": "Lyle Lovett"
    },
    {
        "quote": "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.",
        "author": "Emily Greene Balch"
    },
    {
        "quote": "I cannot give any scientist of any age better advice than this: the intensity of a conviction that a hypothesis is true has no bearing over whether it is true or not.",
        "author": "Peter Medawar"
    },
    {
        "quote": "The ultimate lesson is that there is no immunity, no matter our age or the size of our retirement account, from going through constant cycles of integration and disintegration in which we are humbled and hopefully set to rights with the world again.",
        "author": "David Whyte"
    },
    {
        "quote": "'Bombing Afghanistan back into the Stone Age' was quite a favourite headline for some wobbly liberals. The slogan does all the work. But an instant's thought shows that Afghanistan is being, if anything, bombed out of the Stone Age.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "I wasn't treated different to anyone else, I just performed on the pitch and that helped my selection for the 'Development England' side at the age of 13 and I had no extra boundaries just because I was Asian.",
        "author": "Isa Guha"
    },
    {
        "quote": "I'm very pleased to be here. Let's face it, at my age I'm very pleased to be anywhere.",
        "author": "George Burns"
    },
    {
        "quote": "I thought I was going to be an actor. I liked entertaining. I was pretty much tap dancing for attention from a very early age. My family was kind of musical, and there were people in the circus next door and actors across the road. I just enjoyed messing around with music growing up, but I really thought I was going to be an actor.",
        "author": "Sia"
    },
    {
        "quote": "At the age of 19, I removed myself from society for almost four months, setting off years of manic episodes, including outrageous overspending. I bought several Mercedes because I thought I could. I had no money, but I rented a jet.",
        "author": "Patty Duke"
    },
    {
        "quote": "Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.",
        "author": "Clarence Day"
    },
    {
        "quote": "When you start being enthusiastic about whatever it is you like, that is the golden age for you.",
        "author": "Michael Winterbottom"
    },
    {
        "quote": "Age don't count in the booth.",
        "author": "Rakim"
    },
    {
        "quote": "When the Holocaust happened, I was 15 years old. My parents kept it a secret from me, despite belonging to the Red Cross. I only found out about it much later. Even today I still feel guilty, because I was an ignoramus between the age of 15 and 25. I am sorry I couldn't stand up for them.",
        "author": "Jean-Luc Godard"
    },
    {
        "quote": "Cuddly toy rabbits were a real comfort for all of my babies - once they got to a certain age they would nuzzle the fur.",
        "author": "Holly Willoughby"
    },
    {
        "quote": "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "I realized at a young age that sequence in an album is almost as important as the songs that are on the album.",
        "author": "Dr. Dre"
    },
    {
        "quote": "It is not by the gray of the hair that one knows the age of the heart.",
        "author": "Edward G. Bulwer-Lytton"
    },
    {
        "quote": "A tart temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use.",
        "author": "Washington Irving"
    },
    {
        "quote": "If you're 90 and look good in a mini-skirt, go for it. What is 'age appropriate'? Such nonsense. My mother lived to 106, so what's middle-age? Seventy is the new 50.",
        "author": "Loretta Swit"
    },
    {
        "quote": "I understood from a very young age that school was important and that my parents were making great sacrifices for me. Every morning I saw my father get up and go to a job that he didn't really like. They came to France for the same reasons all immigrants move to another country - so their kids could have a better way of life.",
        "author": "Omar Sy"
    },
    {
        "quote": "I could cook from quite an early age - purely because I liked it.",
        "author": "Jamie Oliver"
    },
    {
        "quote": "The nicest thing about coming of age is that I can do whatever I like.",
        "author": "Cilla Black"
    },
    {
        "quote": "Mark Twain's Roughing It is a book that many people don't know about, but I highly recommend to anybody at any age.",
        "author": "Chuck Jones"
    },
    {
        "quote": "Age is only a number, a cipher for the records. A man can't retire his experience. He must use it. Experience achieves more with less energy and time.",
        "author": "Bernard Baruch"
    },
    {
        "quote": "When you get to a certain age, there is no coming back.",
        "author": "Brian Clough"
    },
    {
        "quote": "Age is just a number. If someone can perform at 45, who will stop that fellow from playing top-level cricket?",
        "author": "Harbhajan Singh"
    },
    {
        "quote": "We live in an age where people will watch epic entertainment on their phones.",
        "author": "Will Arnett"
    },
    {
        "quote": "Well, Jeff Buckley for me is one of the greatest singers I've ever heard. And the reason why is he has an amazing range, amazing emotional power in his voice. And the music he put around it also just had this passion and this soul to it and this spirit to it that very few artists have, and he passed at a very young age.",
        "author": "John Legend"
    },
    {
        "quote": "Middle age is when your old classmates are so grey and wrinkled and bald they don't recognize you.",
        "author": "Bennett Cerf"
    },
    {
        "quote": "My dad grew up in western Nebraska. I'd visit all the time as a kid, and it's very much like the Wild West. It felt to me like a cowboy movie. Stuff like that made me become this dreamer at a young age.",
        "author": "Kevin Morby"
    },
    {
        "quote": "This is the dawning of the age of Aquarius.",
        "author": "James Rado"
    },
    {
        "quote": "When the child begins to think and to make use of the written language to express his rudimentary thinking, he is ready for elementary work; and this fitness is a question not of age or other incidental circumstance but of mental maturity.",
        "author": "Maria Montessori"
    },
    {
        "quote": "If anyone thinks they'd rather be in a different part of history, they're probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You'd probably have no teeth by now. It would be particularly awful if you were a woman.",
        "author": "Elon Musk"
    },
    {
        "quote": "Of course, the ideal scenario for parenting is obviously two parents of a mature age.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.",
        "author": "Plato"
    },
    {
        "quote": "One hour of right-down love is worth an age of dully living on.",
        "author": "Aphra Behn"
    },
    {
        "quote": "Aging is not currently regarded as a disease, but researchers tend increasingly to view it as the common origin of conditions like insulin resistance or cardiovascular disease, whose incidence rises with age. In treating cell aging, we could prevent these diseases.",
        "author": "Mara Blasco Marhuenda"
    },
    {
        "quote": "Wisdom is a gift but has nothing to do with age. That was probably the case with me.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "This is the first age that's ever paid much attention to the future, which is a little ironic since we may not have one.",
        "author": "Arthur C. Clarke"
    },
    {
        "quote": "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.",
        "author": "Edmond de Goncourt"
    },
    {
        "quote": "Age is getting to know all the ways the world turns, so that if you cannot turn the world the way you want, you can at least get out of the way so you won't get run over.",
        "author": "Miriam Makeba"
    },
    {
        "quote": "Old age is a woman's hell.",
        "author": "Ninon de L'Enclos"
    },
    {
        "quote": "I often joke that 100 years from now I hope people are saying, 'Dang, she looks good for her age!'",
        "author": "Dolly Parton"
    },
    {
        "quote": "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship. I watched them over the years and saw how they dealt with everything together, as a team.",
        "author": "Kyle Chandler"
    },
    {
        "quote": "Now I am in my eighties, and I have known the joys and sorrows of a full life. Age, however, has its privileges. One is to reminisce, and another is to reminisce selectively.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "There was an age, however, when the transition from savagery to civilization, with all its impressive outward manifestations in art and architecture, took place for the first time.",
        "author": "James Henry Breasted"
    },
    {
        "quote": "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful.",
        "author": "Margaret Mead"
    },
    {
        "quote": "I can't hit on women in public any more. I didn't decide this; it just doesn't feel right at my age.",
        "author": "Jack Nicholson"
    },
    {
        "quote": "My father... removed from Kentucky to... Indiana, in my eighth year... It was a wild region, with many bears and other wild animals still in the woods. There I grew up... Of course when I came of age, I did not know much. Still somehow, I could read, write, and cipher... but that was all.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.",
        "author": "Will Durant"
    },
    {
        "quote": "It's the safety valve of middle life, and the solace of age.",
        "author": "Mary Roberts Rinehart"
    },
    {
        "quote": "The golden age has not passed; it lies in the future.",
        "author": "Paul Signac"
    },
    {
        "quote": "In Silicon Valley, there are a lot of startups using computer vision for agriculture or shopping - there are a lot for clothes shopping. At Baidu, for example, if you find a picture of a movie star, we actually use facial recognition to identify that movie star and then tell you things like their age and hobbies.",
        "author": "Andrew Ng"
    },
    {
        "quote": "My aunt Ruth Brown was a jazz musician. I got hooked on it at a young age, understanding what John Coltrane was doing playing two notes on the saxophone at the same time, which is impossible.",
        "author": "Rakim"
    },
    {
        "quote": "I'm a '70s mom, and my daughter is a '90s mom. I know a lot of women my age who are real computer freaks.",
        "author": "Florence Henderson"
    },
    {
        "quote": "Science is, rightly, searching for drugs to arrest ageing or to slow the advance of dementia. But the evidence suggests that many of the most powerful factors determining how you age come from what you do, and what you do with others: whether you work, whether you play music, whether you have regular visitors.",
        "author": "Geoff Mulgan"
    },
    {
        "quote": "Most of the basic material a writer works with is acquired before the age of fifteen.",
        "author": "Willa Cather"
    },
    {
        "quote": "I prefer to put myself in an environment that's further afield and look through the eyes of someone who differs from me in age, ethnicity, gender, and/or social class. I think a little displacement makes me a sharper observer.",
        "author": "Amor Towles"
    },
    {
        "quote": "Each age has deemed the new-born year the fittest time for festal cheer.",
        "author": "Walter Scott"
    },
    {
        "quote": "We should not be worried about age when it comes to love and attraction.",
        "author": "Monica Bellucci"
    },
    {
        "quote": "Golf challenges you mentally at any age, and when you become my age, it's a challenge physically to try to make your game work as well as it ever did. That's close to impossible, but that doesn't keep you from trying to hit the ball where you used to hit it and make the putts you used to make all the time.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "God employs several translators; some pieces are translated by age, some by sickness, some by war, some by justice.",
        "author": "John Donne"
    },
    {
        "quote": "Don't program yourself to break down as you age with thoughts that decline is inevitable. Time may be passing for our bodies, but because they house our ageless souls, we never need to see ourselves as old and infirm.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game.",
        "author": "Wayne Gretzky"
    },
    {
        "quote": "If you dedicate yourself to something, you can achieve it. It's simple, but it's true, and your age is just an excuse.",
        "author": "Herschel Walker"
    },
    {
        "quote": "Today when I think about diversity, I actually think about the word 'inclusion.' And I think this is a time of great inclusion. It's not men, it's not women alone. Whether it's geographic, it's approach, it's your style, it's your way of learning, the way you want to contribute, it's your age - it is really broad.",
        "author": "Ginni Rometty"
    },
    {
        "quote": "Old age is always wakeful; as if, the longer linked with life, the less man has to do with aught that looks like death.",
        "author": "Herman Melville"
    },
    {
        "quote": "There is nothing in socialism that a little age or a little money will not cure.",
        "author": "Will Durant"
    },
    {
        "quote": "Bitcoin may herald the dawning of a new age in currency. It holds superior traits as a form of 'good money.' As a tangible form of asset (its core tangibility being its mathematical basis), it could become an incredibly important building block for the 21st century's global economy.",
        "author": "Jeremy Allaire"
    },
    {
        "quote": "From the age of four, I was a huge comic fan and still am. When Lost in Space came along it was like being in a huge comic so we jumped at the chance of being part of that project and it proved to be a good choice.",
        "author": "Bill Mumy"
    },
    {
        "quote": "The purpose of the mission must be thoroughly understood beforehand, and the men must be inspired with a sense of personal dedication that knows no limitations... In an age of high technology and Jedi Knights, we often overlook the need for personal involvement, but we do so at our own risk.",
        "author": "William H. McRaven"
    },
    {
        "quote": "It was a melting pot in Las Vegas. You got every age level, every ethnic background, every social aura - it was an absolute Americana audience... people who were there to celebrate occasions; people who were there to gamble; people who were there because they were awed by the whole Vegas operation. Tourists.",
        "author": "Norm Crosby"
    },
    {
        "quote": "Mindfulness can help people of any age. That's because we become what we think.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "I have often felt a motion of love to leave some hints in writing of my experience of the goodness of God, and now, in the thirty-sixth year of my age, I begin this work.",
        "author": "John Woolman"
    },
    {
        "quote": "Old age is when the liver spots show through your gloves.",
        "author": "Phyllis Diller"
    },
    {
        "quote": "Actually, I was more or less determined to be a theoretical physicist at the age of thirteen.",
        "author": "David Gross"
    },
    {
        "quote": "Everything I read about hitting a midlife crisis was true. I had such a struggle letting go of youthful things and learning how to exist and have enthusiasm while settling into the comfort of an older age.",
        "author": "David Bowie"
    },
    {
        "quote": "It is well for the world that in most of us, by the age of thirty, the character has set like plaster, and will never soften again.",
        "author": "William James"
    },
    {
        "quote": "When you get to your mid-20s, you start to feel responsibilities for the things that you do and the people around you. It's a cool age.",
        "author": "Eliza Dushku"
    },
    {
        "quote": "The burning of an author's books, imprisonment for opinion's sake, has always been the tribute that an ignorant age pays to the genius of its time.",
        "author": "Joseph Lewis"
    },
    {
        "quote": "Where children are, there is the golden age.",
        "author": "Novalis"
    },
    {
        "quote": "Even one voice can be heard loudly all over the world in this day and age.",
        "author": "Aung San Suu Kyi"
    },
    {
        "quote": "You can judge your age by the amount of pain you feel when you come in contact with a new idea.",
        "author": "Pearl S. Buck"
    },
    {
        "quote": "From a young age, I was rubbing elbows with a very different kind of person and social class, and I felt a lot of tension and conflict in my identity because of that.",
        "author": "David Lindsay-Abaire"
    },
    {
        "quote": "Your grandparents came of age in the Great Depression, when everyday life was about deprivation and sacrifice, when the economic conditions of the time were so grave and so unrelenting it would have been easy enough for the American dream to fade away.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "My mom had me at a young age, like 20, and she was the oldest child. All her brothers were seven and 10, so I was like a younger brother more so than the oldest child. I was the younger brother to all my uncles, so they were going through their childhood and their teenage years, and I was right there.",
        "author": "Freddie Gibbs"
    },
    {
        "quote": "I think I have to remain eternally oblivious to age. Honestly, when you put a number on it yourself, it's just like, Why? Why do that?",
        "author": "Mariah Carey"
    },
    {
        "quote": "I started at such a young age learning every style of music, the country and the bluegrass and the western swing and the rock - everything.",
        "author": "John 5"
    },
    {
        "quote": "My mother was working on her college degree throughout my childhood, and being the youngest in the family, that meant being dragged to a lot of her classes. She majored in playwriting, so I was exposed to theatre from a very young age, and it was just the most magical world to me.",
        "author": "Valorie Curry"
    },
    {
        "quote": "You need someone to ground you because if you start believing that your public persona is your only and real persona, then you're looking at a very long and lonely old age.",
        "author": "John Nettles"
    },
    {
        "quote": "Too much money at a young age, it just takes your eye off the ball. And you're not as hungry as players used to be. You think you've made it before you've done anything.",
        "author": "Ryan Giggs"
    },
    {
        "quote": "Childhood: the period of human life intermediate between the idiocy of infancy and the folly of youth - two removes from the sin of manhood and three from the remorse of age.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "Grilling is an easy tradition to start at any age! To get started, one only needs a modest investment in equipment and a little bit of outdoor space.",
        "author": "Barton Seaver"
    },
    {
        "quote": "The information encoded in your DNA determines your unique biological characteristics, such as sex, eye color, age and Social Security number.",
        "author": "Dave Barry"
    },
    {
        "quote": "Experience is a revelation in the light of which we renounce our errors of youth for those of age.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "To me, when I think of New Age, I think of crystals and rainbows and platitudes.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "If the nineteenth century was the age of the editorial chair, ours is the century of the psychiatrist's couch.",
        "author": "Marshall McLuhan"
    },
    {
        "quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "The full retirement age is 67 and the lifespan is 80, so when they first conceived Social Security, they didn't think they were going to be paying benefits for 13-15 years. That's one of the reasons why this pyramid scheme isn't working.",
        "author": "Joe Heck"
    },
    {
        "quote": "In my view, product/market fit is the most important thing to get right as a startup entrepreneur. There's a variety of ways to do it, but without solving some pain point that the customer gets so excited about they tell their friends, it's really hard in the modern age to get any liftoff.",
        "author": "Scott Cook"
    },
    {
        "quote": "I think I've really stepped outside the box in the way I try to train, eat, hydrate, the cognitive brain games I play on a daily or weekly basis to try to build up some durability within my body, within my brain, to be able to go out there and play at a high level at age 38.",
        "author": "Tom Brady"
    },
    {
        "quote": "There has been enough suffering in our country, there has been enough of children whose dreams die before they have a chance to grow and there has been enough of our elders who, having served their nation, are forced into indignity in their old age.",
        "author": "John Agyekum Kufuor"
    },
    {
        "quote": "When my father passed away, I learned to be unattached to physical things. At a very young age, I was able to roam the world and be emotionally connected but physically disconnected. I'll get homesick in that I miss my mom. My grounding rock is her and my family.",
        "author": "Eiza Gonzalez"
    },
    {
        "quote": "American nuclear reactors are well into middle age. The median age of an operating reactor in the U.S. is 34 years, placing start-up in midst of the Carter administration.",
        "author": "Bill Dedman"
    },
    {
        "quote": "From the age of seven, I was destined to be a legend, to be the world's most popular fighter.",
        "author": "Naseem Hamed"
    },
    {
        "quote": "Those men who, in war, seek to preserve their lives at any rate commonly die with shame and ignominy, while those who look upon death as common to all, and unavoidable, and are only solicitous to die with honour, oftener arrive at old age and, while they live, live happier.",
        "author": "Xenophon"
    },
    {
        "quote": "Martin Luther King said it was time to inject a new dimension of love into the veins of human civilization. I don't think anyone is calling Martin Luther King a New Age woo-woo.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "I come from the golden age of hip hop when all the greats came on the scene.",
        "author": "Coolio"
    },
    {
        "quote": "Our responsibility in life is not to lie around and wait for things to happen. Our responsibility in life is to work. Life is getting out and getting things done. When people say they're over-the-hill at age 50, I don't understand it.",
        "author": "Herschel Walker"
    },
    {
        "quote": "Everyone seems to be playing well within the boundaries of his usual rule set. I have yet to hear anyone say something that seemed likely to mitigate the idiocy of this age.",
        "author": "John Perry Barlow"
    },
    {
        "quote": "The golden age was when people were starting to understand what hip-hop was and how to use it. I was lucky to come up then. Everybody wanted to be original and have substance; it was somewhat conscious... There was an integrity that people respected.",
        "author": "Rakim"
    },
    {
        "quote": "I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it.",
        "author": "Cathy Freeman"
    },
    {
        "quote": "I started out modeling at a young age and surrounded myself with different brilliant minds. I have so many people to get educated from, and I've been a sponge.",
        "author": "Kellan Lutz"
    },
    {
        "quote": "I don't think we should have less information in the world. The information age has yielded great advances in medicine, agriculture, transportation and many other fields. But the problem is twofold. One, we are assaulted with more information than any one of us can handle. Two, beyond the overload, too much information often leads to bad decisions.",
        "author": "Daniel Levitin"
    },
    {
        "quote": "I decided I wanted to be a lawyer when I was 11 years of age.",
        "author": "Johnnie Cochran"
    },
    {
        "quote": "I do believe that my whole success goes back to that time I was arrested as a wayward boy at the age of thirteen. Because then I had to quit running around and began to learn something. Most of all, I began to learn music.",
        "author": "Louis Armstrong"
    },
    {
        "quote": "I've always felt that sexuality is a really slippery thing. In this day and age, it tends to get categorized and labeled, and I think labels are for food. Canned food.",
        "author": "Michael Stipe"
    },
    {
        "quote": "There are certain age limits on police officers. They'd have retired me out at 65.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "I don't think there's anything less attractive than a man over-dyeing things on his face, so I'm going to try, for as long as I can, to age as my male forefathers before me. My father started getting grays when he was in his 30s, as did my grandfather before him, so I don't want to look perpetually young.",
        "author": "Chris Pine"
    },
    {
        "quote": "I get bullied for my size, my weight, and my look constantly. It's something that I'm glad we touched on in WWE. I'm glad we touched on it because it's real: it's something that happens in real life to kids all the time, especially in the age of cyber bullying.",
        "author": "Nia Jax"
    },
    {
        "quote": "I feel the 21st century is another new age. Not only can we collaborate again with nature, but we have to. It's an emergency.",
        "author": "Bjork"
    },
    {
        "quote": "The pace at which people are taking to digital technology defies our stereotypes of age, education, language and income.",
        "author": "Narendra Modi"
    },
    {
        "quote": "Moving to Dubai at age 9 and then the Congo, they were two completely opposite countries. But that brought me to music and taught me things that I never would have learned otherwise. And it was always about the rhythm in those two countries - that's why I love them.",
        "author": "Jain"
    },
    {
        "quote": "Being very dyslexic I couldn't even tie my own shoe laces until the age of 21 and I struggled at school.",
        "author": "Leo Sayer"
    },
    {
        "quote": "I hope the film will help mothers and fathers to be aware that 15 is a very vulnerable age.",
        "author": "Ellen Muth"
    },
    {
        "quote": "From a young age, I learned to focus on the things I was good at and delegate to others what I was not good at. That's how Virgin is run. Fantastic people throughout the Virgin Group run our businesses, allowing me to think creatively and strategically.",
        "author": "Richard Branson"
    },
    {
        "quote": "I've found a formula for avoiding these exaggerated fears of age; you take care of every day - let the calendar take care of the years.",
        "author": "Ed Wynn"
    },
    {
        "quote": "We live in an age that stresses personal goals, careers, happiness, work and religion. The emphasis is on the individual and how best that individual can satisfy himself.",
        "author": "Mother Angelica"
    },
    {
        "quote": "We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?",
        "author": "David Carr"
    },
    {
        "quote": "When I was a critic, I reviewed Public Enemy's 'Muse Sick-n-Hour Mess Age' - this is back in '94 - and I called it a 'Dante-esque spiral of the hip-hop hell.' I idolized Chuck D, but I just hated that record, and I did not hold back. Chuck didn't freeze me out. Every time I met Chuck, he always treated me with the utmost respect.",
        "author": "Cheo Hodari Coker"
    },
    {
        "quote": "I was on the national Pentathlon team for a few years, but there was no funding for athletes in Canada. I was in a massive amount of personal debt at the age of 21, so I joined a little modelling and talent agency to get a some work, to do anything so that I didn't have to drop out of school.",
        "author": "Kris Holden-Ried"
    },
    {
        "quote": "I'd had a racist experience as a child at age 10, where people had thrown rocks at me and bottles. I didn't understand. And all it was, was because of the color of my skin, nothing I had done, nothing I had said.",
        "author": "Daryl Davis"
    },
    {
        "quote": "Maybe it's my age that makes me very conscious of loose threads, but I don't think that's an earmark of a fine product. And whenever I have a deep-seated feeling like that, I convey it to the person who made it. Sometimes they curse me, and sometimes they thank me.",
        "author": "Stanley Marcus"
    },
    {
        "quote": "My mother is getting up there in age, and sometimes I go visit her in Florida. I cook for all of her friends. Sometimes I have to avoid the table because I do not want to hear what they're talking about.",
        "author": "Romany Malco"
    },
    {
        "quote": "Our civilization is now in the transition stage between the age of warring empires and a new age of world unity and peace.",
        "author": "John Boyd Orr"
    },
    {
        "quote": "I was the youngest of six kids, and my brothers and sisters were kind of a lot older than me. And the one sister that was, like, in a close age range - she was five years older than me. She was my closest sister in age, and she was a loser.",
        "author": "Chelsea Handler"
    },
    {
        "quote": "I enjoy worldbuilding very much. I generally start with an approximation. With 'Flesh and Spirit' and 'Breath and Bone,' because I was thinking of a world on the brink of a dark age, I began with the sense of Roman Britain. But I purposely set the geography to match something other than Britain - which has been overdone.",
        "author": "Carol Berg"
    },
    {
        "quote": "Age is rarely a limitation to being a mentor.",
        "author": "Ken Blanchard"
    },
    {
        "quote": "There are mysteries which men can only guess at, which age by age they may solve only in part.",
        "author": "Bram Stoker"
    },
    {
        "quote": "Everybody is playing games. There are games now for pretty much every age, every demographic.",
        "author": "Jesse Schell"
    },
    {
        "quote": "From a generation that came of age during the Great Depression, millions of our country's best and bravest took up arms in a worldwide struggle against tyranny.",
        "author": "Steve Buyer"
    },
    {
        "quote": "My father was sleepless most of his life. So by the age of five, I was awake with him all night long, watching bad television or we'd lie in the same bed, and I'd read my comic books while he read his latest spy or mystery novel.",
        "author": "Sherman Alexie"
    },
    {
        "quote": "Eighteenth-century doctors prescribed sugar pills for nearly everything: heart problems, headache, consumption, labor pains, insanity, old age, and blindness. Hence, the French expression 'like an apothecary without sugar' meant someone in an utterly hopeless situation.",
        "author": "Tom Reiss"
    },
    {
        "quote": "It's quite liberating to get to a certain age, 'cos you're not chasing number one hits or trying to be an international superstar. I've done all that. I'm not out to prove much more to anyone but myself really, to be an artist and see if there is a new undiscovered music out there for me to make.",
        "author": "Paul Weller"
    },
    {
        "quote": "Before anything else, we need a new age of Enlightenment. Our present political systems must relinquish their claims on truth, justice and freedom and have to replace them with the search for truth, justice, freedom and reason.",
        "author": "Friedrich Durrenmatt"
    },
    {
        "quote": "When I turned 50, I asked some of my girlfriends, all actresses of the same age, 'What are we going to do now?' I wanted to go live somewhere for a while, learn archaeology, or take part in healing the world on some level. I wanted to dig deep and say, 'Who am I now? What do I have to offer? What do I have to learn?'",
        "author": "Goldie Hawn"
    },
    {
        "quote": "Authority is supposedly grounded in wisdom, but I could see from a very early age that authority was only a system of control. And it didn't have any inherent wisdom. I quickly realized that you either became a power or you were crushed.",
        "author": "Joe Strummer"
    },
    {
        "quote": "I was five years old; I got addicted to being on stage. I felt like it was the most wonderful place on Earth, performing in front of an audience, who in this case were a bunch of classmates, kids my age.",
        "author": "Shakira"
    },
    {
        "quote": "We accumulate our opinions at an age when our understanding is at its weakest.",
        "author": "Georg C. Lichtenberg"
    },
    {
        "quote": "I really wasn't into sports at an early age. I couldn't wait to get home from school and go straight to my bedroom and pick up the guitar and play it. It became an obsession with me. That's all I wanted to do was play guitar and learn every lick I heard on the radio.",
        "author": "Peter Frampton"
    },
    {
        "quote": "Madam C.J. Walker was born in 1867, two years after the civil war ended. She was a daughter of a slave. She had no formal education. Both her parents died by the time she was seven. Yet, by the time she died in 1919 at age 51, she was one of the most successful businesswomen America had ever seen.",
        "author": "A'Lelia Bundles"
    },
    {
        "quote": "Just as we reject racism, sexism, ageism, and heterosexism, we reject speciesism. The species of a sentient being is no more reason to deny the protection of this basic right than race, sex, age, or sexual orientation is a reason to deny membership in the human moral community to other humans.",
        "author": "Gary L. Francione"
    },
    {
        "quote": "From a very young age, as a teenager, I was into hip-hop and skateboarding and all those things that were akin to a kid in the '90s. All those things are what resulted in clothes.",
        "author": "Virgil Abloh"
    },
    {
        "quote": "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected.",
        "author": "Jenna Morasca"
    },
    {
        "quote": "One of the beautiful gifts of dance is that you're so in tune with your body so early on. I was very comfortable in my skin at a very early age, performing onstage and wearing interesting costumes. And I give so much credit to my mom - she never made me feel that my costume was wrong, or bad, even when there was not a lot to them!",
        "author": "Jenna Dewan"
    },
    {
        "quote": "I owe my career to Latina women. I was surrounded by the amazing group: my mother, my aunts, my extended family. They didn't necessarily have access to high fashion, but they had great style and looked stunning naturally at every age.",
        "author": "Narciso Rodriguez"
    },
    {
        "quote": "From a young age, I was always very transparent, and that's why the kids' mums didn't like me. I would tell you if I didn't like your beans on toast.",
        "author": "Yungblud"
    },
    {
        "quote": "I don't think it should be allowed for people to start working at a young age and not take the time to just be living as themselves in the real world, especially now in this new age of new media and the obsession with celebrity. I think it's a real crime.",
        "author": "Gaby Hoffmann"
    },
    {
        "quote": "I grew up in Milan during the golden age of designers. There was fashion all around.",
        "author": "Fabio Lanzoni"
    },
    {
        "quote": "I lived in a homeless shelter. That's what I mean when I say I've been in situations where people need help. I don't remember my exact age, but I remember there were two bunk beds and five of us in there: me, my three sisters and my mum.",
        "author": "Tyrone Mings"
    },
    {
        "quote": "We have been so successful in the past century at the art of living longer and staying alive that we have forgotten how to die. Too often we learn the hard way. As soon as the baby boomers pass pensionable age, their lesson will be harsher still.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Chaga mycelium is relatively easy to grow by using methods already practiced elsewhere in the mushroom industry. Its mycelium is initially an off-whitish color, deepening with age.",
        "author": "Paul Stamets"
    },
    {
        "quote": "At the age of seventeen, I left school. I went to university, and I wrote my first attempts at poetry in a room in a flat at the edge of the city.",
        "author": "Eavan Boland"
    },
    {
        "quote": "I have discovered that just because we grow weaker physically as we age, it doesn't mean that we must grow weaker spiritually.",
        "author": "Billy Graham"
    },
    {
        "quote": "I believe there's no reason why we couldn't be entering a new age of musical theater if we continue to nurture young talent, take risks, and give them a playing field.",
        "author": "Carmen Cusack"
    },
    {
        "quote": "I don't feel like I need to tell any lies. You get to an age where you get tired of hiding behind whatever people think is correct. You just say what you have to say, and if they don't like it, it's OK.",
        "author": "Betty Wright"
    },
    {
        "quote": "My first audition happened to be for 'Kindergarten Cop,' and I took that role. I was only starting to learn English at that point. Spanish is my first language, so they made me a speaking character in the movie. I didn't really know I was shooting a movie. I was just having a lot of fun with 30 kids my own age.",
        "author": "Odette Annable"
    },
    {
        "quote": "I started standup at age nineteen. I decided that the only way I was going to try show business as a career was if I could make total strangers laugh.",
        "author": "Jay Chandrasekhar"
    },
    {
        "quote": "My parents are both into music. My mom sings and my dad plays piano, so there was always music everywhere. I was singing at a very young age, but I actually got my buzz through rapping.",
        "author": "Tink"
    },
    {
        "quote": "Whatever China I'd been born into, I would probably still have become a painter - I loved sketching portraits as a child, and began art classes at the age 7. But if China hadn't been under Maoist rule, I might never have become a writer.",
        "author": "Ma Jian"
    },
    {
        "quote": "When a garment is in sync with your body and its proportions, it looks and feels amazing, and in France that is something that all women know from a young age.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "I was baptized as an infant. I was confirmed as an adolescent; I was active in my church's youth group and in my university student group. I was married before the church's altar; trained at the church's seminaries, ordained deacon and priest at age 24.",
        "author": "John Shelby Spong"
    },
    {
        "quote": "I'm tired of playing people who are complete washouts and bums. I don't mind waiting for the good ones to come along. It's like age. It's never bothered me. I've even forgot my birthday. Many times I've wondered if I should tell my real age, but now I think it's an honor, to be doing what I'm doing now at my age.",
        "author": "Harry Dean Stanton"
    },
    {
        "quote": "Throughout my career I have developed a thick skin against verbal abuse, justifying it as just 'part of the game' but the time has come for Twitter, Instagram and Facebook to consider regulating their channels, taking responsibility for protecting the mental health of users regardless of age, race, sex or income.",
        "author": "Chris Smalling"
    },
    {
        "quote": "People say that when you get to a certain age that you start to mellow. I have no idea what these people are talking about.",
        "author": "Rita Moreno"
    },
    {
        "quote": "In the age of millennials, women's rights, and female empowerment, I hope my voice helps to encourage the next generation of great female athletes and golfers to possibly stop social injustices and prejudices from creeping into the game that I fell in love with at such a young age.",
        "author": "Paige Spiranac"
    },
    {
        "quote": "The thing was, at a young age, my mom and my grandma always tried to keep me out of the streets as much as they could, so they put me in a private school when I was super young.",
        "author": "Big Sean"
    },
    {
        "quote": "I still feel 29. Maybe I should act my age more, but I just can't.",
        "author": "Ronnie Wood"
    },
    {
        "quote": "The 19th century was the age of Individualism; the 20th and 21st are the ages of Socialism.",
        "author": "Francis Parker Yockey"
    },
    {
        "quote": "When you're a kid, you live carefree. You notice things that go on around you, but you live like a kid with no worries until you get to that certain age where trials and tribulations come and you gotta fight and stay on your toes.",
        "author": "Jay Rock"
    },
    {
        "quote": "Our age gives the more receptive among the young such a sense of social responsibility that one is inclined at times to fear that social interests may encroach upon individual development, that a knowledge of all the ills affecting the community may act as too powerful a damper on the joys of youth.",
        "author": "Ellen Key"
    },
    {
        "quote": "Thirty-two is the age we turn into actual adults.",
        "author": "Tom Bodett"
    },
    {
        "quote": "The first and continuing argument for the curtailment of working hours and the raising of the minimum age was that education was necessary in a democracy and working children could not attend school.",
        "author": "Grace Abbott"
    },
    {
        "quote": "Every time I see a musician - it doesn't matter what age - that inspires me, there's always a secret little wish that maybe we'll play together, because that's how I learn and grow and so forth, you know. But hopefully there's a lot more.",
        "author": "Chick Corea"
    },
    {
        "quote": "You never see a child die from education on TV. But make no mistake about it: children die from lack of education all the time. Children without an education are more likely to grow up to have HIV/AIDS. They're more likely to die in infancy or before the age of five.",
        "author": "Gene Sperling"
    },
    {
        "quote": "My mom was an amazing singer and music was a big part of my life, so I grew up listening to Nat King Cole, Johnny Mathis, Henry Mancini; I used to watch 'The Andy Williams Show' on TV. I was very musical, so I was watching stuff that most kids my age wouldn't be interested in.",
        "author": "Gloria Estefan"
    },
    {
        "quote": "There are some men who lift the age they inhabit, till all men walk on higher ground in that lifetime.",
        "author": "Maxwell Anderson"
    },
    {
        "quote": "I will always have a soft spot for 'East of the Sun, West of the Moon,' which I discovered just at the age when I was beginning to enjoy the darkness in fairy tales but still wanted a story where the good guys win.",
        "author": "Genevieve Valentine"
    },
    {
        "quote": "I was very immature - who isn't at age 12? Let's be real. Once I kind of figured myself out and grew as a person, I now have a ton of different friends and learned who I was.",
        "author": "James Charles"
    },
    {
        "quote": "I went through a big Kurt Vonnegut phase. But the writers who made me decide at a very early age that this is probably something I wanted to do were Stephen King and Douglas Adams, when I was probably, like, ten years old.",
        "author": "D. B. Weiss"
    },
    {
        "quote": "I was a strange, dark little dude. I fell in love with horror movies, at a very early age. Somehow, as a first grader, I was able to convince my parents to let me go see stuff like 'An American Werewolf in London' in theaters, so I was headed in that direction anyway.",
        "author": "James Roday"
    },
    {
        "quote": "I think that the Information Age is great, but there's a downside to it obviously as well, and it's that false information can be perpetuated so quickly. And it's sad that so many people will believe it.",
        "author": "Josh Hopkins"
    },
    {
        "quote": "Our age knows nothing but reaction, and leaps from one extreme to another.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "One thing I'm not doing in my older age is explaining myself to culturally clueless white people.",
        "author": "Charlamagne tha God"
    },
    {
        "quote": "We live in the Internet age. Everyone wants clicks. Clicks are what sells.",
        "author": "Trevor Noah"
    },
    {
        "quote": "At the age of six, I declared that I wanted to be an astronaut. My mother thought that was just fine, as it would encourage me to learn science, and besides, there really was no chance I would ever actually become an astronaut.",
        "author": "John M. Grunsfeld"
    },
    {
        "quote": "Cyrus was observed to have more docility than any of his years and to show more submission to those of an advanced age than any other children, though of a condition inferior to his own.",
        "author": "Xenophon"
    },
    {
        "quote": "Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn't force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese.",
        "author": "Amy Tan"
    },
    {
        "quote": "America has been the country of my fond election from the age of thirteen, when I first saw it. I had the honour to hoist with my own hands the flag of freedom, the first time it was displayed, on the Delaware; and I have attended it with veneration ever since on the ocean.",
        "author": "John Paul Jones"
    },
    {
        "quote": "I only seek in my old age to perfect that which I had not before thoroughly learned in my youth, because my sins were a hindrance to me.",
        "author": "Saint Patrick"
    },
    {
        "quote": "The perils of success at a young age is being afraid to make a mistake.",
        "author": "David Harbour"
    },
    {
        "quote": "I grew up here in St. Albert, which is a city just north of Edmonton, and I went to Grade 10 here at Paul Kane High School. But then I went to junior in the WHL, Western Hockey League, at age 16. So I left and went to finish school at Norkam High School in Kamloops for grades 11 and 12.",
        "author": "Jarome Iginla"
    },
    {
        "quote": "I think it's your mental attitude. So many of us start dreading age in high school and that's a waste of a lovely life. 'Oh... I'm 30, oh, I'm 40, oh, 50.' Make the most of it.",
        "author": "Betty White"
    },
    {
        "quote": "As women, we get the message about how to be a good girl - how to be a good, pretty girl - from such an early age. Then, at the same time, we're told that well-behaved girls won't change the world or ever make a splash.",
        "author": "Phoebe Waller-Bridge"
    },
    {
        "quote": "The idea of regretting not doing this seemed insane to me. Sitting in the corner at a bar at age 60, saying: 'I could've been Bond. Buy me a drink.' That's the saddest place I could be. At least now at 60 I can say: 'I was Bond. Now buy me a drink.'",
        "author": "Daniel Craig"
    },
    {
        "quote": "I always have my Beats by Dr. Dre headphones turned up high. I'll probably be deaf by age 50.",
        "author": "Rutina Wesley"
    },
    {
        "quote": "We have to have a diversity of age represented in Congress, too.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "I don't think too much about age. Maybe if you're hurting, aching and arthritic, then you think about it a lot. But I don't.",
        "author": "Bob Newhart"
    },
    {
        "quote": "I think 'Lost Boy' is just really relatable. You can be any age from any place in life, and you're bound to feel lonely at some point.",
        "author": "Ruth B"
    },
    {
        "quote": "Did you come of age in those sweet summers of the early nineteen-sixties, when the airwaves were full of rock and roll's doo-wop promise of joy and the nation was full of J.F.K.'s eloquent promise of a New Frontier? I did. Life seemed to be laid out before us like a banquet; everything was for the taking, especially hearts.",
        "author": "John Lahr"
    },
    {
        "quote": "It is the malady of our age that the young are so busy teaching us that they have no time left to learn.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "There is no avoiding the realities of the information age. Its effects manifest differently in different sectors, but the drivers of speed and interdependence will impact us all. Organizations that continue to use 20th-century tools in today's complex environment do so at their own peril.",
        "author": "Stanley A. McChrystal"
    },
    {
        "quote": "Age is the biggest risk factor for many diseases. You're 100 times more likely to get a tumor at age 65 than age 35. It makes a huge difference. It gives a whole new meaning to preventive medicine.",
        "author": "Cynthia Kenyon"
    },
    {
        "quote": "Living in an age of advertisement, we are perpetually disillusioned. The perfect life is spread before us every day, but it changes and withers at a touch.",
        "author": "J. B. Priestley"
    },
    {
        "quote": "I was never the best in my age group. I was like the Ugly Duckling because I am not beautiful to see but I always improved. That is my best skill.",
        "author": "Giorgio Chiellini"
    },
    {
        "quote": "Peroxide' is a mix of everything I have experienced from the age of 15 until now with themes of break ups, first love, growing up - all the sorts of things that you experience at that age.",
        "author": "Nina Nesbitt"
    },
    {
        "quote": "Second to agriculture, humbug is the biggest industry of our age.",
        "author": "Alfred Nobel"
    },
    {
        "quote": "Emerson is the spokesman and prophet of youth and of a formative, idealistic age. His is a voice from the heights which are ever bathed in the sunshine of the spirit. I find that something one gets from Emerson in early life does not leave him when he grows old.",
        "author": "John Burroughs"
    },
    {
        "quote": "For my book, 'Age of Ambition,' I spent time documenting, among other things, the trials of young Chinese strivers who are bombarded by pressures unlike those that their parents faced.",
        "author": "Evan Osnos"
    },
    {
        "quote": "It's amazing how, age after age, in country after country, and in all languages, Shakespeare emerges as incomparable.",
        "author": "M. H. Abrams"
    },
    {
        "quote": "I was sent to boarding school at the age of ten. I think Mummy was trying to protect me in her own way, trying to spare me living through the day-to-day reality of her illness.",
        "author": "Lysette Anthony"
    },
    {
        "quote": "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above; this is the right time for marriage.",
        "author": "Hesiod"
    },
    {
        "quote": "I was in Paris, Milan and London from '89 until '91, and I did mostly runway modeling. I know there's so many people out there looking for pictures, but this was way before the age of the Internet, sorry!",
        "author": "Carla Hall"
    },
    {
        "quote": "We live in the age of the refugee, the age of the exile.",
        "author": "Ariel Dorfman"
    },
    {
        "quote": "From an early age, I knew I would be unhappy if I wasn't doing something creative.",
        "author": "Grimes"
    },
    {
        "quote": "We should burn all libraries and allow to remain only that which everyone knows by heart. A beautiful age of the legend would then begin.",
        "author": "Hugo Ball"
    },
    {
        "quote": "One of the things I've discovered at my age is I must have enchantment. And that was not clear to me in my earlier years. When I look at my favorite films, the Frank Capra - even Scorsese, even 'Goodfellas,' what makes that movie so remarkable is there's enchantment in their world.",
        "author": "David O. Russell"
    },
    {
        "quote": "I come from a family of tall, curvy women. I developed in my body and my shape far earlier, so from a young age I accepted it. I embraced it and saw it as an advantage.",
        "author": "Ricki-Lee Coulter"
    },
    {
        "quote": "I grew up in a very religious family. I could read the Qu'ran easily at the age of five.",
        "author": "Akhmad Kadyrov"
    },
    {
        "quote": "Well, my son really loves wildlife. And everytime he draws a polar bear I want to tell him there probably won't any by the time... he's my age. That's kinda hard to deal with.",
        "author": "Thom Yorke"
    },
    {
        "quote": "That is something that my mother instilled in me at a very young age - to know my self-worth. And I have had times again and again in the fashion industry where all of that was tested and I rose to the occasion because I was told that I am worthy and I should be able to walk away from something that is not worthy of me.",
        "author": "Iman"
    },
    {
        "quote": "At the age of nine, I simultaneously fell in love with two Dutch sisters because they seemed so beautifully strange, and their clothes were mysterious and alluring - added to which, they could not speak a word of English. More than anything, I wanted to connect with them and embark on a vast journey of exploration.",
        "author": "Michael Leunig"
    },
    {
        "quote": "Thomas Young was born in 1731 in upstate New York. The child of impoverished Irish immigrants, he grew up in a log cabin without the benefit of a formal education. But he was an avid reader who began collecting books at a young age and eventually amassed one of the finest personal libraries in New England.",
        "author": "Matthew Stewart"
    },
    {
        "quote": "Coming up in the Bay Area and being African American in a city that has a history of complex issues of violent crime, interaction with the police is always intense. That's something you have to learn. My mom taught me at a young age that if ever a cop stops you, you put your hands up and freeze - don't move.",
        "author": "Ryan Coogler"
    },
    {
        "quote": "I feel that confidence in women - especially young girls of color - but women, in general, is so important. It is so important for us to arm ourselves and become powerful at a very young age.",
        "author": "Viola Davis"
    },
    {
        "quote": "I always place myself as the archetypal Cure fan. I'm the wrong age, but I still think that if I like anything particularly, our fans will.",
        "author": "Robert Smith"
    },
    {
        "quote": "It was amazing to watch him in the darkroom at an advanced age, still get excited when the results were pleasing. He still struggled like we all do in the darkroom and he struggled behind the camera, and when he had a success he was beaming.",
        "author": "John Sexton"
    },
    {
        "quote": "I wanted to be a forest ranger or a coal man. At a very early age, I knew I didn't want to do what my dad did, which was work in an office.",
        "author": "Harrison Ford"
    },
    {
        "quote": "At this age, I should be leading a quiet life.",
        "author": "Aung San Suu Kyi"
    },
    {
        "quote": "Is there any possibility of giving international air travel, which we all need and use and hate, a touch of glamour, or even of reliable, soulless efficiency? I suspect future historians will puzzle over our failure. But by then, of course, we shall be in the age of mass space travel, with its fresh and unimaginable crop of horrors.",
        "author": "Paul Johnson"
    },
    {
        "quote": "After 12 years, the old butterflies came back. Well, I guess at my age you call them moths.",
        "author": "Franco Harris"
    },
    {
        "quote": "Poor little Britney Spears, Lindsay Lohan, or whatever her name is. It must be incredible at that age to be surrounded by people telling you you're wonderful.",
        "author": "Margaret MacMillan"
    },
    {
        "quote": "There's something unique about the United States, a sense of individual rights and freedoms, and a sense of social and civic responsibility that we contributed to so much of the world. We lost that mission in the 1980s and 1990s, when we entered a gilded age, and the culture of individualism became a culture of avarice.",
        "author": "George Hickenlooper"
    },
    {
        "quote": "Our working hypothesis is that the status of knowledge is altered as societies enter what is known as the postindustrial age and cultures enter what is known as the postmodern age.",
        "author": "Jean-Francois Lyotard"
    },
    {
        "quote": "I think that protecting children at the age where they're most vulnerable against diseases that are highly contagious is prudent.",
        "author": "Eula Biss"
    },
    {
        "quote": "I have a strong dance background. I danced from age five until 18, and that helps a lot. Doing a fight routine is like doing a dance routine.",
        "author": "Yvonne Strahovski"
    },
    {
        "quote": "The average age of a gamer is 33 years old, not eight years old, and in fact, if we look at the projected demographics of video game play, the video game players of tomorrow are older adults.",
        "author": "Daphne Bavelier"
    },
    {
        "quote": "If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "The way I looked when I started modelling - I was a skinny schoolgirl, stuffing tissues into my little 32A bra. I wasn't trying to be that thin; I was perfectly healthy, but still - that look is a total impossibility for women over the age of 20. Fashion has a lot to answer for, doesn't it?",
        "author": "Twiggy"
    },
    {
        "quote": "It is a free world. It is a dynamic of our new day and age: technology is everywhere.",
        "author": "Oscar Munoz"
    },
    {
        "quote": "At the age of 80, I'm becoming a visual artist. This could be my rebirth.",
        "author": "Harry Seidler"
    },
    {
        "quote": "'Sex and The City' was made to correct the myth that if you were single at a certain age, you were a leper. Its four characters are heroes to a lot of women; they run around New York, or Gotham - but they have fancy shoes instead of capes.",
        "author": "Michael Patrick King"
    },
    {
        "quote": "I was born in 1952, so obviously the sixties were important. That's when I came of age. It was also a revolutionary period, a complete break with the generation before us in terms of culture, literature, music, and in politics, of course. 1968 was an important year; I was 16, and the world became clear to me, visible, so to say.",
        "author": "Per Petterson"
    },
    {
        "quote": "Age focuses you. You are much better concentrated. There's more time when you travel less, don't do book tours, avoid interviews or public appearances. You walk the dogs, fish, hunt, cook and write.",
        "author": "Jim Harrison"
    },
    {
        "quote": "I don't mind my age.",
        "author": "Heather Mills"
    },
    {
        "quote": "I've always felt like an outcast. My aesthetic is very high-end, but I still get classified as streetwear. There's really no other reason for than other than my age, the way I look, and where I'm from.",
        "author": "Kerby Jean-Raymond"
    },
    {
        "quote": "If you look at body fat, it seems to increase with age, even though your weight does not. That's a physiological fact of aging, they say. Heck it is. It is an adaptive effect of aging.",
        "author": "Kenneth H. Cooper"
    },
    {
        "quote": "I'm realistic about my age and realistic about the fact that there's an awful lot less in front of me than there is behind me. I've always felt that music is an art form that deserves to live the life of the artist.",
        "author": "Roger Daltrey"
    },
    {
        "quote": "Usually cartoon characters stay a certain age; that's part of their appeal. Usually they don't grow up.",
        "author": "Cree Summer"
    },
    {
        "quote": "In choosing a hypothesis there is no virtue in being timid. I clearly would have been burned at the stake in another age.",
        "author": "Thomas Gold"
    },
    {
        "quote": "My love for ice cream emerged at an early age - and has never left!",
        "author": "Ginger Rogers"
    },
    {
        "quote": "I think we ought to raise the age at which juveniles can have a gun.",
        "author": "George W. Bush"
    },
    {
        "quote": "Little Wooster, Ohio and gargantuan Dallas, Texas formed the municipal cocktail of my life up till age 18. That drab, weird little town and the glitzy big one shaped me for sure.",
        "author": "David Berman"
    },
    {
        "quote": "At the age of 12, I developed an intense interest in mathematics. On exposure to algebra, I was fascinated by simultaneous equations and read ahead of the class to the end of the book.",
        "author": "John Pople"
    },
    {
        "quote": "I'd like to talk about free markets. Information in the computer age is the last genuine free market left on earth except those free markets where indigenous people are still surviving. And that's basically becoming limited.",
        "author": "Russell Means"
    },
    {
        "quote": "I do fear for the generations of people who came of age thinking that pop-punk is what punk is, and that all the rebellion you need is just to stick your tongue out in the mirror every once in a while.",
        "author": "Jello Biafra"
    },
    {
        "quote": "My mother grew up with each of her children - whatever your age, that's the age she'd be when she listened to your stories. She never belittled our problems. It made for something permanent and reliable.",
        "author": "Esther Rolle"
    },
    {
        "quote": "There is a place for people 65 and older that no other age group can fit. We have nothing to lose. Some of us have a couple pennies. We can go out now and really be revolutionaries.",
        "author": "Ruby Dee"
    },
    {
        "quote": "I like to think I get better with age, but maybe absence makes the heart grow fonder.",
        "author": "Bonnie Raitt"
    },
    {
        "quote": "The Gilded Age robber barons - the Goulds, the Vanderbilts, the Morgans and Rockefellers - did quite well under laissez-faire. Most of the rest of Americans were still stuck in the ditch, with little to no economic security, life expectancy of roughly 45 years, and horrific infant mortality rates that claimed 300 babies per 1,000 in the cities.",
        "author": "Ben Fountain"
    },
    {
        "quote": "We're in an age of enlightenment, and we have a choice as a society which path to take.",
        "author": "Rhys Ifans"
    },
    {
        "quote": "I want to retire from boxing by the time I am 25 or 26 and be a legend by that age.",
        "author": "Amir Khan"
    },
    {
        "quote": "Very curious, at the age of about 13 years, Oswald began to study Marxism and he kept on in his writing, affirming that he was a Marxist. Probably he did want to show himself as a great, supreme Marxist.",
        "author": "John Sherman Cooper"
    },
    {
        "quote": "The invisible pieces of code that form the gears and cogs of the modern machine age, algorithms have given the world everything from social media feeds to search engines and satellite navigation to music recommendation systems.",
        "author": "Hannah Fry"
    },
    {
        "quote": "I started performing in 1950 at the age of 16 when I joined the Burton Lester's Midgets as a performer. Shortly after, I became a DJ with Mecca Organization before joining Billy Smart's Circus as a clown and shadow Ringmaster.",
        "author": "Kenny Baker"
    },
    {
        "quote": "I used to lie about my age at first because you always want to be 18, but then you start looking at it and you're 40, and the money's still coming. And you're like, 'Man, who cares about that?'",
        "author": "DJ Premier"
    },
    {
        "quote": "We live in such a digital age. Paper is going out of our lives. A poem on paper is tangible.",
        "author": "Peleg Top"
    },
    {
        "quote": "The earth's history over the past several million years is that for every 100,000 years, we go through a dramatic climatic cycle where we get 90,000 years of ice age and 10,000 years of a warm period. I think people today just have the expectation that we deserve a perfectly benign climate forever.",
        "author": "Hugh Ross"
    },
    {
        "quote": "From 11 to 17, I just toured my butt off with my dad and my sister. We hit the road and I was singing all kinds of different songs and different types of genres. But I knew from an early age what I wanted my sound to be, which was country on bass, and I wanted to be a country artist.",
        "author": "Gabby Barrett"
    },
    {
        "quote": "I got my first computer at the age of 6. To me, it was magic. By the time I was 12, I wanted to know the secrets behind the wizardry, and that started my journey toward computer programming. This was the early 1990s, when computers weren't built for the mass market.",
        "author": "Tobias Lutke"
    },
    {
        "quote": "In this age of the electronic media and the mass distribution of the printed word, God will hold us accountable if we do not now move the Book of Mormon in a monumental way.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "I grew up in a very small country town, so I was exposed to horses at quite a young age, but I used to cry and run; they seemed so powerful and so unpredictable.",
        "author": "Cody Fern"
    },
    {
        "quote": "I can't wait to be that age and hanging out with a bunch of people hanging out all day playing golf and going to the beach, all my own age. We'd be laughing and having a good time and getting loopy on our prescription drugs. Driving golf carts around. I can't wait.",
        "author": "Cameron Diaz"
    },
    {
        "quote": "Just as the blurring between childhood and adulthood has produced the kidult, so the stretching of middle into old age has fostered another peculiar chimera: septuagenarians with apoptosis sporting the depeche mode.",
        "author": "Will Self"
    },
    {
        "quote": "Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind.",
        "author": "Ameen Rihani"
    },
    {
        "quote": "I learned to ski in the Dolomites at the age of five. Ski lifts didn't exist then, so I did everything on foot.",
        "author": "Reinhold Messner"
    },
    {
        "quote": "I think that each woman, whatever age, needs to recognize something good in her body. Someone has beautiful legs, someone has beautiful hair, someone else has beautiful decolletage or a beautiful waist or beautiful hands. Everyone has something great.",
        "author": "Carine Roitfeld"
    },
    {
        "quote": "I'm not easily scared; from the age of 8, I learned what it means to have everything you know taken away and what it means to persevere. I approach politics the same way.",
        "author": "Ilhan Omar"
    },
    {
        "quote": "My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do.",
        "author": "J. J. Watt"
    },
    {
        "quote": "Our age is before all things a practical one. It demands of us all clear and tangible results of our work.",
        "author": "Theodor Svedberg"
    },
    {
        "quote": "Mum didn't have shoes. She was the eldest of 10 kids, and some nights they went without food. That's why, from a young age, I wanted to work hard and change that cycle, to provide not only for my parents but my siblings, too.",
        "author": "Israel Folau"
    },
    {
        "quote": "My father came to Chennai at the age of 16 from a village in Coimbatore. He was an artist and was clear he wanted to do something, so he came to Chennai and joined an art course for eight years before he came into films.",
        "author": "Suriya"
    },
    {
        "quote": "Humour is learned behaviour, and I know exactly why I learned to be funny. I did it from a very early age. My dad was a hilarious man, and the way we interacted was being silly together. It was a way to hold his attention.",
        "author": "Greg Davies"
    },
    {
        "quote": "At the age of 11 I was about 6 ft. tall and my voice had completely broken. That caused problems. I was this gangly, spotty, very unattractive kid. I wasn't cool and I wasn't a nerd. I didn't even want to fit in with anyone.",
        "author": "Dan Stevens"
    },
    {
        "quote": "I am rediscovering the whole sexual dimension of life at the age of 86, really. And that also means discovering the feminine. So the whole of this dimension, which I had been seeking for a very long time, is now sort of opening itself up to me.",
        "author": "Bede Griffiths"
    },
    {
        "quote": "A lot of people assume that women of a certain age who are not unattractive have no excuse for not having a perfect life. But you can have emotional baggage that is dragging you down like cement blocks tied to your feet.",
        "author": "Olivia Wilde"
    },
    {
        "quote": "I've always felt that age is just a number - it's not how old or how young you are, it's how you conduct yourself.",
        "author": "Christian Horner"
    },
    {
        "quote": "I never grew up thinking the goal in life was to be a millionaire. All the way through college, I had a part-time job. I worked hard to get the things that you need at that age.",
        "author": "Cecelia Ahern"
    },
    {
        "quote": "We haven't lost romance in the digital age, but we may be neglecting it. In doing so, antiquated art forms are taking on new importance. The power of a handwritten letter is greater than ever. It's personal and deliberate and means more than an e-mail or text ever will.",
        "author": "Ashton Kutcher"
    },
    {
        "quote": "I knew from the age of four that I wanted to preach. I didn't even consider it strange that grown people were listening to this kid preaching until I was around thirteen. I have never believed in limitations.",
        "author": "Al Sharpton"
    },
    {
        "quote": "I was about five or six when I went to the little foundation camps. I got into the academy when I was nine, and I've gone through every age group since and into the first team.",
        "author": "Sean Longstaff"
    },
    {
        "quote": "Bath was dusty and a little shabby when we moved here. It did look its age and you felt its history in its streets and buildings and little alleyways. The sense of the past was palpable. There were some bad modern buildings but there was a patina of age.",
        "author": "Ken Loach"
    },
    {
        "quote": "Being healthy is something I learned from a very young age. Looking after yourself on the inside helps with your energy, makes your skin glow, and changes your whole outlook on life.",
        "author": "Phoebe Tonkin"
    },
    {
        "quote": "I started culinary school at a very young age, and really I wanted to be out working, cooking, more than I wanted to be in a classroom. You could say I wasn't a very good student - I wanted to be a student of life and experience.",
        "author": "Jose Andres"
    },
    {
        "quote": "You don't have to be age 20 and size zero to be sexually viable or viable as a woman.",
        "author": "Belinda Carlisle"
    },
    {
        "quote": "Poppy does not identify with an age.",
        "author": "Poppy"
    },
    {
        "quote": "To me, the puzzle of Ronald Reagan is how a comparatively ordinary man, someone with not extraordinary talent, accomplished such extraordinary results. At the age of 50, no one expected that this was going to be the guy who would become, at least in my interpretation, one of the two most important presidents of the 20th century.",
        "author": "H. W. Brands"
    },
    {
        "quote": "The sense of national catastrophe is inevitably heightened in a television age, when the whole country participates in it.",
        "author": "R. W. Apple, Jr."
    },
    {
        "quote": "When people age, the main valve carrying blood out of the heart becomes brittle. As this aortic valve narrows, it can cause debilitating heart failure, and even death.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "I would not waste time, as Senator Gillibrand does, on things such as dictating a national minimum driving age and sponsoring a 'National Day of Play.' I'd help New Yorkers understand that we get less in value from Washington than what we send there in taxes.",
        "author": "Wendy Long"
    },
    {
        "quote": "To have your parents get divorced at a young age, there's a lot of turbulence. We all grew up together, in some way. It was not idyllic. It was intense, vibrant, sometimes oppressive. I felt I was very much in a world of my own. I didn't meld much in school. I was kind of a loner.",
        "author": "Reid Hoffman"
    },
    {
        "quote": "When kids are young, before the age of ten, there is a critical window of opportunity when their habits and motivations can be influenced.",
        "author": "Richard Attias"
    },
    {
        "quote": "It's so important for kids to get involved with sports in general at a young age.",
        "author": "Lindsey Vonn"
    },
    {
        "quote": "Until I was around 12 or 13, I only listened to classical music, mostly Tchaikovsky. But around that age, I started listening to Iron Maiden, and that's when I purchased my first guitar, a pearl-white Westone.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "My first book, 'The Age of Wire and String,' came out in 1995, and it was hardly reviewed at all.",
        "author": "Ben Marcus"
    },
    {
        "quote": "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet.",
        "author": "Amber Heard"
    },
    {
        "quote": "I feel more mature than most people my age.",
        "author": "Leighton Meester"
    },
    {
        "quote": "As an actor, it's really exciting and challenging to play a character which is much older than your actual age.",
        "author": "Nithya Menen"
    },
    {
        "quote": "From age 7 to about 37, I had a normal life and not a very easy one.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "People think children's books are about teddy bears and little flowers. I realize people sometimes don't know what to do with my books because they say, 'Is it a children's book, and what age group?'",
        "author": "Peter Sis"
    },
    {
        "quote": "Music and fashion are a sign of the times and a reflection of what people want and need at this very day and age.",
        "author": "Lykke Li"
    },
    {
        "quote": "When you are young, do not get involved in steady dating. When you reach an age where you think of marriage, then is the time to become so involved.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "I reached my full height at age 11, and I was clumsy as all get-out - all elbows and knees, couldn't get up a flight of stairs without falling down. I wanted to be a cute, petite blonde, but I'm a big ol' strapping thing, so I just accept it.",
        "author": "Jeannette Walls"
    },
    {
        "quote": "Researchers have been looking for biomarkers of age for a long time and have failed. People sell tests out there to measure your biological age, and none of them work. There's no evidence that you can measure biological age with any reliability.",
        "author": "S. Jay Olshansky"
    },
    {
        "quote": "One of the delights known to age, and beyond the grasp of youth, is that of Not Going.",
        "author": "Anthony Burgess"
    },
    {
        "quote": "I was being singled out as the best in the class at this, that and the other, nearly always to do with art. And then I was a very good swimmer from a very early age, and once again the best in the class, and when I was about five or six, I was the best in the school.",
        "author": "Rolf Harris"
    },
    {
        "quote": "We put so much pressure on kids to excel in school at such a young age.",
        "author": "Caitlyn Jenner"
    },
    {
        "quote": "Well, I think there's not much of a chance for me finding somebody of my age. Gentlemen of my age are dropping down 30 years to find girlfriends.",
        "author": "Victoria Wood"
    },
    {
        "quote": "I knew from my youngest age I wanted to be a fashion designer. I was always draping fabric and working with color palettes.",
        "author": "Catherine Malandrino"
    },
    {
        "quote": "My grandmother - my mother's mother - was a German Jewish refugee, an only child who came here from Berlin in 1936 at the age of 17.",
        "author": "Sarah Gavron"
    },
    {
        "quote": "It hurt me a great deal. It put a lot of pressure on me because I was at a young age and the writers around here and throughout the league starting comparing me to Cobb. It put a lot of pressure on me.",
        "author": "Al Kaline"
    },
    {
        "quote": "Knowing how to age and not being afraid of aging is very healthy.",
        "author": "Evelyn Lauder"
    },
    {
        "quote": "I don't know whether it is important to study science at a young age, though current thinking emphasises the need.",
        "author": "Robert Winston"
    },
    {
        "quote": "We of Africa protest that, in this day and age, we should continue to be treated as lesser human beings than other races.",
        "author": "Robert Mugabe"
    },
    {
        "quote": "We are living in a new age of energy supply anxiety.",
        "author": "Daniel Yergin"
    },
    {
        "quote": "I had a lot of trouble speaking as a kid. I didn't really speak in coherent sentences until I was, like, 6 years old. There was a long time where everybody was very worried, because my sisters were so advanced for their age, and I would barely talk.",
        "author": "Ronda Rousey"
    },
    {
        "quote": "What came up at age 49 is I realized that of all the things I'm interested in, the thing I'm most interested in is figuring out what makes people tick, why people think the way they do, why they act the way they do. And I realized that music is such a great way to investigate why people do what they do.",
        "author": "Yo-Yo Ma"
    },
    {
        "quote": "I knew from a young age what I wanted to do, but that's not the case for everyone. Some go through different paths to reach their destination.",
        "author": "Nikita Parris"
    },
    {
        "quote": "I knew from a very, very early age that I was gay, although in the social environment in Venezuela, you don't ever let that be known.",
        "author": "Arca"
    },
    {
        "quote": "Age can be wonderful for red wine, but not for spacecraft.",
        "author": "Nathan Myhrvold"
    },
    {
        "quote": "A good song is a good song whatever your age.",
        "author": "Sophie Ellis-Bextor"
    },
    {
        "quote": "I've always been short and stocky. So when I got into repertory theatre after graduation, I found myself doing character roles: because of my deep voice, shape and height, I was playing 40-year-old, 50-year-old roles at the age of 23.",
        "author": "David Suchet"
    },
    {
        "quote": "When an actress is younger, she likes to lower her age, but when she is older, she likes to add to her years.",
        "author": "Katharine Cornell"
    },
    {
        "quote": "Futurists get to a certain age and, as one does, they suddenly recognize their own mortality.",
        "author": "William Gibson"
    },
    {
        "quote": "I was taking care of people my age who were dying. The constant feeling, hearing from them, was that life is transient and can end very quickly, so don't postpone your dreams.",
        "author": "Abraham Verghese"
    },
    {
        "quote": "In the role of Ziggy Stardust, Bowie seemed in 1972 like a strange alien creature, not so much coming from another planet as from a future age. His purpose: to warn us about a dangerous society where values were to be turned inside out.",
        "author": "Robert Hilburn"
    }
]