[
    {
        "quote": "I eat everything under the sun and manage to do so as I control the amounts I eat, but I avoid binge eating.",
        "author": "Riya Sen"
    },
    {
        "quote": "There is nothing more helpless and irresponsible than a man in the depths of an ether binge.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "Life itself is the proper binge.",
        "author": "Julia Child"
    },
    {
        "quote": "You can binge a TV series or watch a reality show, and they're not innocent. They take a lot of room in your brain, and you don't have any space left for your own thoughts. They give you a scripted reality. It's an ideological tool.",
        "author": "Raoul Peck"
    },
    {
        "quote": "I binge when I'm happy. When everything is going really well, every day is like I'm at a birthday party.",
        "author": "Kirstie Alley"
    },
    {
        "quote": "I love a good Netflix binge!",
        "author": "Simone Biles"
    },
    {
        "quote": "I'm a guy who has problems with moderation. All or nothing. Binge and purge. Kill or be killed. Gray is not a color I wear well. I should be dead. I know that. I should not be successful. I know that too. My daily existence is a toss of the coin - one side, fear, the other side, gratitude.",
        "author": "Kurt Sutter"
    },
    {
        "quote": "American society was economically ill-run in the 1980s. Our society has been on a consumption binge. If the American people had a town meeting and said, 'What do we care about posterity? Posterity hasn't done anything for us; we're going to whoop it up now,' that is a rational judgment. But nobody ever did that.",
        "author": "Paul Samuelson"
    },
    {
        "quote": "I have been doing a lot of web shows but with so many platforms around, you can't binge on all my work.",
        "author": "Karan Wahi"
    },
    {
        "quote": "Clearly the success of the Netflix model, releasing the entire season of 'House of Cards' at once, proved one thing: The audience wants the control. They want the freedom. If they want to binge as they've been doing on 'House of Cards' and lots of other shows, we should let them binge.",
        "author": "Kevin Spacey"
    },
    {
        "quote": "Anything is possible on a train: a great meal, a binge, a visit from card players, an intrigue, a good night's sleep, and strangers' monologues framed like Russian short stories.",
        "author": "Paul Theroux"
    },
    {
        "quote": "I think I was an alcoholic. There are all these grey areas about what makes you an alcoholic - you can't cope without it, you stop caring about jobs and relationships, or you just binge.",
        "author": "Limmy"
    },
    {
        "quote": "Real people have trouble balancing their checkbooks, much less calculating how much they need to save for retirement; they sometimes binge on food, drink, or high-definition televisions. They are more like Homer Simpson than Mr. Spock.",
        "author": "Richard Thaler"
    },
    {
        "quote": "Life presents itself in constantly changing ways, but you're able to accept the challenges, rather than recoil, throw up your hands, and go on a binge.",
        "author": "Carnie Wilson"
    },
    {
        "quote": "Anorexia, you starve yourself. Bulimia, you binge and purge. You eat huge amounts of food until you're sick and then you throw up. And anorexia, you just deny yourself. It's about control.",
        "author": "Tracey Gold"
    },
    {
        "quote": "Most people, including many Jews, think of Yom Kippur as a 25-hour caffeine headache capped off by a lox-and-bagels binge. It's undeniably that. But it is also, at its deepest level, a dry run. It is the one day of the year when we Jews are asked to look our mortality in the face.",
        "author": "Bari Weiss"
    },
    {
        "quote": "Occupy Wall Street means making Wall Street and the corporate power elite understand that the people affected by the binge of unregulated greed are not going away, and they are not going to give up.",
        "author": "Dana Spiotta"
    },
    {
        "quote": "I binge pretty much everything. If I'm watching something, I'm bingeing it. I binged 'The Good Place' recently. 'Handmaid's Tale.'",
        "author": "Shonda Rhimes"
    },
    {
        "quote": "Everyone is going to binge on a diet, for instance, so plan for it, schedule it, and contain the damage.",
        "author": "Tim Ferriss"
    },
    {
        "quote": "I know I'm a binge eater and it sucks... but I am still motivated and I know mentally I feel better when I physically eat better.",
        "author": "Trisha Paytas"
    },
    {
        "quote": "In my new book, 'Binge,' I share essays about everything I've never told my viewers - touching on the best and worst days of my life, some hilarious, some embarrassing, but all extremely personal.",
        "author": "Tyler Oakley"
    },
    {
        "quote": "I think when YouTube first came out, everyone was thinking people were just going to watch five-minute shows from now on and that people didn't have the patience anymore to watch longer programmes. But instead, everyone is binge watching and consuming ten-hour programmes and box sets of shows, so it is really interesting.",
        "author": "O. T. Fagbenle"
    },
    {
        "quote": "I'm into 'House of Cards.' 'Breaking Bad' - my God, did I binge on that!",
        "author": "Carol Burnett"
    },
    {
        "quote": "I was never a joiner. I tried - I had people I admired and liked and wanted to hang with, but I ended up starting a theatre company and that took me back to Chicago... I guess I wasn't a scenester in the end. Something must have worked out right, as I'm still here - but I'm only a binge socialite.",
        "author": "John Cusack"
    },
    {
        "quote": "My writing regimen is not very regimented. I tend to be a binge writer, working sometimes in the morning and sometimes all night. When I get going I like to hunch over the keyboard until I feel totally played out.",
        "author": "Jess Walter"
    },
    {
        "quote": "I am vegetarian. I have a sweet tooth, so I try and avoid desserts. I binge maybe once a month. I eat every two hours, whether it is a Marie biscuit or just a slice of apple. As a result, my metabolism has improved, and this is a huge contributor to weight loss.",
        "author": "Vidya Balan"
    },
    {
        "quote": "I can't even count the number of times I've obliterated my diet with a binge session. One second, I'm floating along just fine, four days into a successful low-carb lifestyle. The next? I'm standing alone in a dark kitchen, eating a sleeve of Ritz crackers and cream cheese with a spoon.",
        "author": "Rachel Hollis"
    },
    {
        "quote": "I binge write, basically. I do a lot of prep, research, setup. I'll have a pretty detailed outline. Sort of like a beat outline. And then I'll add little notes and dialogue ideas, and I'll just create a 20-page document.",
        "author": "Cary Fukunaga"
    },
    {
        "quote": "One of the best descriptions of the type of writer I am was given by Tom Paulin, who described himself as a 'binge' writer - like a binge drinker. I go on binges.",
        "author": "Seamus Heaney"
    },
    {
        "quote": "I don't see my artist friends as any more neurotic or addiction-prone than the others. The roommates I have had who were into triathlons or environmentalism were just as crazy as the poets, just as prone to tears over gardening or air conditioners, just as ready to kite a cheque or binge on cookie dough.",
        "author": "Russell Smith"
    },
    {
        "quote": "I think the main reason is that people binge watch because they can. We're like dogs, really. If we like something, we tend to gorge ourselves on it until there's no more left. And as bingeing becomes possible and commonplace, it's only natural that shows should start to take it into account.",
        "author": "D. B. Weiss"
    },
    {
        "quote": "I was in my mid-40s. I was a bulimic, and I realized if I continue with this addiction of mine, I will not be able to continue doing my life. The older you get the more damage it does; it takes longer to recover from a binge. And it was very hard.",
        "author": "Jane Fonda"
    },
    {
        "quote": "TV now, you have to plan it: you structure it for binge watching, meaning you structure the whole season like a three-act play. You have a first act - the first third of the season - second act is the middle third, and you structure it like that.",
        "author": "Guillermo del Toro"
    },
    {
        "quote": "I never watch anything live, I record all my programmes and have a real binge on a Friday night and watch them all.",
        "author": "Katie Piper"
    },
    {
        "quote": "I'm not a huge TV person, but when I do watch, it's always after the fact because I like to binge watch. It's more entertaining for me to watch these characters fresh, after one episode, instead of waiting a whole week.",
        "author": "Alia Shawkat"
    },
    {
        "quote": "We no longer sing and dance. We don't know how to. Instead, we watch other people sing and dance on the television screen. Christmas, which was once a festival of active enjoyment, has turned into a binge of purely passive pleasures.",
        "author": "Tom Hodgkinson"
    },
    {
        "quote": "I am a binge reader, with a tendency to throw myself at a writer, immerse myself in their work.",
        "author": "Rumaan Alam"
    },
    {
        "quote": "I'm a binge writer. I work in the music business fulltime, in artist management and developing songwriters and recording artists, and so juggling my job I carve out as much time as I can on the weekends.",
        "author": "Ruta Sepetys"
    },
    {
        "quote": "I definitely binge watch. My schedule is so inconsistent and crazy and hectic that if I get a chunk of time, it's like, 'Oh, sweet, I have three hours. I'm going to watch three episodes of 'Peaky Blinders' right now.'",
        "author": "Jesse Lee Soffer"
    },
    {
        "quote": "I'm, like, a binge gamer.",
        "author": "Aisha Tyler"
    },
    {
        "quote": "I am a massive fan of tele. When I have an evening off I just crash in front of the sofa and binge. I love it.",
        "author": "Georgia Toffolo"
    },
    {
        "quote": "We must do all we can to empower parents and communities to protect our youth and to encourage healthy behavior free from binge drinking and other forms of alcohol abuse.",
        "author": "Jon Corzine"
    },
    {
        "quote": "I have a simple mantra: eat right and work out; you'll never have a weight issue. I never starve or binge.",
        "author": "Malaika Arora Khan"
    },
    {
        "quote": "I love bingeing. 'The Wire' was my first binge, and the thing about bingeing is, when you are doing four or five hours a day for a number of days, it becomes a literary experience, closer to reading.",
        "author": "James L. Brooks"
    },
    {
        "quote": "Stop trying to find something in food that will make you feel better. I used to have eating disorders; I'd binge and purge all the time: fried oysters, po' boys, muffulettas, beignets, coffee and doughnuts. I tried to medicate myself with food when people made fun of me or hit me with a bat in school. I'd always turn to food.",
        "author": "Richard Simmons"
    },
    {
        "quote": "China has been on a historic commodities binge as it doubled the size of its economy in recent years to become one of the world's largest. Even so, those fundamentals begat - as they have so often throughout human history - a feeding frenzy.",
        "author": "Kelly Evans"
    },
    {
        "quote": "Because these kids get away from their parents, and they binge drink until they are sick. Dozens of them are going to the hospital, and some of them dying. This is a problem, a big problem that needs to be addressed, and we need accurate information.",
        "author": "Zach Wamp"
    },
    {
        "quote": "The state is out of control, the state is on a spending binge, the state has to stop putting itself in a hole that's getting deeper and deeper and deeper.",
        "author": "Peter Ueberroth"
    },
    {
        "quote": "The economy has become seriously unbalanced. Its growth has not been driven by investment or by overcoming Britain's long-standing weaknesses in investment and productivity, particularly skills. Instead, there has been a binge of debt-financed consumer spending.",
        "author": "Vince Cable"
    },
    {
        "quote": "I binge write. I think it's because I started seriously writing by participating in National Novel Writing Month, an online-based challenge to write 50,000 words in 30 days.",
        "author": "Erin Morgenstern"
    },
    {
        "quote": "I didn't binge when I was pregnant.",
        "author": "Bethenny Frankel"
    },
    {
        "quote": "Disciplined governments do not engage in the economic equivalent of binge eating followed by crash dieting.",
        "author": "Peter Blair Henry"
    },
    {
        "quote": "I've learnt that if I tell myself I'm not allowed something, I binge on it later. So if I want chocolate, I have chocolate. If I want biscuits, I have biscuits. I love cake. I just love cake.",
        "author": "Geri Halliwell"
    },
    {
        "quote": "I believe in binging once a week. This takes care of my cravings. I don't eat huge quantities when I binge, but I eat different varieties of food.",
        "author": "Shilpa Shetty"
    },
    {
        "quote": "Binge viewing has been around since DVD box sets.",
        "author": "Dana Brunetti"
    },
    {
        "quote": "I don't think the process of writing books is in any way sensible. It's not logical, and it's not reasonable. I do write very fast, and I just do it in a binge. Other people binge-drink; I binge-write.",
        "author": "Kerry Greenwood"
    },
    {
        "quote": "I don't make a habit of watching my parents' films, because it is a little strange. But I will say that I binge watch 'House of Cards' compulsively, and I think it's the first time I've ever seen one of my mom's projects and totally forgot she was my mom!",
        "author": "Dylan Penn"
    },
    {
        "quote": "We binge on instant knowledge, but we are learning the hazards, and readers are warier than they used to be of nanosecond-interpretations of Supreme Court decisions.",
        "author": "Evan Osnos"
    },
    {
        "quote": "When it came to 'Binge,' it wasn't my intention to get on a little soapbox and have a teaching moment. It was more, 'Here are things that have happened to me; here's what I've learned from it. If you'd like to learn from it too, great; if you just like the entertainment aspect, that's fine too.'",
        "author": "Tyler Oakley"
    },
    {
        "quote": "With less and less television being watched live, consumers are enjoying the freedom to record at home or in the cloud, watch locally or on the go, and binge watch entire series that they never had the time to enjoy.",
        "author": "Jay Samit"
    },
    {
        "quote": "We're in this really different world of television where everybody is binge watching, and it almost doesn't matter where you're airing.",
        "author": "Jessica St. Clair"
    },
    {
        "quote": "I didn't know much about the 'Walking Dead' until after I booked the gig, and then I watched the first four seasons. I binge watched them in two weeks, and at that moment I realised, 'Oh, this is a much bigger thing than I thought it was.'",
        "author": "Alycia Debnam-Carey"
    },
    {
        "quote": "I admit my reading time is limited because I can write in the situations and places where people usually read. But reading is the fuel - it's inspiring - so I try to keep the tank full. What happens most of the time is I binge read. I will put aside a day or two to do nothing but read.",
        "author": "Michael Connelly"
    },
    {
        "quote": "I need to figure out how to sleep better. Most of my binge watching is after midnight. Most of my baking is after ten. I'm really working on trying to sleep more. No devices in my bed, get into a routine. I've started doing yoga every night.",
        "author": "Shari Redstone"
    },
    {
        "quote": "Unfortunately, our sport has a weight limit, so every season, I have to lose weight. You just get tired of not eating the way you want to eat, so in the off-season, I'll binge and gain a few pounds and then have to lose them back.",
        "author": "Lauren Gibbs"
    },
    {
        "quote": "TV has so many access points, so many availabilities. DVR, binge viewing.",
        "author": "Kevin Reilly"
    },
    {
        "quote": "If, like me, you've never watched 'Game of Thrones', the podcast 'Binge Mode: 'Game of Thrones'' ought to be unlistenable. It isn't, thanks to the energy of the two expert presenters Mallory Rubin and Jason Concepcion, who have the wit to laugh at their own deep-dive devotion and are helped out by some smart editing.",
        "author": "David Hepworth"
    },
    {
        "quote": "No such thing as food that's terrible for you, unless you binge on it.",
        "author": "Melanie Scrofano"
    },
    {
        "quote": "Hyderabad can be harsh to a foodie like me. The haleems and the biryanis are in your face. It's hard to overcome temptations and harder not to binge.",
        "author": "Rana Daggubati"
    },
    {
        "quote": "I have taken a bit, when I find the time, to the odd television binge. Because television has improved so much, it's worth binging.",
        "author": "Sam Neill"
    },
    {
        "quote": "I do binge once a week. Otherwise, I keep strict control over my diet. Unlike others, I don't stop eating once I start.",
        "author": "Suniel Shetty"
    },
    {
        "quote": "On days when I wrap up my shooting by around 5 P. M., I binge on medu vada, bajji, bonda in streetside stalls on the way back home.",
        "author": "Vijay Antony"
    },
    {
        "quote": "I've a sweet tooth, so I love to binge on anything sweet when I have the option.",
        "author": "Pranitha Subhash"
    },
    {
        "quote": "Love' is the perfect binge watch series for the weekend. The show is funny, real, in your face, all about love, yet completely unromantic!",
        "author": "Shweta Basu Prasad"
    }
]