[
    {
        "quote": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.",
        "author": "Mary Tyler Moore"
    },
    {
        "quote": "The biggest risk is not taking any risk... In a world that is changing really quickly, the only strategy that is guaranteed to fail is not taking risks.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "Take risks. Ask big questions. Don't be afraid to make mistakes; if you don't make mistakes, you're not reaching far enough.",
        "author": "David Packard"
    },
    {
        "quote": "Beware of missing chances; otherwise it may be altogether too late some day.",
        "author": "Franz Liszt"
    },
    {
        "quote": "Luck always favours the brave. And you must remember that brave are the people who follow their heart; brave are the people who take chances in life. Which also means you have to say no sometimes. I believe the power of no is greater than yes.",
        "author": "Preity Zinta"
    },
    {
        "quote": "I am a great believer in luck, and I find the harder I work the more I have of it.",
        "author": "Stephen Leacock"
    },
    {
        "quote": "The risk of a wrong decision is preferable to the terror of indecision.",
        "author": "Maimonides"
    },
    {
        "quote": "You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "Good luck is a residue of preparation.",
        "author": "Jack Youngblood"
    },
    {
        "quote": "Living at risk is jumping off the cliff and building your wings on the way down.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Just keep taking chances and having fun.",
        "author": "Garth Brooks"
    },
    {
        "quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary.",
        "author": "Jim Rohn"
    },
    {
        "quote": "If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "If you're so afraid of failure, you will never succeed. You have to take chances.",
        "author": "Mario Andretti"
    },
    {
        "quote": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.",
        "author": "John Paul Jones"
    },
    {
        "quote": "If no one ever took risks, Michaelangelo would have painted the Sistine floor.",
        "author": "Neil Simon"
    },
    {
        "quote": "When it comes to luck, you make your own.",
        "author": "Bruce Springsteen"
    },
    {
        "quote": "At some point in your life, if you're lucky, you get to design the way in which things evolve.",
        "author": "Daniel Day-Lewis"
    },
    {
        "quote": "The chances of each of us coming into existence are infinitesimally small, and even though we shall all die some day, we should count ourselves fantastically lucky to get our decades in the sun.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "I haven't lived a perfect life. I have regrets. But that's from a lifetime of taking chances, making decisions, and trying not to be frozen. The only thing that I can do with my regrets is understand them.",
        "author": "Kevin Costner"
    },
    {
        "quote": "The only safe thing is to take a chance.",
        "author": "Mike Nichols"
    },
    {
        "quote": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.",
        "author": "Cat Cora"
    },
    {
        "quote": "If your parents never had children, chances are you won't either.",
        "author": "Dick Cavett"
    },
    {
        "quote": "Luck is always the last refuge of laziness and incompetence.",
        "author": "James Cash Penney"
    },
    {
        "quote": "Your chances of success in any undertaking can always be measured by your belief in yourself.",
        "author": "Robert Collier"
    },
    {
        "quote": "It's true hard work never killed anybody, but I figure, why take the chance?",
        "author": "Ronald Reagan"
    },
    {
        "quote": "A pound of pluck is worth a ton of luck.",
        "author": "James A. Garfield"
    },
    {
        "quote": "Don't ever try and be like anybody else and don't be afraid to take risks.",
        "author": "Waylon Jennings"
    },
    {
        "quote": "But we also believe in taking risks, because that's how you move things along.",
        "author": "Melinda Gates"
    },
    {
        "quote": "Good luck has its storms.",
        "author": "George Lucas"
    },
    {
        "quote": "Great deeds are usually wrought at great risks.",
        "author": "Herodotus"
    },
    {
        "quote": "Buy the ticket, take the ride.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "I've always taken risks, and never worried what the world might really think of me.",
        "author": "Cher"
    },
    {
        "quote": "I believe in luck: how else can you explain the success of those you dislike?",
        "author": "Jean Cocteau"
    },
    {
        "quote": "If I had my way, if I was lucky enough, if I could be on the brink my entire life - that great sense of expectation and excitement without the disappointment - that would be the perfect state.",
        "author": "Cate Blanchett"
    },
    {
        "quote": "You know, from my point of view, I'm the luckiest cat on the planet.",
        "author": "Hugh Hefner"
    },
    {
        "quote": "Our lives improve only when we take chances - and the first and most difficult risk we can take is to be honest with ourselves.",
        "author": "Walter Anderson"
    },
    {
        "quote": "I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "The right time is any time that one is still so lucky as to have.",
        "author": "Henry James"
    },
    {
        "quote": "You don't concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done.",
        "author": "Chuck Yeager"
    },
    {
        "quote": "Each of us has about 40 chances to accomplish our goals in life. I learned this first through agriculture, because all farmers can expect to have about 40 growing seasons, giving them just 40 chances to improve on every harvest.",
        "author": "Howard Graham Buffett"
    },
    {
        "quote": "One hour of life, crowded to the full with glorious action, and filled with noble risks, is worth whole years of those mean observances of paltry decorum, in which men steal through existence, like sluggish waters through a marsh, without either honor or observation.",
        "author": "Walter Scott"
    },
    {
        "quote": "The flower has opened, has been in the sun and is unafraid. I'm taking more chances; I'm bold and proud.",
        "author": "Paula Cole"
    },
    {
        "quote": "I postpone death by living, by suffering, by error, by risking, by giving, by losing.",
        "author": "Anais Nin"
    },
    {
        "quote": "Care and diligence bring luck.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "I think the harder you work, the more luck you have.",
        "author": "Dave Thomas"
    },
    {
        "quote": "The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable.",
        "author": "Terri Clark"
    },
    {
        "quote": "If you are living a life that feels right to you, if you're willing to take creative chances or a creative path that feels like it's mostly in keeping with your sensibilities, you know, aesthetic and artistic, then that's what matters.",
        "author": "Tracy Chapman"
    },
    {
        "quote": "Great risks come in long term, tremendously assiduous, very courageous study.",
        "author": "William Hurt"
    },
    {
        "quote": "Luck, that's when preparation and opportunity meet.",
        "author": "Pierre Trudeau"
    },
    {
        "quote": "I take risks - that's my life on the slopes and off.",
        "author": "Lindsey Vonn"
    },
    {
        "quote": "Luck affects everything. Let your hook always be cast; in the stream where you least expect it there will be a fish.",
        "author": "Ovid"
    },
    {
        "quote": "Taking risks gives me energy.",
        "author": "Jay Chiat"
    },
    {
        "quote": "If you knew that your life was merely a phase or short, short segment of your entire existence, how would you live? Knowing nothing 'real' was at risk, what would you do? You'd live a gigantic, bold, fun, dazzling life. You know you would. That's what the ghosts want us to do - all the exciting things they no longer can.",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "I don't believe in pitfalls. I believe in taking risks and not doing the same thing twice.",
        "author": "Guy Laliberte"
    },
    {
        "quote": "Anytime we step out boldly to make changes, we take a chance that we might fail. But the only way to get better is to try.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "When a man has no reason to trust himself, he trusts in luck.",
        "author": "E. W. Howe"
    },
    {
        "quote": "Keep on going and the chances are you will stumble on something, perhaps when you are least expecting it. I have never heard of anyone stumbling on something sitting down.",
        "author": "Charles Kettering"
    },
    {
        "quote": "To work all the time is to be incredibly lucky.",
        "author": "Harvey Fierstein"
    },
    {
        "quote": "I just do whatever it is that I believe I should do, regardless of the risks to my life.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "I fear the boredom that comes with not learning and not taking chances.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "Nothing is as obnoxious as other people's luck.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "I prefer to be alive, so I'm cautious about taking risks.",
        "author": "Werner Herzog"
    },
    {
        "quote": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.",
        "author": "Gary Ryan Blair"
    },
    {
        "quote": "I must learn to love the fool in me - the one who feels too much, talks too much, takes too many chances, wins sometimes and loses often, lacks self-control, loves and hates, hurts and gets hurt, promises and breaks promises, laughs and cries.",
        "author": "Theodore Isaac Rubin"
    },
    {
        "quote": "Most of us regard good luck as our right, and bad luck as a betrayal of that right.",
        "author": "William Feather"
    },
    {
        "quote": "Some folk want their luck buttered.",
        "author": "Thomas Hardy"
    },
    {
        "quote": "In battle, you forgive a man anything except an unwillingness to take risks. Sometimes you have to put it on the line.",
        "author": "Tom Clancy"
    },
    {
        "quote": "I like entrepreneurial people; I like people who take risks.",
        "author": "Billie Jean King"
    },
    {
        "quote": "Take calculated risks. That is quite different from being rash.",
        "author": "George S. Patton"
    },
    {
        "quote": "Thinking of Plan B muddies up your chances of succeeding at Plan A.",
        "author": "Charlie Day"
    },
    {
        "quote": "You gotta learn that if you don't get it by midnight, chances are you ain't gonna get it, and if you do, it ain't worth it.",
        "author": "Casey Stengel"
    },
    {
        "quote": "It's not about failure; it's about trying something and risking something for attaining your goal.",
        "author": "Carol Alt"
    },
    {
        "quote": "God's dice always have a lucky roll.",
        "author": "Sophocles"
    },
    {
        "quote": "We are not trying to entertain the critics. I'll take my chances with the public.",
        "author": "Walt Disney"
    },
    {
        "quote": "People are lucky and unlucky not according to what they get absolutely, but according to the ratio between what they get and what they have been led to expect.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Necessity is the mother of taking chances.",
        "author": "Mark Twain"
    },
    {
        "quote": "If you know you can do it - if you can already chart every day in your future - then why bother? Choose to do something you have more trouble imagining. Take a chance.",
        "author": "Gina Barreca"
    },
    {
        "quote": "Luck marches with those who give their very best.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "It's not that I don't value my life. It's just that I love taking chances, testing myself, stepping over the line.",
        "author": "Wendy O. Williams"
    },
    {
        "quote": "Fortune, seeing that she could not make fools wise, has made them lucky.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "The worst cynicism: a belief in luck.",
        "author": "Joyce Carol Oates"
    },
    {
        "quote": "When the phone started ringing too many times, I had to take it back to what I can handle. I take my chances on a job or a person as opposed to a situation. I don't like to have a situation placed over my head.",
        "author": "Bill Murray"
    },
    {
        "quote": "However well organized the foundations of life may be, life must always be full of risks.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "To be successful, one must take chances.",
        "author": "Willie Stargell"
    },
    {
        "quote": "I believe in taking chances and living your life. Sometimes doors open and others close and you have to figure out which one you're going to take. I'm always for the one that's challenging.",
        "author": "Gisele Bundchen"
    },
    {
        "quote": "The man who is intent on making the most of his opportunities is too busy to bother about luck.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "I guess I've always been attracted to people who stand out as individuals - people who are adventurous and take chances.",
        "author": "Carmen Electra"
    },
    {
        "quote": "I have found that I always learn more from my mistakes than from my successes. If you aren't making some mistakes, you aren't taking enough chances.",
        "author": "John Sculley"
    },
    {
        "quote": "I do think taking the 20s to take the most chances you can is important, because you're not going to hurt anyone else during that time. And if you do have a partner, you need a couple years to rehearse that relationship.",
        "author": "Gail Sheehy"
    },
    {
        "quote": "When a person cannot deceive himself the chances are against his being able to deceive other people.",
        "author": "Mark Twain"
    },
    {
        "quote": "And when I was saying I want to become number one of the world and I was 7, 8 years old, most of the people were laughing to me. Because you know, it seemed like I have one percent chances to do that. And I've done it.",
        "author": "Novak Djokovic"
    },
    {
        "quote": "If someone is always to blame, if every time something goes wrong someone has to be punished, people quickly stop taking risks. Without risks, there can't be breakthroughs.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "There is no such thing as luck. It's a fancy name for being always at our duty, and so sure to be ready when good time comes.",
        "author": "Edward G. Bulwer-Lytton"
    },
    {
        "quote": "Sometimes I wake up in the morning and feel like going straight back to bed. But I still have to get up and work, and I still have to take advantage of the chances I've been given in life.",
        "author": "Estelle"
    },
    {
        "quote": "I lucked out when I started to sing. I'd already experienced failing at everything else.",
        "author": "Cyndi Lauper"
    },
    {
        "quote": "The true statesman is the one who is willing to take risks.",
        "author": "Charles de Gaulle"
    },
    {
        "quote": "I think it's no secret that I've tried to take chances in my career and also in my life, and I believe to not live in fear.",
        "author": "Nicolas Cage"
    },
    {
        "quote": "Every business and every product has risks. You can't get around it.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "I love taking chances.",
        "author": "Wayne Newton"
    },
    {
        "quote": "Living is risking.",
        "author": "Jeanne Moreau"
    },
    {
        "quote": "I'm the one who will take chances, not worry about the backlash.",
        "author": "Magic Johnson"
    },
    {
        "quote": "It is not like I have gone crazy, I just don't want to take any chances. You never know what could happen.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "I think people who are not rich can be extremely happy. And I think the chances to be happy in this new world - with many more opportunities to be creative, to be online, to educate yourself - there'll be a lot more chances to be happy. It's not to say everyone will take them, but there will be a lot of new paths to opportunity.",
        "author": "Tyler Cowen"
    },
    {
        "quote": "Just by luck, I picked good heroes to worship.",
        "author": "Charles Kuralt"
    },
    {
        "quote": "It comes from the likes of you! Take what you can get! Grab the chances as they come along! Act in hallways! Sing in doorways! Dance in cellars!",
        "author": "Alexander Woollcott"
    },
    {
        "quote": "It's luck that one thing works out and one doesn't, it's sort of happenstance.",
        "author": "Richard Linklater"
    },
    {
        "quote": "This business is always changing. If you're going to be a leader, you've got to take chances.",
        "author": "Ronnie Milsap"
    },
    {
        "quote": "Some campaigns are not worth waging if you can't win; others have to be fought on grounds of principle regardless of the chances for success.",
        "author": "Patricia Ireland"
    },
    {
        "quote": "Sometimes there are things worth risking your life for. It was Jesus who said if you want to save your life, you have to lose it.",
        "author": "Gene Robinson"
    },
    {
        "quote": "A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker.",
        "author": "Ann Bancroft"
    },
    {
        "quote": "I tend to be a person who starts with the presumption that I should trust you until you abuse the privilege, and then our relationship is forever changed. That's a very big line, and chances are it's not going to work if it's crossed. I warn people that this is how I'm going to deal with it.",
        "author": "Penny Pritzker"
    },
    {
        "quote": "I have the freedom to take chances, to say no. I have the freedom to be who I really want to be, rather than have to conform to this or that just to stay alive.",
        "author": "Robert Redford"
    },
    {
        "quote": "I just have to take my chances like any other composer.",
        "author": "Gordon Getty"
    },
    {
        "quote": "If you are worried about what people think of you, you should go into politics. Real actors take chances.",
        "author": "Rob Lowe"
    },
    {
        "quote": "If you like the stuff I do, my chances of liking you go up.",
        "author": "Penn Jillette"
    },
    {
        "quote": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.",
        "author": "Pauline Kael"
    },
    {
        "quote": "A problem is a chance for you to do your best.",
        "author": "Duke Ellington"
    },
    {
        "quote": "Destiny is no matter of chance. It is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved.",
        "author": "William Jennings Bryan"
    },
    {
        "quote": "Growth is never by mere chance; it is the result of forces working together.",
        "author": "James Cash Penney"
    },
    {
        "quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.",
        "author": "Abigail Adams"
    },
    {
        "quote": "Every moment is an organizing opportunity, every person a potential activist, every minute a chance to change the world.",
        "author": "Dolores Huerta"
    },
    {
        "quote": "It's choice - not chance - that determines your destiny.",
        "author": "Jean Nidetch"
    },
    {
        "quote": "A holiday is an opportunity to journey within. It is also a chance to chill, to relax. It is when I switch on my rest mode.",
        "author": "Prabhas"
    },
    {
        "quote": "Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "The world is so unpredictable. Things happen suddenly, unexpectedly. We want to feel we are in control of our own existence. In some ways we are, in some ways we're not. We are ruled by the forces of chance and coincidence.",
        "author": "Paul Auster"
    },
    {
        "quote": "Absolutely, I think every day is a new day, every day is a new opportunity, and every day is a new chance.",
        "author": "Jennifer Winget"
    },
    {
        "quote": "We are not the same persons this year as last; nor are those we love. It is a happy chance if we, changing, continue to love a changed person.",
        "author": "W. Somerset Maugham"
    },
    {
        "quote": "My favorite fruit is grapes. Because with grapes, you always get another chance. 'Cause, you know, if you have a crappy apple or a peach, you're stuck with that crappy piece of fruit. But if you have a crappy grape, no problem - just move on to the next. 'Grapes: The Fruit of Hope.'",
        "author": "Demetri Martin"
    },
    {
        "quote": "A man who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about.",
        "author": "Tiger Woods"
    },
    {
        "quote": "All I ask is the chance to prove that money can't make me happy.",
        "author": "Spike Milligan"
    },
    {
        "quote": "When I have a chance to go back to my village, I always remind myself where I came from.",
        "author": "Mohamed Salah"
    },
    {
        "quote": "Each year, Labor Day gives us an opportunity to recognize the invaluable contributions that working men and women make to our nation, our economy and our collective prosperity. It gives us a chance to show gratitude for workers' grit, dedication, ingenuity and strength, which define our nation's character.",
        "author": "Tom Perez"
    },
    {
        "quote": "It's not how you start the season, it's how you finish. If you wind up helping the team make the playoffs, that's what you play for. You don't play to put up your numbers, but to try to get a chance to make it to the World Series.",
        "author": "Albert Pujols"
    },
    {
        "quote": "Tea time is a chance to slow down, pull back and appreciate our surroundings.",
        "author": "Letitia Baldrige"
    },
    {
        "quote": "To reminisce with my old friends, a chance to share some memories, and play our songs again.",
        "author": "Ricky Nelson"
    },
    {
        "quote": "We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "I don't want to miss out on the chance of having a good time.",
        "author": "Victor Webster"
    },
    {
        "quote": "Every year on your birthday, you get a chance to start new.",
        "author": "Sammy Hagar"
    },
    {
        "quote": "You pity the fool because you don't want to beat up a fool! You know, pity is between sorry and mercy. See, if you pity him, you know, you won't have to beat him up. So that's why I say fools, you gotta give another chance because they don't know no better. That's why I pity them!",
        "author": "Mr. T"
    },
    {
        "quote": "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
        "author": "Alex Rodriguez"
    },
    {
        "quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.",
        "author": "Winston Churchill"
    },
    {
        "quote": "The Special Olympics motto, 'Let me win, but if I cannot win, let me be brave in the attempt,' really speaks to me because it embodies exactly what I have pursued in my life. Really, that's all any of us can hope for - a chance to be brave and to pursue a dream.",
        "author": "Hannah Teter"
    },
    {
        "quote": "Take the risk. Take the chance. Put your heart and soul into it, because when you put your soul into it, you will become what you've always dreamed. You yourself will become a legend.",
        "author": "Jamie Brewer"
    },
    {
        "quote": "If agriculture goes wrong, nothing else will have a chance to go right.",
        "author": "M. S. Swaminathan"
    },
    {
        "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "The 50-50-90 rule: Anytime you have a 50-50 chance of getting something right, there's a 90% probability you'll get it wrong.",
        "author": "Andy Rooney"
    },
    {
        "quote": "Friendships in childhood are usually a matter of chance, whereas in adolescence they are most often a matter of choice.",
        "author": "David Elkind"
    },
    {
        "quote": "I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot.",
        "author": "Bill Gates"
    },
    {
        "quote": "You can't sit on a lead and run a few plays into the line and just kill the clock. You've got to throw the ball over the damn plate and five the other man his chance. That's why baseball is the greatest game of them all.",
        "author": "Earl Weaver"
    },
    {
        "quote": "No man will be a sailor who has contrivance enough to get himself into a jail; for being in a ship is being in a jail, with the chance of being drowned... a man in a jail has more room, better food, and commonly better company.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "I think one of the coolest things you can do is disappear for a while, because it gives you the chance to re-emerge. To sort of pounce out of the jungle.",
        "author": "Josh Homme"
    },
    {
        "quote": "Filmmaking is a chance to live many lifetimes.",
        "author": "Robert Altman"
    },
    {
        "quote": "I think there's no higher calling in terms of a career than public service, which is a chance to make a difference in people's lives and improve the world.",
        "author": "Jack Lew"
    },
    {
        "quote": "If you do not believe you can do it then you have no chance at all.",
        "author": "Arsene Wenger"
    },
    {
        "quote": "Freedom is nothing but a chance to be better.",
        "author": "Albert Camus"
    },
    {
        "quote": "Housework can't kill you, but why take a chance?",
        "author": "Phyllis Diller"
    },
    {
        "quote": "Since there is nothing so well worth having as friends, never lose a chance to make them.",
        "author": "Francesco Guicciardini"
    },
    {
        "quote": "Chance is always powerful. Let your hook always be cast; in the pool where you least expect it, there will be fish.",
        "author": "Ovid"
    },
    {
        "quote": "We must overcome the notion that we must be regular... it robs you of the chance to be extraordinary and leads you to the mediocre.",
        "author": "Uta Hagen"
    },
    {
        "quote": "If you go around being afraid, you're never going to enjoy life. You have only one chance, so you've got to have fun.",
        "author": "Lindsey Vonn"
    },
    {
        "quote": "We all have big changes in our lives that are more or less a second chance.",
        "author": "Harrison Ford"
    },
    {
        "quote": "Give yourself a chance to see how much better life will get. And it will get better.",
        "author": "Joel Burns"
    },
    {
        "quote": "All human beings are born entrepreneurs. Some get a chance to unleash that capacity. Some never got the chance, never knew that he or she has that capacity.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "I grew up never seeing myself on-screen, and it's really important to me to give people who look like me a chance to see themselves. I want to see myself as the hero of any story. I want to see myself save the world from the bomb.",
        "author": "Sandra Oh"
    },
    {
        "quote": "America is the land of the second chance - and when the gates of the prison open, the path ahead should lead to a better life.",
        "author": "George W. Bush"
    },
    {
        "quote": "I will prepare and some day my chance will come.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Anywhere, anytime ordinary people are given the chance to choose, the choice is the same: freedom, not tyranny; democracy, not dictatorship; the rule of law, not the rule of the secret police.",
        "author": "Tony Blair"
    },
    {
        "quote": "You only get one chance at life and you have to grab it boldly.",
        "author": "Bear Grylls"
    },
    {
        "quote": "Atheism is so senseless. When I look at the solar system, I see the earth at the right distance from the sun to receive the proper amounts of heat and light. This did not happen by chance.",
        "author": "Isaac Newton"
    },
    {
        "quote": "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul.",
        "author": "Ella Wheeler Wilcox"
    },
    {
        "quote": "Persistence and resilience only come from having been given the chance to work though difficult problems.",
        "author": "Gever Tulley"
    },
    {
        "quote": "Time is a finite resource that you can't get back. I have the same 24 hours you have, and you get the same 24 hours as me. As you rise, so does you chance for opportunity.",
        "author": "G-Eazy"
    },
    {
        "quote": "The golden opportunity you are seeking is in yourself. It is not in your environment; it is not in luck or chance, or the help of others; it is in yourself alone.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "There are good people who are dealt a bad hand by fate, and bad people who live long, comfortable, privileged lives. A small twist of fate can save or end a life; random chance is a permanent, powerful player in each of our lives, and in human history as well.",
        "author": "Jeff Greenfield"
    },
    {
        "quote": "I like to show my ability on the field. I'm not one to show off with words. I'm really looking forward to the chance. I'm a calm goalkeeper, and above all, I've got a real desire to win. When I get on the pitch, I give everything for the team, everything for the shirt.",
        "author": "Alisson"
    },
    {
        "quote": "If by chance some day you're not feeling well and you should remember some silly thing I've said or done and it brings back a smile to your face or a chuckle to your heart, then my purpose as your clown has been fulfilled.",
        "author": "Red Skelton"
    },
    {
        "quote": "Always go to the bathroom when you have a chance.",
        "author": "King George V"
    },
    {
        "quote": "Power is the chance to impose your will within a social context, even when opposed and regardless of the integrity of that chance.",
        "author": "Max Weber"
    },
    {
        "quote": "Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "There's only so much you can do, but if somebody doesn't give you a chance there is nothing you can do.",
        "author": "Charlize Theron"
    },
    {
        "quote": "I have as much chance of becoming Prime Minister as of being decapitated by a frisbee or of finding Elvis.",
        "author": "Boris Johnson"
    },
    {
        "quote": "You might not trust me. Please give me a chance and time. I will prove myself for all of you.",
        "author": "Yingluck Shinawatra"
    },
    {
        "quote": "One chance is all you need.",
        "author": "Jesse Owens"
    },
    {
        "quote": "There's no reason why children in inner cities or rural areas do not receive the same quality education or opportunities as those in suburbs or wealthy neighborhoods. If we truly believe in giving all citizens a chance to pursue happiness and pursue their goals, then we cannot continue to marginalize entire groups of people.",
        "author": "Al Sharpton"
    },
    {
        "quote": "Forgiveness says you are given another chance to make a new beginning.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "'Park Avenue: Money, Power and the American Dream' is an intentionally angry film. How could it not be when the chance of an infant dying is five times greater on the Bronx Park Avenue than on Manhattan's Park Avenue just across the Harlem River?",
        "author": "Alex Gibney"
    },
    {
        "quote": "So when you get a chance to look at things and chill and relax, it makes you want it more, and that's why I'm so happy to be back!",
        "author": "Brandy Norwood"
    },
    {
        "quote": "The great thing about getting older is that you get a chance to tell the people in your life who matter what they mean to you.",
        "author": "Mike Love"
    },
    {
        "quote": "There's nothing as exciting as a comeback - seeing someone with dreams, watching them fail, and then getting a second chance.",
        "author": "Rachel Griffiths"
    },
    {
        "quote": "Sometimes in life, you're not always given a second chance, but if you do, take advantage of it, and go out with a bang!",
        "author": "Aquaria"
    },
    {
        "quote": "When someone saves your life and gives you life, there's gratitude, humility; there's a time you've been so blessed you realize you've been given another chance at life that maybe you did or didn't deserve.",
        "author": "Pat Summerall"
    },
    {
        "quote": "I am delighted to be joining 'Guardian U.S.'s team as a weekly columnist, and to have the chance to address American and global current events on its distinguished platform. 'Guardian U.S.' brings the 'Guardian's hard-hitting investigative brand to a new focus on American news and opinion.",
        "author": "Naomi Wolf"
    },
    {
        "quote": "Trajectories aren't linear. Life's just a roller coaster. If you're getting a chance to do cool stuff, and it's varied stuff, just enjoy it. I guess I'm a believer in the randomness of life rather than it being a linear trajectory or an arc, a consistent smooth arc, towards anything.",
        "author": "Riz Ahmed"
    },
    {
        "quote": "Children are our second chance to have a great parent-child relationship.",
        "author": "Laura Schlessinger"
    },
    {
        "quote": "It is an eternal obligation toward the human being not to let him suffer from hunger when one has a chance of coming to his assistance.",
        "author": "Simone Weil"
    },
    {
        "quote": "Health care is not a privilege. It's a right. It's a right as fundamental as civil rights. It's a right as fundamental as giving every child a chance to get a public education.",
        "author": "Rod Blagojevich"
    },
    {
        "quote": "Climate change is destroying our path to sustainability. Ours is a world of looming challenges and increasingly limited resources. Sustainable development offers the best chance to adjust our course.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "If you have a chance to accomplish something that will make things better for people coming behind you, and you don't do that, you are wasting your time on this earth.",
        "author": "Roberto Clemente"
    },
    {
        "quote": "When men and women are able to respect and accept their differences then love has a chance to blossom.",
        "author": "John Gray"
    },
    {
        "quote": "Negotiation is often described as the art of letting the other side have your way. You have to give the other side a chance to put stuff on the table voluntarily.",
        "author": "Christopher Voss"
    },
    {
        "quote": "You just gotta use the sunset as a reset button and start over in the morning with every chance you get to open your eyes.",
        "author": "Victoria Monet"
    },
    {
        "quote": "The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success.",
        "author": "Jack Canfield"
    },
    {
        "quote": "The one who intimidates me is myself. I'm scared to fail. That is the thing that makes me the most afraid, to fail. Just to think that I can do a mistake and lose the fight scares me, so that is why I work out a lot: to bring more chance to my size and less chance to my opponent.",
        "author": "Francis Ngannou"
    },
    {
        "quote": "As a rock star, I have two instincts, I want to have fun, and I want to change the world. I have a chance to do both.",
        "author": "Bono"
    },
    {
        "quote": "If one has curiosity, then one stands the chance of attain a high level of scientific inquiry.",
        "author": "Ada Yonath"
    },
    {
        "quote": "At the end of the day, having a partner in crime for life is so amazing and special, when it's real and genuine, that it's worth taking the risk. And you are going to get hurt; trust me - I know! I've been hurt a couple times - maybe more than a couple times. But you gotta pick yourself back up and give it another chance.",
        "author": "Paula Patton"
    },
    {
        "quote": "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Coffee has always been a significant part of my life. For me, it's a chance to start my day and gather my thoughts - it's fuel for my creative process.",
        "author": "Connor Franta"
    },
    {
        "quote": "I know life goes on if you make a big bet and you lose. But if you don't give yourself the best chance of winning, you're going to kick yourself tomorrow.",
        "author": "James Holzhauer"
    },
    {
        "quote": "My grandfather died before I was born, so I never had the chance to speak with him about his father. But I learned about him from books.",
        "author": "Greg Rutherford"
    },
    {
        "quote": "I never miss a chance to have sex or appear on television.",
        "author": "Gore Vidal"
    },
    {
        "quote": "To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.",
        "author": "Bette Davis"
    },
    {
        "quote": "As long as the people don't fear the truth, there is hope. For once they fear it, the one who tells it doesn't stand a chance. And today, truth is still beautiful... but so frightening.",
        "author": "Alice Walker"
    },
    {
        "quote": "Work for something because it is good, not just because it stands a chance to succeed.",
        "author": "Vaclav Havel"
    },
    {
        "quote": "You hit home runs not by chance but by preparation.",
        "author": "Roger Maris"
    },
    {
        "quote": "It has been an honor and a privilege to have had the chance to come back to Liverpool Football Club as manager.",
        "author": "Kenny Dalglish"
    },
    {
        "quote": "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.",
        "author": "Oksana Baiul"
    },
    {
        "quote": "Chance is hugely significant in biology. In fact, the presence of apparent randomness in so many aspects of biology - from mutations in DNA to the chance involved in that one sperm reaching that one egg that became you - suggests that randomness is useful, even necessary, in very many cases.",
        "author": "Alice Roberts"
    },
    {
        "quote": "When I'm ready to fight, my opponent has a better chance of surviving a forest fire wearing gasoline drawers.",
        "author": "Mr. T"
    },
    {
        "quote": "If the sun comes up, I have a chance.",
        "author": "Venus Williams"
    },
    {
        "quote": "Billie Jean King is one of the all-time tennis greats; she's one of the superstars. She's ready for the big one, but she doesn't stand a chance against me. Women's tennis is so far beneath men's tennis; that's what makes the contest with a 55-year-old man the greatest contest of all time.",
        "author": "Bobby Riggs"
    },
    {
        "quote": "No man ever wetted clay and then left it, as if there would be bricks by chance and fortune.",
        "author": "Plutarch"
    },
    {
        "quote": "I see retirement as just another of these reinventions, another chance to do new things and be a new version of myself.",
        "author": "Walt Mossberg"
    },
    {
        "quote": "Nobody owes anybody a living, but everybody is entitled to a chance.",
        "author": "Jack Dempsey"
    },
    {
        "quote": "Random chance plays a huge part in everybody's life.",
        "author": "Gary Gygax"
    },
    {
        "quote": "Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "You might get run over; you might get hit by lightning. I mean, who knows? Each day, there is a chance you might die. And there's nothing wrong with that. Every living being on Earth is facing that same existential rift.",
        "author": "Alex Honnold"
    },
    {
        "quote": "We can all agree that social media is an amazing platform where we can interact with and meet people and that we probably would have never had the chance to otherwise, right? However, it also has sadly become a place where some people go to share negative thoughts and comments.",
        "author": "Peyton List"
    },
    {
        "quote": "I do like to think of myself as a star: because there's room for many stars up in the sky - and we all have the chance to shine bright.",
        "author": "Mj Rodriguez"
    },
    {
        "quote": "When you wake up every day, it's like a new birthday: it's a new chance to be great again and make great decisions.",
        "author": "Poo Bear"
    },
    {
        "quote": "If somebody is gracious enough to give me a second chance, I won't need a third.",
        "author": "Pete Rose"
    },
    {
        "quote": "I've always made a total effort, even when the odds seemed entirely against me. I never quit trying; I never felt that I didn't have a chance to win.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "People do make mistakes and I think they should be punished. But they should be forgiven and given the opportunity for a second chance. We are human beings.",
        "author": "David Millar"
    },
    {
        "quote": "There are people who are able to plan their career, their future, but I've never had any talent for that. I just do things and hope for the best. Say yes, take a chance, and sometimes it's terrific and sometimes it's not.",
        "author": "Christopher Walken"
    },
    {
        "quote": "Sometimes you have to stop to think, regroup and regather yourself and realize how lucky you are to still be living and to still be breathing and still be able to even have a chance.",
        "author": "Ciara"
    },
    {
        "quote": "There is a certain sense in which I would say the universe has a purpose. It's not there by chance.",
        "author": "Roger Penrose"
    },
    {
        "quote": "I do believe in humanism, and I believe that we should treat each other with respect and care and look after each other. All human beings should have an equal chance to survive in society, and inequality is a big problem in society.",
        "author": "Stellan Skarsgard"
    },
    {
        "quote": "Everything existing in the universe is the fruit of chance and necessity.",
        "author": "Democritus"
    },
    {
        "quote": "The use of chance operations opened out my way of working. The body tends to be habitual. The use of chance allowed us to find new ways to move and to put movements together that would not otherwise have been available to us. It revealed possibilities that were always there except that my mind hadn't seen them.",
        "author": "Merce Cunningham"
    },
    {
        "quote": "I realized that a lot of the things I had been telling myself about not being good enough just weren't true, and 'Queen of Denmark' gave me the chance to prove to myself that I could do something real.",
        "author": "John Grant"
    },
    {
        "quote": "If you have a dream, give it a chance to happen.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "When people express opinions that differ from yours, take it as a chance to grow. Seek to understand over being understood. Be curious, not defensive. The only way to disarm another human being is by listening.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "The world is like a reverse casino. In a casino, if you gamble long enough, you're certainly going to lose. But in the real world, where the only thing you're gambling is, say, your time or your embarrassment, then the more stuff you do, the more you give luck a chance to find you.",
        "author": "Scott Adams"
    },
    {
        "quote": "Being able to travel and see the world really makes me appreciate the blessings in my life. There are so many people that will never get a chance to see some of the things that I've seen during my travels. I'll never take that for granted.",
        "author": "Laz Alonso"
    },
    {
        "quote": "A life lived of choice is a life of conscious action. A life lived of chance is a life of unconscious creation.",
        "author": "Neale Donald Walsch"
    },
    {
        "quote": "Do you want to be safe and good, or do you want to take a chance and be great?",
        "author": "Jimmy Johnson"
    },
    {
        "quote": "I don't want to be a grumpy old man or too pessimistic, because if I have a chance, I would prefer to watch a film in the cinema with an audience on a big screen instead of watching it on a cell phone. It's a very different experience, but somehow I think this form will have its own future and life.",
        "author": "Wong Kar-wai"
    },
    {
        "quote": "Humans are startlingly bad at detecting fraud. Even when we're on the lookout for signs of deception, studies show, our accuracy is hardly better than chance.",
        "author": "Maria Konnikova"
    },
    {
        "quote": "The star-jump technique - that is a big part of being a handball goalkeeper, and I brought that move into football. It is a very effective way of saving a chance.",
        "author": "Peter Schmeichel"
    },
    {
        "quote": "I wouldn't miss this opportunity for anything. For the chance to work on these conservation issues, to serve my country, to work for this president, I'd do it all over again, every single minute.",
        "author": "Bruce Babbitt"
    },
    {
        "quote": "I know that I'm here because of the grace of God. But I also know that I've been given this second chance for a specific reason, and that is to bring love to the world again through the voice of my music, and I'm so honored to be able to do it. I'm so blessed that God has chosen me to do that.",
        "author": "El DeBarge"
    },
    {
        "quote": "I love working with a set designer because, in many respects, you meet the set designer before you meet the actors. So it's a chance for me as a director to figure out what I'm thinking and to explore how the space is going to actually be activated.",
        "author": "George C. Wolfe"
    },
    {
        "quote": "If there is a 50-50 chance that something can go wrong, then 9 times out of ten it will.",
        "author": "Will Harvey"
    },
    {
        "quote": "Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.",
        "author": "Ludwig Mies van der Rohe"
    },
    {
        "quote": "The important thing is to build up my cardiovascular system, so I have the stamina to do stunts. To me, stepping over the line, taking a chance and succeeding is the ultimate freedom, be it in rock and roll or when executing a really challenging routine.",
        "author": "Wendy O. Williams"
    },
    {
        "quote": "I despise the Lottery. There's less chance of you becoming a millionaire than there is of getting hit on the head by a passing asteroid.",
        "author": "Brian May"
    },
    {
        "quote": "Every child, and every person, deserves a chance to make something of themselves.",
        "author": "Gever Tulley"
    },
    {
        "quote": "The ADA gave more than 50 million Americans with disabilities, just like my son Cole, the chance to live the American Dream and be defined only by their potential - not their limitations.",
        "author": "Cathy McMorris Rodgers"
    },
    {
        "quote": "Everyone deserves a second chance. That's just the way I am.",
        "author": "Booker T"
    },
    {
        "quote": "The great thing about suicide is that it's not one of those things you have to do now or you lose your chance. I mean, you can always do it later.",
        "author": "Harvey Fierstein"
    },
    {
        "quote": "There's no chance that the iPhone is going to get any significant market share.",
        "author": "Steve Ballmer"
    },
    {
        "quote": "I am a sleepy fellow. I will take a nice long nap the first chance I get.",
        "author": "Ruskin Bond"
    },
    {
        "quote": "I hope people don't compare 2D and 3D because 3D's new, it's unfair to compare to 2D which is really sophisticated, even when we're jaded about it. 3D just began, give it a chance, let the equipment and projection system catch up and be better, let the price go down, let more filmmakers get a hold of it more easily.",
        "author": "Ang Lee"
    },
    {
        "quote": "Oscar Charleston was the Willie Mays of his day. Nobody ever played center field better than Willie Mays. Suppose they had never given Willie a chance, and we said that, would anybody believe there was a kid in Alabama who was that good? Or there was a black guy in Atlanta who might break Babe Ruth's home run record? No.",
        "author": "Monte Irvin"
    },
    {
        "quote": "I think my father thought I might be president of the United States. I think he would've been satisfied with secretary of state. I'm a foreign policy person, and to have a chance to serve my country as the nation's chief diplomat at a time of peril and consequence, that was enough.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.",
        "author": "Aristotle"
    },
    {
        "quote": "'Liberal Fascism' is less an expose of left-wing hypocrisy than a chance to exact political revenge. Yet, the title of his book aside, what distinguishes Goldberg from the Sean Hannitys and Michael Savages is a witty intelligence that deals in ideas as well as insults - no mean feat in the nasty world of the culture wars.",
        "author": "David Oshinsky"
    },
    {
        "quote": "If everybody is doing it one way, there's a good chance you can find your niche by going exactly in the opposite direction.",
        "author": "Sam Walton"
    },
    {
        "quote": "Refugees come to us seeking asylum, seeking freedom, justice and dignity - seeking a chance just to breathe. And people in our country are saying close the doors and don't let them in?",
        "author": "Mandy Patinkin"
    },
    {
        "quote": "It is with children that we have the best chance of studying the development of logical knowledge, mathematical knowledge, physical knowledge, and so forth.",
        "author": "Jean Piaget"
    },
    {
        "quote": "In baseball, you can't kill the clock. You've got to give the other man his chance. That's why this is the greatest game.",
        "author": "Earl Weaver"
    },
    {
        "quote": "My first professional acting job was on 'Boss'. My first acting job was basically my first acting class. I had to show up on set prepared and knowing my lines. Also, I got a chance to work with a living legend, Kelsey Grammar - that gave me hands on experience.",
        "author": "Rotimi"
    },
    {
        "quote": "Treat all men alike. Give them the same law. Give them an even chance to live and grow.",
        "author": "Chief Joseph"
    },
    {
        "quote": "I always believe a woman should have 5 non-negotiables that she should stick to when attracting a mate. If the guy does not have these five major things - then she should not give the guy a chance as she's wasting her time. The rest is up to the magic and wiggle room the universe gives.",
        "author": "Patti Stanger"
    },
    {
        "quote": "We stand our best chance of leaving a legacy to those who want to learn, our children, by standing firm. In matters of style, hey, swing with the stream. But in matters of principle, you need to stand like a rock.",
        "author": "Kevin Costner"
    },
    {
        "quote": "God creates us to compete. He creates us to win. It matters. But you've got no chance if you don't do your best.",
        "author": "Dabo Swinney"
    },
    {
        "quote": "Everyone has a chance to learn, improve, and build up their skills.",
        "author": "Tom Peters"
    },
    {
        "quote": "Grab a chance and you won't be sorry for a might-have-been.",
        "author": "Arthur Ransome"
    },
    {
        "quote": "I've always tried to explain democracy is not perfect. But it gives you a chance to shape your own destiny.",
        "author": "Aung San Suu Kyi"
    },
    {
        "quote": "If men are honest, everything they do and everywhere they go is for a chance to see women.",
        "author": "Jack Nicholson"
    },
    {
        "quote": "Wealthy men can't live in an island that is encircled by poverty. We all breathe the same air. We must give a chance to everyone, at least a basic chance.",
        "author": "Ayrton Senna"
    },
    {
        "quote": "I've told myself I have a chance to make history, and that's my focus.",
        "author": "Jordan Spieth"
    },
    {
        "quote": "No man was ever wise by chance.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "In order to be rated as good as a good man in the field of her earnings, she must show herself better than he. She must be more steady, or more trustworthy, or more skilled, or more cheap in order to have the same chance of employment.",
        "author": "Florence Kelley"
    },
    {
        "quote": "I am a firm believer that you can make a mistake but that shouldn't define you. Everybody deserves a second chance.",
        "author": "Kim Reynolds"
    },
    {
        "quote": "It's important to give it all you have while you have the chance.",
        "author": "Shania Twain"
    },
    {
        "quote": "To be a good leader, you have to be a good communicator. As a leader, you have to communicate your intent every chance you get, and if you fail to do that, you will pay the consequences.",
        "author": "William H. McRaven"
    },
    {
        "quote": "We are given to the cult of personality; when things go badly we look to some messiah to save us. If by chance we think we have found one, it will not be long before we destroy him.",
        "author": "Konstantinos Karamanlis"
    },
    {
        "quote": "Having a second chance makes you want to work even harder.",
        "author": "Tia Mowry"
    },
    {
        "quote": "I guess I'm pretty much of a lone wolf. I don't say I don't like people at all, but, to tell you the truth, I only like it then if I have a chance to look deep into their hearts and their minds.",
        "author": "Bela Lugosi"
    },
    {
        "quote": "At a certain point, if you still have your marbles and are not faced with serious financial challenges, you have a chance to put your house in order. It's a cliche, but it's underestimated as an analgesic on all levels. Putting your house in order, if you can do it, is one of the most comforting activities, and the benefits of it are incalculable.",
        "author": "Leonard Cohen"
    },
    {
        "quote": "A child-like man is not a man whose development has been arrested; on the contrary, he is a man who has given himself a chance of continuing to develop long after most adults have muffled themselves in the cocoon of middle-aged habit and convention.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "I don't like work... but I like what is in work - the chance to find yourself. Your own reality - for yourself, not for others - which no other man can ever know.",
        "author": "Joseph Conrad"
    },
    {
        "quote": "If your parents didn't have any children, there's a good chance that you won't have any.",
        "author": "Clarence Day"
    },
    {
        "quote": "Whenever I have a chance to wake up and be alive, I always thank God for that, and for me, all the rest is a bonus.",
        "author": "Emmanuel Adebayor"
    },
    {
        "quote": "In the fell clutch of circumstance, I have not winced nor cried aloud: Under the bludgeoning of chance my head is bloody, but unbowed.",
        "author": "William Ernest Henley"
    },
    {
        "quote": "Everything comes from your mind. You have to push yourself to get things going in your direction. If you are stubborn, nothing will help. If you are sad, nothing will help. You have to keep positive and to work very well for your next chance.",
        "author": "Henrikh Mkhitaryan"
    },
    {
        "quote": "A dream will always triumph over reality, once it is given the chance.",
        "author": "Stanislaw Lem"
    },
    {
        "quote": "Bliss is the ocean, a towel on the sand, the sun out, the chance to swim in waves or walk dragging a stick behind you, a good book, a cold drink.",
        "author": "Deb Caletti"
    },
    {
        "quote": "Perhaps one of the only positive pieces of advice that I was ever given was that supplied by an old courtier who observed: Only two rules really count. Never miss an opportunity to relieve yourself; never miss a chance to sit down and rest your feet.",
        "author": "Edward VIII"
    },
    {
        "quote": "The real trouble with war (modern war) is that it gives no one a chance to kill the right people.",
        "author": "Ezra Pound"
    },
    {
        "quote": "There is no better gift a society can give children than the opportunity to grow up safe and free - the chance to pursue whatever dreams they may have.",
        "author": "John Roberts"
    },
    {
        "quote": "All I demand for the black man is, that the white people shall take their heels off his neck, and let him have a chance to rise by his own efforts.",
        "author": "William Wells Brown"
    },
    {
        "quote": "I am blessed to have got a chance to work with directors like Anurag Kashyap, Vishal Bhardwaj, and Nikhil Advani at such an early age.",
        "author": "Huma Qureshi"
    },
    {
        "quote": "Cheers to a new year and another chance for us to get it right.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Being in a ship is being in a jail, with the chance of being drowned.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "A wise man turns chance into good fortune.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we've chosen to do with our life.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Cell phones tend to bring us more inside of our lives whereas movies offer a chance to escape, so there are two competing forces.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "My mom didn't let me play video games growing up, so now I do. Gaming gives me a chance to just let go, blow somebody up and fight somebody from another dimension. It's all escapism.",
        "author": "Wayne Brady"
    },
    {
        "quote": "In my humble opinion, again, to perform at Alabama, you must earn the spot and not have it given to you. You have to fight like crazy to keep the spot and that it's not guaranteed - it's week to week - and you'll play in a way that they have a chance to win a championship.",
        "author": "John Calipari"
    },
    {
        "quote": "I used to have all these plans and think 'Ah, I have my whole life figured out', but then I realized no matter how much I plan: life happens! So I find myself living day to day trying to do my best, embracing every moment as a learning opportunity and chance to get to know myself a little more.",
        "author": "Q'orianka Kilcher"
    },
    {
        "quote": "Good lawyers win so-so lawsuits. Great lawyers can win lawsuits in which you have little or no chance to win.",
        "author": "Dan Pena"
    },
    {
        "quote": "If you call yourself a leader, then you have to be decisive. If you're decisive, then you have the chance to be a leader. These are two sides to the same coin.",
        "author": "Narendra Modi"
    },
    {
        "quote": "If there is anything that a man can do well, I say let him do it. Give him a chance.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "If what I do prove well, it won't advance. They'll say it's stolen, or else it was by chance.",
        "author": "Anne Bradstreet"
    },
    {
        "quote": "A Bar Mitzvah is the time in his life when a Jewish boy realizes he has a better chance of owning a team than playing for one.",
        "author": "Jerry Reinsdorf"
    },
    {
        "quote": "No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "Nothing can ever happen twice. In consequence, the sorry fact is that we arrive here improvised and leave without the chance to practice.",
        "author": "Wislawa Szymborska"
    },
    {
        "quote": "What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing.",
        "author": "Rahul Dravid"
    },
    {
        "quote": "When the space shuttle's engines cut off, and you're finally in space, in orbit, weightless... I remember unstrapping from my seat, floating over to the window, and that's when I got my first view of Earth. Just a spectacular view, and a chance to see our planet as a planet.",
        "author": "Sally Ride"
    },
    {
        "quote": "One must not make oneself cheap here - that is a cardinal point - or else one is done. Whoever is most impertinent has the best chance.",
        "author": "Wolfgang Amadeus Mozart"
    },
    {
        "quote": "Be strong and follow your own convictions. You can't assume there is a lot of time to do what you like. This is what David Bowie is afraid of: that he will die before he gets a chance to make a real strong contribution.",
        "author": "Marc Bolan"
    },
    {
        "quote": "I never sympathise with the accused unless there's a chance the accused is not guilty, but I certainly don't ever sympathise with the criminal.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "There is no difference between saving lives and extending lives, because in both cases we are giving people the chance of more life.",
        "author": "Aubrey de Grey"
    },
    {
        "quote": "I figure you have the same chance of winning the lottery whether you play or not.",
        "author": "Fran Lebowitz"
    },
    {
        "quote": "If you succeed with your first dream, it helps. You know, people trust you, possibly, for the second one. They give you a chance to play out your second one.",
        "author": "James D. Watson"
    },
    {
        "quote": "I think every part of your game, on this golf course, needs to be good. You've got to hit every club in the bag. You need to drive it well, hit your irons well, and always, if you want to have a chance to win a Major, then you've got to putt it well.",
        "author": "Dustin Johnson"
    },
    {
        "quote": "'Ashes of Time' was my third film, and as a young director at that point, it's not very often that you have the chance to make a big martial arts film, so of course I jumped at this opportunity.",
        "author": "Wong Kar-wai"
    },
    {
        "quote": "Christmas for me is all about spending time with my family. I cherish any chance we have to spend all day together making gingerbread houses, baking cookies, or sitting around and watching movies.",
        "author": "Blake Lively"
    },
    {
        "quote": "I think that if you have a knack for storytelling, and you work really hard at it, you'll have a chance to tap into something deep. But the fact remains that good sentences are hard won. Any writer worth a lick knows constructing a sentence, a paragraph, or a chapter is hard work.",
        "author": "Adam Ross"
    },
    {
        "quote": "All anyone asks for is a chance to work with pride.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "Man, when I'm riding with the helmet on, I'm invisible. And people just deal with me as the guy on the bike... it gives you a chance to read 'em.",
        "author": "Brad Pitt"
    },
    {
        "quote": "If you look closely enough, amid the merciless and the bitter, there is always the chance that you may find comfort and the promise of something good.",
        "author": "Bob Greene"
    },
    {
        "quote": "I am happy with my role in 'Taxiwala.' It gave me a chance to do a character that was fun. I didn't have to agonize over every scene.",
        "author": "Vijay Deverakonda"
    },
    {
        "quote": "A complaint is a chance to turn a customer into a lifelong friend. I say that seriously, not as some press release baloney.",
        "author": "Richard Branson"
    },
    {
        "quote": "This is a truth that should be repeated like a mantra: to have any chance of a ful - filling life, we require not only clean air and a steady climate, but also an abundance of meadows and woodlands, rivers and oceans, teeming with life and the mass existence of other living creatures.",
        "author": "John Burnside"
    },
    {
        "quote": "When I was younger, I would go to auditions to have the opportunity to audition, which would mean another chance to get up there and try out my stuff, or try out what I learned and see how it worked with an audience, because where are you gonna get an audience?",
        "author": "Al Pacino"
    },
    {
        "quote": "Given a fair shot, given a fair chance, Americans have never, ever, ever, ever let their country down. Never. Never. Ordinary people like us. Who do extraordinary things.",
        "author": "Joe Biden"
    },
    {
        "quote": "Refusing to ask for help when you need it is refusing someone the chance to be helpful.",
        "author": "Ric Ocasek"
    },
    {
        "quote": "I really don't like the gym. I like experiences, so I take any chance I get to go on a bicycle or on a hike.",
        "author": "Blake Lively"
    },
    {
        "quote": "Those who trust to chance must abide by the results of chance.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "Being brave means to know something is scary, difficult, and dangerous, and doing it anyway, because the possibility of winning the fight is worth the chance of losing it.",
        "author": "Emilie Autumn"
    },
    {
        "quote": "I have a passion for helping others and making a difference in the world. I take life one day at a time and make the best of it every chance that I get.",
        "author": "Lizzie Velasquez"
    },
    {
        "quote": "I'm actually an evangelical atheist, but there is something I recognise about religion: that it gives people a chance to surrender.",
        "author": "Brian Eno"
    },
    {
        "quote": "I think we should look forward to death more than we do. Of course everybody hates to go to bed or miss anything, but dying is really the only chance we'll get to rest.",
        "author": "Florynce Kennedy"
    },
    {
        "quote": "Insurance - an ingenious modern game of chance in which the player is permitted to enjoy the comfortable conviction that he is beating the man who keeps the table.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "It's been a struggle for me because I had a chance to be white and refused.",
        "author": "Richard Pryor"
    },
    {
        "quote": "The history of free men is never really written by chance but by choice; their choice!",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Rhetoric does not get you anywhere, because Hitler and Mussolini are just as good at rhetoric. But if you can bring these people down with comedy, they stand no chance.",
        "author": "Mel Brooks"
    },
    {
        "quote": "From my point of view, I always want to fight until the end of my last chance.",
        "author": "Pep Guardiola"
    },
    {
        "quote": "He that leaveth nothing to chance will do few things ill, but he will do very few things.",
        "author": "George Savile"
    },
    {
        "quote": "If you don't take the chance to live life, what can you say at the end of it?",
        "author": "Naveen Andrews"
    },
    {
        "quote": "Marathon running, like golf, is a game for players, not winners. That is why Callaway sells golf clubs and Nike sells running shoes. But running is unique in that the world's best racers are on the same course, at the same time, as amateurs, who have as much chance of winning as your average weekend warrior would scoring a touchdown in the NFL.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "Give ordinary folk the chance to buy the same things as rich people.",
        "author": "Sam Walton"
    },
    {
        "quote": "When we give ourselves the chance to let go of all our tension, the body's natural capacity to heal itself can begin to work.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "If you wish in this world to advance your merits you're bound to enhance; You must stir it and stump it, and blow your own trumpet, Or, trust me, you haven't a chance.",
        "author": "William Gilbert"
    },
    {
        "quote": "Chance has never yet satisfied the hope of a suffering people.",
        "author": "Marcus Garvey"
    },
    {
        "quote": "Happiness in marriage is entirely a matter of chance.",
        "author": "Jane Austen"
    },
    {
        "quote": "Ain't no chance if you don't take it.",
        "author": "Guy Clark"
    },
    {
        "quote": "There is the morass, wherein you plunge up to your knees, or the walking over the stubborn, dwarfish shrubbery, whereby one treads down the forests of Labrador; and the unexpected bunting or sylvia which perchance, and indeed as if by chance alone, you now and then see flying before you, or hear singing from the ground creeping plant.",
        "author": "John James Audubon"
    },
    {
        "quote": "Evil is an attack against human spiritual development and enlightenment. All evil, badness, neurosis - it has one motive and one motive only, which is to destroy - to destroy your chance of arising above yourself.",
        "author": "Vernon Howard"
    },
    {
        "quote": "A consistent soul believes in destiny, a capricious one in chance.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "I am one of those authors who consider it their highest honour and their highest liberty to have a completely untrammelled chance of using their pens to serve the working people.",
        "author": "Mikhail Sholokhov"
    },
    {
        "quote": "There's a way of playing safe, there's a way of using tricks and there's the way I like to play which is dangerously where you're going to take a chance on making mistakes in order to create something you haven't created before.",
        "author": "Dave Brubeck"
    },
    {
        "quote": "High-speed Internet access, or broadband, is giving entrepreneurs anywhere an unprecedented chance to disrupt entire industries and transform our country.",
        "author": "Ajit Pai"
    },
    {
        "quote": "Improvisation is too good to leave to chance.",
        "author": "Paul Simon"
    },
    {
        "quote": "The Savior isn't our last chance; He is our only chance. Our only chance to overcome self-doubt and catch a vision of who we may become. Our only chance to repent and have our sins washed clean.",
        "author": "Sheri L. Dew"
    },
    {
        "quote": "Give peace a chance.",
        "author": "Yitzhak Rabin"
    },
    {
        "quote": "I think dress, hairstyle and make-up are the crucial factors in projecting an attractive persona and give one the chance to enhance one's best physical features.",
        "author": "Vivienne Westwood"
    },
    {
        "quote": "Whooping cough is not a mild disease. Whooping cough, before the vaccination, could make you very, very sick. First of all, there was a chance you could die from it - small chance, not a big chance. You would be coughing and coughing. It wouldn't last for a few days, like a cold.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "A rematch is one of those things that will always be there when you remove a champion, and it's something you definitely need to give them - that chance for a rematch. That's the only way to do it.",
        "author": "Holly Holm"
    },
    {
        "quote": "Walking at random through the streets, we came by chance upon the Cathedral of Notre Dame. I shall long remember my first impression of the scene within. The lofty gothic ceiling arched far above my head and through the stained windows the light came but dimly - it was all still, solemn and religious.",
        "author": "Bayard Taylor"
    },
    {
        "quote": "All we are saying is give peace a chance.",
        "author": "John Lennon"
    },
    {
        "quote": "My biggest regret in life is that I didn't hit John Denver in the mouth while I has the chance.",
        "author": "Denis Leary"
    },
    {
        "quote": "Here is the root of all romanticism: that man, the individual, is an infinite reservoir of possibilities, and if you can so rearrange society by the destruction of oppressive order, then these possibilities will have a chance, and you will get Progress.",
        "author": "T. E. Hulme"
    },
    {
        "quote": "Fortunately for me, I discovered Ring of Honor. And I saw guys who were much smaller in stature but were putting on these amazing matches that I had never seen in WWE before. So I thought, at the very least, I'd love the chance to be able to wrestle in a company like that someday.",
        "author": "Adam Cole"
    },
    {
        "quote": "Fame is like a shaved pig with a greased tail, and it is only after it has slipped through the hands of some thousands, that some fellow, by mere chance, holds on to it!",
        "author": "Davy Crockett"
    },
    {
        "quote": "Your wardrobe can be your passport for success. What you wear to a new job interview or an audition can be of great impact and open doors for you. If you possess talent and faith in yourself, and wear clothing that enhances your personality, you have a 50 percent better chance of winning or gaining whatever you're seeking.",
        "author": "Walter Mercado"
    },
    {
        "quote": "I rock with Chance, I rock with Kanye, I rock with Common.",
        "author": "Lil Durk"
    },
    {
        "quote": "We really only have two choices. Play it safe, or take a chance. For me, pulling back because of fear has always made me feel worse.",
        "author": "Gail Sheehy"
    },
    {
        "quote": "I always believed in my ability. I just had to work hard and be patient and, yeah, at times it didn't look likely. You need a wee stroke of luck but every chance I've been given, I've taken.",
        "author": "Andrew Robertson"
    },
    {
        "quote": "A person who has not done one half his day's work by ten o clock, runs a chance of leaving the other half undone.",
        "author": "Emily Bronte"
    },
    {
        "quote": "Festivals are great because you get to just walk around the corner and see a new band that you've heard but not had the chance to check out.",
        "author": "Johnny Marr"
    },
    {
        "quote": "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then.",
        "author": "Garrison Keillor"
    },
    {
        "quote": "I don't care what other people think as long as I am happy. The day I die or retire, I have blown all my chances because I don't have the chance any more to change my image as an F1 driver.",
        "author": "Sebastian Vettel"
    },
    {
        "quote": "By giving the public a rich and full melody, distinctly arranged and well played, all the time creating new tone colors and patterns, I feel we have a better chance of being successful. I want a kick to my band, but I don't want the rhythm to hog the spotlight.",
        "author": "Glenn Miller"
    },
    {
        "quote": "I think it's important to take a break, you know, from the public eye for a while, and give people a chance to miss you. I want longevity. I don't want to get out there and run myself ragged and spread myself thin.",
        "author": "Aaliyah"
    },
    {
        "quote": "My job is to give my team a chance to win.",
        "author": "Nolan Ryan"
    },
    {
        "quote": "I've been so busy I haven't had a chance to go crazy. I don't party like I used to.",
        "author": "Sarah McLachlan"
    },
    {
        "quote": "You can lay in bed and think you don't stand a chance, that's what all of us thought, and here we are. We ended up doing all right.",
        "author": "Louis Tomlinson"
    },
    {
        "quote": "Football is like hunting. One second can change it all, but it's not just any second, it's a flash. The prey is there and suddenly then it's not. In an instant it's over - you won't have the chance again. You need to know which one precise second to train for, and to understand that moment.",
        "author": "Diego Simeone"
    },
    {
        "quote": "The person who has nothing for which he is willing to fight, nothing which is more important than his own personal safety, is a miserable creature and has no chance of being free unless made and kept so by the exertions of better men than himself.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "Chance is perhaps the pseudonym of God when he did not want to sign.",
        "author": "Anatole France"
    },
    {
        "quote": "The Champions League is, in terms of club football, the most prestigious one. And if you don't win it you will never be named one of the greatest teams, no chance.",
        "author": "Ilkay Gundogan"
    },
    {
        "quote": "We don't do drugs, drink or use profanity. Instead we instill morals and values in my boys by raising them with a love of God and a love and respect for themselves and all people. I believe they will have a chance.",
        "author": "Anita Baker"
    },
    {
        "quote": "It should be remarked that, as the principle of liberty is better understood, and more nobly interpreted, a broader protest is made in behalf of women. As men become aware that few have had a fair chance, they are inclined to say that no women have had a fair chance.",
        "author": "Margaret Fuller"
    },
    {
        "quote": "I entered the navy with the great ambition of becoming a naval soldier and going to war. Either I die from this festering wound - because I refuse to have my arm amputated - or I recover from it and continue being a soldier. I have a one-in-two chance, and I shall bet my life on it!",
        "author": "Isoroku Yamamoto"
    },
    {
        "quote": "My philosophy is, if I can provide a solution that the end user truly enjoys, then I think I have a chance.",
        "author": "Eric Yuan"
    },
    {
        "quote": "Nothing happens quite by chance. It's a question of accretion of information and experience.",
        "author": "Jonas Salk"
    },
    {
        "quote": "We are able to find everything in our memory, which is like a dispensary or chemical laboratory in which chance steers our hand sometimes to a soothing drug and sometimes to a dangerous poison.",
        "author": "Marcel Proust"
    },
    {
        "quote": "A trap in dealing with difficult people is getting wrapped up in their personality. When we can stay objective and remove ourselves from other people's roller-coaster psychology, we have a much better chance of moving through the situation positively.",
        "author": "Tara Stiles"
    },
    {
        "quote": "True ease in writing comes from art, not chance, as those move easiest who have learn'd to dance.",
        "author": "Alexander Pope"
    },
    {
        "quote": "You can't grow if you're going to say: 'The contributions of my predecessors are greater than anything I can ever achieve.' Each generation has to have a chance to find itself.",
        "author": "Christian Scott"
    },
    {
        "quote": "There are moments in life, when the heart is so full of emotion That if by chance it be shaken, or into its depths like a pebble Drops some careless word, it overflows, and its secret, Spilt on the ground like water, can never be gathered together.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Back in the '80s filmmakers would freeze moments when an action star would leap or jump from a tall building just to tell us that it was the star who did it and not his duplicate. And then I became an actor myself and got the chance to work with some incredible actors who specialized in doing action cuts.",
        "author": "Mukul Dev"
    },
    {
        "quote": "I'm probably not going to get married unless I live with somebody for 10 or 20 years. But these people (Romeo and Juliet) took a chance and they did it. We don't have the balls that Romeo did.",
        "author": "Leonardo DiCaprio"
    },
    {
        "quote": "Some men have a silly theory about beautiful women - that somewhere along the line they'll turn into a monster. That movie gave them a chance to watch it happen.",
        "author": "Salma Hayek"
    },
    {
        "quote": "I'm all about giving up-and-coming people a chance.",
        "author": "Lil Baby"
    },
    {
        "quote": "My life experience has taught me nothing happens by chance. Even the idea of the ball in a roulette game: it's not chance it ends up in a certain place. It's forces that are at play.",
        "author": "Andrea Bocelli"
    },
    {
        "quote": "If I go into a restaurant there's a very good chance that I'm going to spend my time being the mayor. If I want to have a good time, I'm happier having dinner here.",
        "author": "Jack Nicholson"
    },
    {
        "quote": "Ask me for my shirt off my back, I'll give it to you. Tell me? Not a chance.",
        "author": "Roddy Piper"
    },
    {
        "quote": "The only way I could get comfortable around people was to make them laugh. I was an obedient girl, and humor was my one form of rebellion. I used comedy to deflect. Like, 'Hey, check out my zit!' - you know, making fun of yourself before someone else has a chance to.",
        "author": "Tina Fey"
    },
    {
        "quote": "Risk it; go for it. Life always gives you another chance, another go at it. It's very important to take enormous risks.",
        "author": "Mary Quant"
    },
    {
        "quote": "Dr. Dre, my oldest brother, he paved the way for me and Snoop to get a chance to get into the studio. I asked him to show me how to work the MPC-60... I was about maybe 17, 18, right around there.",
        "author": "Warren G"
    },
    {
        "quote": "Poker is a skill game pretending to be a chance game.",
        "author": "James Altucher"
    },
    {
        "quote": "I think we have a good chance of surviving long enough to colonize the solar system.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Our lives are pretty calm. Merging on the freeway in the closest you get to risking your life. So what's missing now is that primal emotion of being scared to death, and I think that's why people crave thrills like roller coasters or scary movies. They give you the chance to feel this very primal emotion in a very controlled environment.",
        "author": "Oren Peli"
    },
    {
        "quote": "While there is a chance of the world getting through its troubles, I hold that a reasonable man has to behave as though he were sure of it. If at the end your cheerfulness in not justified, at any rate you will have been cheerful.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Money is often a matter of chance or good fortune and is not the mark of a successful life. It is not the thing that brings a throb of pleasure or a thrill into my life. And I would not pose as a successful man if that were to be the measure.",
        "author": "Charles M. Schwab"
    },
    {
        "quote": "Falling in love, romance, matters of the heart - when you fall in love, on some biochemical level you know there is a chance it won't work out. It's ingrained in us that if you take such an enormous risk on someone with your heart that it might not pay off. I gamble all my chips and I might actually lose everything.",
        "author": "Rachael Taylor"
    },
    {
        "quote": "I don't like rats, but there's not much else I don't like. The problem with rats is they have no fear of human beings, they're loaded with foul diseases, they would run the place given half the chance, and I've had them leap out of a lavatory while I've been sitting on it.",
        "author": "David Attenborough"
    },
    {
        "quote": "The only way to win the White House, in my view, is to become a nominee of either the Republican or the Democrat Party, and simply running to be a spoiler would not give the American people, I think, the chance to express their own views about Mr. Trump or about Secretary Clinton.",
        "author": "Mitt Romney"
    },
    {
        "quote": "A lot of people would be happy that they got through a long career and had a chance to play as many times in the finals. To me, I wanted to win for the franchise and for the people. And when you can't do that, it's devastating, particularly for someone like me.",
        "author": "Jerry West"
    },
    {
        "quote": "Luck is not chance, it's toil; fortune's expensive smile is earned.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "Being lazy does not mean that you do not create. In fact, lying around doing nothing is an important, nay crucial, part of the creative process. It is meaningless bustle that actually gets in the way of productivity. All we are really saying is, give peace a chance.",
        "author": "Tom Hodgkinson"
    },
    {
        "quote": "You have to have faith in yourself, keep believing and sticking to the game plan, and hope when the chance does come, one of you will put it away.",
        "author": "Dele Alli"
    },
    {
        "quote": "I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life.",
        "author": "J. R. Martinez"
    },
    {
        "quote": "All good ideas arrive by chance.",
        "author": "Max Ernst"
    },
    {
        "quote": "Sure, the first light snowfall may be a chance to dance giddily, leaving squeaky footprints through the neighborhood, marking the runner's right to the domain. But later drubbings of snow merely complicate running. Snow turns to ice, to slush, to ice again. Tire ruts twist ankles. New snow hides the hazards.",
        "author": "Don Kardong"
    },
    {
        "quote": "Chance is a word void of sense; nothing can exist without a cause.",
        "author": "Voltaire"
    },
    {
        "quote": "If I have time and the chance to travel in the Philippines, I would like to go to an island which is not popular to have a good vacation - you know, just chilling out.",
        "author": "Lee Min-ho"
    },
    {
        "quote": "Mars is really different, into art. Lydia Lunch is more energy. James Chance is more commercial in a different way, in funk and jazz. They were all doing original things, trying to create their own sound and music. I think they're all great.",
        "author": "Ikue Mori"
    },
    {
        "quote": "If you are not able to do something, that is true for the present, not for the future. All the time there's a chance to go a step further. Not to be frustrated.",
        "author": "Erno Rubik"
    },
    {
        "quote": "I'm quite old-fashioned. I like going out to dinner. You have the chance to talk to somebody and get to know them better.",
        "author": "Harry Styles"
    },
    {
        "quote": "Stuff doesn't matter - boats, cars, fancy things don't matter. What matters, what will matter to me, is the love of the people around me, and did I take a chance? Did I seize an opportunity to do something for people with the talents that I was lucky enough to be given? Did I make a difference in the lives of people who needed me?",
        "author": "James Comey"
    },
    {
        "quote": "There have been times when I felt suicidal and I would stop my head from going in that direction of negativity because I thought there'd be something I'd miss that was funny in the future. If there's a chance I'm going to laugh tomorrow then want to live to experience that.",
        "author": "Dave Navarro"
    },
    {
        "quote": "It's my official role to represent BTS to the world, and it's been a chance for me to mature as a person, but behind the scenes, I'm just one of seven members, and I'm inspired by the others all the time.",
        "author": "RM"
    },
    {
        "quote": "The drums of Africa still beat in my heart. They will not let me rest while there is a single Negro boy or girl without a chance to prove his worth.",
        "author": "Mary McLeod Bethune"
    },
    {
        "quote": "I haven't felt like I ever had a chance to blossom into the player and the person I want to be in Orlando. It's almost like I've been held down every time.",
        "author": "Penny Hardaway"
    },
    {
        "quote": "Valor is of no service, chance rules all, and the bravest often fall by the hands of cowards.",
        "author": "Tacitus"
    },
    {
        "quote": "Lance Armstrong, the famous cyclist and more importantly, cancer survivor, has said 'if you ever get a second chance for something, you've got to go all the way.'",
        "author": "Michael N. Castle"
    },
    {
        "quote": "You always want to have good balance. That's the key to winning a Super Bowl. You look at the teams who have won championships, you got to have balance. So, to be able to run the ball effectively and throw the ball effectively is what gives you the chance to win a world championship.",
        "author": "John Elway"
    },
    {
        "quote": "Composing gives me a chance to work in multiple dimensions and helps me pare down my melodies into what is essential. Learning new skills has always energized me and scoring has opened up a world of sonic possibilities.",
        "author": "Liz Phair"
    },
    {
        "quote": "I grew up originally in Rochester. It was where I was born and a very tough neighbourhood with a lot of violence. I consider myself lucky. When I was aged 11, in 1998, Dad moved us to a suburban area from what was a ghetto area. It gave me a chance of survival.",
        "author": "Jon Jones"
    },
    {
        "quote": "I have been trying to point out that in our lives chance may have an astonishing influence and, if I may offer advice to the young laboratory worker, it would be this - never to neglect an extraordinary appearance or happening.",
        "author": "Alexander Fleming"
    },
    {
        "quote": "I got a chance to work with Miles Davis, and that changed everything for me, 'cause Miles really encouraged all his musicians to reach beyond what they know, go into unknown territory and explore. It's made a difference to me and the decisions that I've made over the years about how to approach a project in this music.",
        "author": "Herbie Hancock"
    },
    {
        "quote": "Easter is very important to me, it's a second chance.",
        "author": "Reba McEntire"
    },
    {
        "quote": "Read the best books first, or you may not have a chance to read them at all.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "We have to go and show these people what classical music is. We say sometimes that classical music has a small audience, but it's because people don't have the chance to be closer to it.",
        "author": "Gustavo Dudamel"
    },
    {
        "quote": "I definitely have plans to do more collaboration albums in the future. I'm a big fan of Common. I'm a big fan of Scarface; I'm a big fan of so many people, from Jeezy to... well, there are a lot of people's music that I respect. I don't know who I will collaborate with, but there's a great chance of something happening.",
        "author": "Nas"
    },
    {
        "quote": "I just remember watching Federer the first year he won Wimbledon. He was struggling with his back problem. I remember it vividly. It looked like there was a chance he was not going to finish. He had that look in his eye. Then, somehow, he found the wherewithal to dig a little deeper, and suddenly he wins the thing, and he's a different player.",
        "author": "John McEnroe"
    },
    {
        "quote": "When you are just starting out with an online business, there's a good chance that you'll be making several mistakes. Because of the mistakes that can be made with starting an online business, many people decide to quit or think that online businesses are just a scam.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "The moral backbone of literature is about that whole question of memory. To my mind it seems clear that those who have no memory have the much greater chance to lead happy lives.",
        "author": "W. G. Sebald"
    },
    {
        "quote": "I spent two summers working at Camp Curry and at Yosemite Lodge as a waiter. It gave me a chance to really be there every day - to hike up to Vernal Falls or Nevada Falls. It just took me really deep into it. Yosemite claimed me.",
        "author": "Robert Redford"
    },
    {
        "quote": "I keep my inner circle of people very small and tight, and I like to relax if I get a chance.",
        "author": "Dean Ambrose"
    },
    {
        "quote": "I never had a chance to play with dolls like other kids. I started working when I was six years old.",
        "author": "Billie Holiday"
    },
    {
        "quote": "The Classics are those books which constitute a treasured experience for those who have read and loved them; but they remain just as rich an experience for those who reserve the chance to read them for when they are in the best condition to enjoy them.",
        "author": "Italo Calvino"
    },
    {
        "quote": "Baseball gives every American boy a chance to excel, not just to be as good as someone else but to be better than someone else. This is the nature of man and the name of the game.",
        "author": "Ted Williams"
    },
    {
        "quote": "There are so many intelligent former black players, guys like Luther Blissett and Cyrille Regis, who never got a chance to become a top manager or a top coach because of the perception that surrounds people who look like them. They are black - which, for many, means they are good athletes but incapable of being anything above and beyond that.",
        "author": "John Barnes"
    },
    {
        "quote": "Jose Mourinho was a difficult coach for me, and we had a respectful but complicated relationship. When I thought he would give me a chance, I couldn't prove to him that I was in good shape.",
        "author": "Kaka"
    },
    {
        "quote": "People often remark that I'm pretty lucky. Luck is only important in so far as getting the chance to sell yourself at the right moment. After that, you've got to have talent and know how to use it.",
        "author": "Frank Sinatra"
    },
    {
        "quote": "So I had to change my mental outlook from, 'wow, this is Lee Haney, the icon we are all trying to aspire to,' to, 'this is the guy I am trying to beat.' I thought, 'I can't be in awe of this guy because, if that is your attitude then you're not going to have much chance of winning.'",
        "author": "Dorian Yates"
    },
    {
        "quote": "I feel bad for young actors who become huge stars too quickly, because you haven't had a chance to practice your craft a lot.",
        "author": "Topher Grace"
    },
    {
        "quote": "To me, it is clear that we exist in a plan which is governed by rules that were created, shaped by a universal intelligence and not by chance.",
        "author": "Michio Kaku"
    },
    {
        "quote": "The value of the majority lies not in the opportunity to wield great power, but in the chance to use power to do great things.",
        "author": "John Boehner"
    },
    {
        "quote": "No human being will ever know the Truth, for even if they happen to say it by chance, they would not even known they had done so.",
        "author": "Xenophanes"
    },
    {
        "quote": "Now, I have always believed that women are not victims; we are agents of change, we are drivers of progress, we are makers of peace - all we need is a fighting chance.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life.",
        "author": "Shreya Ghoshal"
    },
    {
        "quote": "The cost of living is going up and the chance of living is going down.",
        "author": "Flip Wilson"
    },
    {
        "quote": "If you're low-income in the United States, you have a higher chance of going to jail than you do of getting a four-year degree. And that doesn't seem entirely fair.",
        "author": "Bill Gates"
    },
    {
        "quote": "No one ever has a chance to get to know the real me because I do play a bad guy, and sometimes it's hard to soak in the comments or the negativity because that's the response you want to elicit. I am a normal person, but that's part of the job. I'm playing a character, and that's my role.",
        "author": "Charlotte Flair"
    },
    {
        "quote": "Musicians are always gigging and never have a chance to stop for a minute.",
        "author": "Keith Jarrett"
    },
    {
        "quote": "As for Guns N' Roses, I don't think there's ever a chance of a reunion.",
        "author": "Slash"
    },
    {
        "quote": "I met my wife through playing golf. She is French and couldn't speak English and I couldn't speak French, so there was little chance of us getting involved in any boring conversations - that's why we got married really quickly.",
        "author": "Sean Connery"
    },
    {
        "quote": "Releasing a record is only the tip of the iceberg when it comes to the promotion of the product, but you have to play the game if you are to have a chance of competing in the market place.",
        "author": "John Barrow"
    },
    {
        "quote": "I think even back as far as 'Lord of the Rings,' there was always the chance that 'The Hobbit' would be made, even way back then. Of course at that point, Peter Jackson didn't probably think at that point that he'd be directing it.",
        "author": "Andy Serkis"
    },
    {
        "quote": "Equal opportunity means everyone will have a fair chance at being incompetent.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "I don't think that everyone should become a mathematician, but I do believe that many students don't give mathematics a real chance.",
        "author": "Maryam Mirzakhani"
    },
    {
        "quote": "Nowadays love is a matter of chance, matrimony a matter of money and divorce a matter of course.",
        "author": "Helen Rowland"
    },
    {
        "quote": "I love New York. I was sad, depressed and incredibly moved by our fellow countrymen and what they've done. I wanted to give people a chance to see something funny, have a distraction.",
        "author": "Ben Stiller"
    },
    {
        "quote": "The conventional wisdom is that authors get only one chance in this world. If your first novel doesn't sell, publishers and bookstores lose interest, and your career stalls, barring an act of God or Oprah.",
        "author": "Jeff Giles"
    },
    {
        "quote": "There is no such thing as chance; and what seem to us merest accident springs from the deepest source of destiny.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "I went to see 'Kinky Boots' to see my friend Billy Porter in his groundbreaking performance. But while backstage, I was hoping for a chance to meet this young, dynamic performer Annaleigh Ashford. Her comic timing was brilliant. And she is obviously a triple threat.",
        "author": "LaChanze"
    },
    {
        "quote": "Not every father gets a chance to start his son off in his own footsteps.",
        "author": "Alan Ladd"
    },
    {
        "quote": "I'd never go up to somebody and start preaching, but if somebody asks I'm willing to talk about it. Often, after people have seen me praying, they'll ask and it's a chance to show how normal prayer time is and why we do it, to teach people about the religion. Not to try to change them, but to explain.",
        "author": "Moeen Ali"
    },
    {
        "quote": "In front of us was not a line but a fortress position, twenty miles deep, entrenched and fortified, defended by masses of machine-gun posts and thousands of guns in a wide arc. No chance for cavalry!",
        "author": "Philip Gibbs"
    },
    {
        "quote": "Writing a mystery is like drawing a picture and then cutting it into little pieces that you offer to your readers one piece at a time, thus allowing them the chance to put the jigsaw puzzle together by the end of the book.",
        "author": "Ashwin Sanghi"
    },
    {
        "quote": "Whether it's eight o'clock in the morning or eight o'clock at night, I always try to greet others before they have a chance to speak to me.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "I've had a chance to see something that is way outside everybody else's frame of reference and gives a perspective that is very different from everyone else's.",
        "author": "Chris Hadfield"
    },
    {
        "quote": "You never say never. There's always a chance to do things in the future.",
        "author": "Nick Cummins"
    },
    {
        "quote": "Remember to be gentle with yourself and others. We are all children of chance and none can say why some fields will blossom while others lay brown beneath the August sun.",
        "author": "Kent Nerburn"
    },
    {
        "quote": "I never felt that I didn't have a chance to win.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "When you are in any contest, you should work as if there were - to the very last minute - a chance to lose it. This is battle, this is politics, this is anything.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "You only get one chance in this thing called life. I know that is a bit maudlin and obscure, but it's a fact, and you can make a profound difference in people's lives without having a title in front of your name.",
        "author": "Gavin Newsom"
    },
    {
        "quote": "All my collaborations happen in different ways. Sometimes it's through a chance meeting at a festival or event, while others can happen just off the back of me liking their music and reaching out.",
        "author": "Kygo"
    },
    {
        "quote": "We have to defeat them on the battlefield and in the marketplace of ideals. And PBS, I believe, owed the nation the chance to hear the moderate Muslim voices who decry terrorism and Jihadism, and they didn't give them that chance, and that's a terrible thing.",
        "author": "Trent Franks"
    },
    {
        "quote": "Louis Pasteur said, 'Chance favors the prepared mind.' If you're really engaged in the writing, you'll work yourself out of whatever jam you find yourself in.",
        "author": "Michael Chabon"
    },
    {
        "quote": "The ruler who possesses methods of government does not follow the good that happens by chance but practices according to necessary principles. Law, methods, and power must be employed for government: these constitute its 'necessary principles.'",
        "author": "Han Fei"
    },
    {
        "quote": "Every possession and every happiness is but lent by chance for an uncertain time, and may therefore be demanded back the next hour.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "Everybody can see that my swing is homegrown. That means everybody has a chance to do it.",
        "author": "Bubba Watson"
    },
    {
        "quote": "Any revolutionary change must be preceded by a passive, affirmative, non-challenging attitude toward change among the mass of our people. They must feel so frustrated, so defeated, so lost, so futureless in the prevailing system that they are willing to let go of the past and chance the future.",
        "author": "Saul Alinsky"
    },
    {
        "quote": "I believe as a born-again Christian that once you've had a chance to drink from the well, it becomes your responsibility to replenish the well.",
        "author": "Daniel Baldwin"
    },
    {
        "quote": "We've gotta become the Martians. I'm a Martian - I tell you to become Martians. And we've gotta go to Mars and civilize Mars and build a whole civilization on Mars and then move out, 300 years from now into the universe. And when we do that, we have a chance of living forever.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Every human heart cries and yearns for the same thing: a chance to fulfill his or her own dreams and desires. Even the poorest man has a dream.",
        "author": "Myles Munroe"
    },
    {
        "quote": "All these other creatures have an equal right to exist here. We have no prior rights to the Earth than anybody else, and if they're here, let's give them a chance to survive.",
        "author": "Prince Philip"
    },
    {
        "quote": "I've got big shoes to fill. This is my chance to do something. I have to seize the moment.",
        "author": "Andrew Jackson"
    },
    {
        "quote": "I feel more like I'm a person who has so much to offer in different capacities that it would be a danger for me not to give myself a chance to spread my wings in all different directions.",
        "author": "Alicia Keys"
    },
    {
        "quote": "Edible Arrangements will have to beat back some rivals, including a handful of mom-and-pop vendors and a company in Pennsylvania called Incredibly Edible Delites. And there's always the chance that a deep-pocketed national florist like FTD will decide that pretty produce is profitable and jump into the mix.",
        "author": "Tahl Raz"
    },
    {
        "quote": "I would love to meet Kelly Clarkson and if I get the chance to I would tell her thank you so much for the inspiration.",
        "author": "Thia Megia"
    },
    {
        "quote": "We should read to give our souls a chance to luxuriate.",
        "author": "Henry Miller"
    },
    {
        "quote": "Knowledge doesn't really form part of human nature. Conflict, combat, the outcome of the combat, and, consequently, risk and chance are what gives rise to knowledge. Knowledge is not instinctive; it is counter instinctive, just as it is not natural but counter natural.",
        "author": "Michel Foucault"
    },
    {
        "quote": "And I think maybe all women, if they just had a chance, would be romantic and believe in love and not sex. And men believe in sex and not love.",
        "author": "Beatrice Wood"
    },
    {
        "quote": "I always leave room for serendipity and chance.",
        "author": "Ken Stott"
    },
    {
        "quote": "If you keep a healthy state of mind, you give yourself a great chance to bring out the best in yourself.",
        "author": "Johanna Konta"
    },
    {
        "quote": "Instagram has a faster chance of reaching me than CNN, and if I really want to know what's going on, I refresh my Twitter feed.",
        "author": "Emily Weiss"
    },
    {
        "quote": "Climbing is all about freedom, the freedom to go beyond all the rules and take a chance, to experience something new, to gain insight into human nature.",
        "author": "Reinhold Messner"
    },
    {
        "quote": "Great customer service does not come by chance. It is the result of training and ensuring there are enough assistants to serve the customers.",
        "author": "Theo Paphitis"
    },
    {
        "quote": "When in doubt, wear a suit. Look at male politicians: you see them in a suit, and they look fine. But if you see a picture of them on the weekend or on vacation, there's a good chance they look terrible and unstylish.",
        "author": "Carine Roitfeld"
    },
    {
        "quote": "My sole ambition is to rid Mexico of the class that has oppressed her and given the people a chance to know what real liberty means. And if I could bring that about today by giving up my life, I would do it gladly.",
        "author": "Pancho Villa"
    },
    {
        "quote": "My intention here is to make it clear that not a single cell of my composition, here in regard to The Raven, is found by chance or intuition, that the composition moved towards perfection with the precision and inevitability of a mathematical equation.",
        "author": "Maurice Ravel"
    },
    {
        "quote": "It's either you finna create your own wave, you finna sound like me or you finna sound like G Herbo, you finna sound like Chance The Rapper, you finna sound like Juice Wrld. You ain't gonna get too far 'cause you sound like somebody. So, create your own lane and do your own style.",
        "author": "Lil Durk"
    },
    {
        "quote": "When you think in terms of public service, I heard so much about what Mother Theresa had done in her life. And I was fortunate enough to get a chance to meet her and talk to her a lot about what motivates her and what drives her. And that, to me, is a person that really is an extraordinary role model.",
        "author": "Anthony Fauci"
    },
    {
        "quote": "In college I never realized the opportunities available to a pro athlete. I've been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.",
        "author": "Michael Jordan"
    },
    {
        "quote": "To me, the stand up part in my life is great. I know I can do that. When I get an acting chance, I'm really thrilled.",
        "author": "Don Rickles"
    },
    {
        "quote": "The public airwaves provide a chance to affirm we want to be a good, decent people; a good, decent nation.",
        "author": "Charles W. Pickering"
    },
    {
        "quote": "People react differently to hearing 'Procedure X has a 70 percent chance of survival' and 'Procedure Y has a 30 percent chance of death.' Phrased that way, people flock to Procedure X, even though the numbers are the same.",
        "author": "Paul Kalanithi"
    },
    {
        "quote": "Chance fights ever on the side of the prudent.",
        "author": "Euripides"
    },
    {
        "quote": "If you have the chance to be exposed to a loving, understanding environment where the seed of compassion, loving kindness, can be watered every day, then you become a more loving person.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "Problems can be experienced as... a chance for renewal rather than stress.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "Welcome, wild harbinger of spring! To this small nook of earth; Feeling and fancy fondly cling, Round thoughts which owe their birth, To thee, and to the humble spot, Where chance has fixed thy lowly lot.",
        "author": "Bernard Barton"
    },
    {
        "quote": "War never takes a wicked man by chance, the good man always.",
        "author": "Sophocles"
    },
    {
        "quote": "I have warned many times about the guaranteed dangers of betting with your heart instead of your head - big darkness, soon come - but every once in a while you get a fair chance to have it both ways, and the annual NCAA basketball Tournament is one of them.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "From the age of four, I was a huge comic fan and still am. When Lost in Space came along it was like being in a huge comic so we jumped at the chance of being part of that project and it proved to be a good choice.",
        "author": "Bill Mumy"
    },
    {
        "quote": "Chance, choice, and consequence are fundamental parts of existence and perfect fodder for a horror story - or any story, for that matter, that asks, 'How do you live through this? How does anyone live through this?'",
        "author": "Paul G. Tremblay"
    },
    {
        "quote": "I got a chance to act in a film, 'Derailed.' I was having a recurring nightmare, and after doing that film, the nightmares stopped.",
        "author": "Rza"
    },
    {
        "quote": "Don't listen to anybody. Nobody knows the magic bullet. If they did, they'd sell it and make a fortune. Follow your gut. Follow your instincts. Every once in a while, take a chance.",
        "author": "Michael Cudlitz"
    },
    {
        "quote": "In 1984, when I was a rookie member of the House, there was a bill introduced to make Martin Luther King's birthday a state holiday. It didn't have a chance. As time passed, though, more and more states adopted the holiday. Finally, after about five years, we passed it and, I think, almost unanimously. As I said, change is slow and hard.",
        "author": "John Grisham"
    },
    {
        "quote": "A very small cause which escapes our notice determines a considerable effect that we cannot fail to see, and then we say that the effect is due to chance.",
        "author": "Henri Poincare"
    },
    {
        "quote": "The lessons I learned from the dark days at Alibaba are that you've got to make your team have value, innovation, and vision. Also, if you don't give up, you still have a chance. And, when you are small, you have to be very focused and rely on your brain, not your strength.",
        "author": "Jack Ma"
    },
    {
        "quote": "Personally, I would be delighted if there were a life after death, especially if it permitted me to continue to learn about this world and others, if it gave me a chance to discover how history turns out.",
        "author": "Carl Sagan"
    },
    {
        "quote": "Nobody could have predicted the effect of John Bonham's drum introduction on 'Good Times, Bad Times,' because no matter what he'd played in before, he'd never had the chance to flex his muscles and play like John Bonham.",
        "author": "Jimmy Page"
    },
    {
        "quote": "Whenever we have thanked these men and women for what they have done for us, without exception they have expressed gratitude for having the chance to help - because they grew as they served.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "If we choose to walk into a forest where a tiger lives, we are taking a chance. If we swim in a river where crocodiles live, we are taking a chance. If we visit the desert or climb a mountain or enter a swamp where snakes have managed to survive, we are taking a chance.",
        "author": "Peter Benchley"
    },
    {
        "quote": "The early days were really difficult because it was constant no's, I didn't have an agent. I always knew that I had something to offer, but it just felt like I could never get someone to give me a chance.",
        "author": "Madelyn Cline"
    },
    {
        "quote": "I don't want to disrespect anyone, but it's clear that any team which has the chance to play with Messi, Suarez, and Neymar has devastating attacking power, which any coach would love at his disposal.",
        "author": "Gianluigi Buffon"
    },
    {
        "quote": "Obviously, it gave me a chance to see Barcelona. I won't deny that. But I also had a chance to see something in another country in terms of recycling and reusing nuclear material.",
        "author": "Ed Pastor"
    },
    {
        "quote": "The public health of five million children should not be left to luck or chance.",
        "author": "Jamie Oliver"
    },
    {
        "quote": "I'm proud to be part of the Dr. Pepper Scholarship Giveaway. It's a great program that gives me the chance to brighten the day for some lucky college students with free tuition.",
        "author": "Lou Holtz"
    },
    {
        "quote": "The first time Adam had a chance, he laid the blame on women.",
        "author": "Nancy Astor"
    },
    {
        "quote": "An American cannot converse, but he can discuss, and his talk falls into a dissertation. He speaks to you as if he was addressing a meeting; and if he should chance to become warm in the discussion, he will say 'Gentlemen' to the person with whom he is conversing.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "My career with the Navy and NASA gave me an incredible chance to showcase public service to which I am dedicated, and what we can accomplish on the big challenges of our day.",
        "author": "Scott Kelly"
    },
    {
        "quote": "In the playoffs, it's win or go home. You might not have a chance to look back at a game and say, 'Man, we didn't box out here.'",
        "author": "Scottie Pippen"
    },
    {
        "quote": "When you're the host of the Academy Awards, and you grew up watching Bob Hope and Johnny Carson, and now it's your turn, and you get a chance to run with the baton on the relay for a while, I really embraced it and just really loved being there.",
        "author": "Billy Crystal"
    },
    {
        "quote": "With any of the movies I've had a chance to do, or any of the TV shows I've had a chance to contribute to, people approach me and say, 'Hey, would you like to do this?' I laugh out loud and say, 'Yes, that'd be funny.' Or, I'm very moved by what I read and say, 'Yes. How can I help you?'",
        "author": "John Cena"
    },
    {
        "quote": "I just remember the feeling of being dropped from Island and having our hearts broken. Because we were given a chance to put out an album to the world. We got the chance for people to know who we were. We wanted to make our dreams come true and do hip-hop for a living, but we didn't do it right.",
        "author": "Prodigy"
    },
    {
        "quote": "There is better than a good chance that while relaxing on a beach somewhere or sipping a martini in your favorite lounge, you have heard music that makes raise your eyebrow and ask, 'What kind of music is that?'",
        "author": "Om Malik"
    },
    {
        "quote": "I'd love to make a movie with Tom Hardy. If we ever got the chance to make a Venom movie together, that would be super-cool, but his movie would have to take place in the MCU because I'm not giving up my ticket in the MCU.",
        "author": "Tom Holland"
    },
    {
        "quote": "Being born in the adolescent years of hip hop helped us learn about flux. And when you're in an industry that is constantly growing, changing, maturing... you get a chance to try different things out and a chance to fail.",
        "author": "Troy Carter"
    },
    {
        "quote": "All discarded lovers should be given a second chance, but with somebody else.",
        "author": "Mae West"
    },
    {
        "quote": "Guest roles are how you get initiated into the industry. It's fun. Over the course of a few years you realise you've done many shows. You get a chance to prove yourself, and that's how you get jobs because of people who have worked with you in the past and trust you.",
        "author": "Sasha Roiz"
    },
    {
        "quote": "'Swan Lake' was my favourite piece of music when I was younger, and I never had a chance to skate to it.",
        "author": "Kaetlyn Osmond"
    },
    {
        "quote": "I think everyone should live in New York City if they ever get the chance at least once in their life. It's such a great place to live; there's a different energy about living in the city.",
        "author": "Odette Annable"
    },
    {
        "quote": "The more I come to know about the outside world's perception of China, the more I feel there are all sorts of misunderstandings, and to a certain extent, people do not get the full picture from the media. A lot of foreigners have few opportunities to visit China, and a lot of Chinese people do not have the chance to go to Europe or to the West.",
        "author": "Jack Ma"
    },
    {
        "quote": "There has been enough suffering in our country, there has been enough of children whose dreams die before they have a chance to grow and there has been enough of our elders who, having served their nation, are forced into indignity in their old age.",
        "author": "John Agyekum Kufuor"
    },
    {
        "quote": "I have spent a lifetime trying to share what it has meant to be a woman first in the world of sports so that other young women have a chance to reach their dreams.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "When my father passed away, he had his organs donated. In that painful moment, I was deeply comforted knowing that my father would be able to give others a second chance at life. That is why I encourage everyone to sign up to be a donor.",
        "author": "John Perez"
    },
    {
        "quote": "My father will anticipate everything. He will leave you and me no chance to do a great and brilliant deed.",
        "author": "Alexander the Great"
    },
    {
        "quote": "I never really got that chance at Manchester City and developed into a utility player. Playing in all the positions has made me a better player because it's not easy to do that. Understanding the game has made me a more rounded player as well.",
        "author": "James Milner"
    },
    {
        "quote": "While awaiting deportation proceedings, my parents remained in detention near Boston, so I could visit them. They would have liked to fight deportation, but without a lawyer and an immigration system that rarely gives judges the discretion to allow families to stay together, they never had a chance.",
        "author": "Diane Guerrero"
    },
    {
        "quote": "I don't go to a psychiatrist. I don't go to a gym. I run away from my accountant, I run away from my dentist. They are all supposed to help you, but I like to stay in bed, where I have a chance to reflect, like Rossellini.",
        "author": "Marlene Dumas"
    },
    {
        "quote": "Tennis is best of three sets, so even if I lose the first set, I still have a chance.",
        "author": "Li Na"
    },
    {
        "quote": "You will never stub your toe standing still. The faster you go, the more chance there is of stubbing your toe, but the more chance you have of getting somewhere.",
        "author": "Charles Kettering"
    },
    {
        "quote": "It was an unbelievable experience! The brakes, the g-forces and the power of the engine are beyond description. Thanks to BMW and WilliamsF1 for giving me this chance to test. The test team looked after me brilliantly and I learnt plenty.",
        "author": "Sebastian Vettel"
    },
    {
        "quote": "Every hundred year, mother make baby like Iron Sheik, Michael Jordan and the Jesus. Only one chance to prove you are the real in a lifetime.",
        "author": "The Iron Sheik"
    },
    {
        "quote": "Chance makes our parents, but choice makes our friends.",
        "author": "Jacques Delille"
    },
    {
        "quote": "A fool must now and then be right, by chance.",
        "author": "William Cowper"
    },
    {
        "quote": "I mean we all need a second chance sometimes.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Some people figure that if they're part of a gang then they have less of a chance of being killed, because they are in larger numbers. But the problem with this is that it will lead to people doing stuff that they wouldn't usually do.",
        "author": "Ross Kemp"
    },
    {
        "quote": "Chance doesn't mean meaningless randomness, but historical contingency. This happens rather than that, and that's the way that novelty, new things, come about.",
        "author": "John Polkinghorne"
    },
    {
        "quote": "It was that which gave promise that in due time the weights should be lifted from the shoulders of all men, and that all should have an equal chance. This is the sentiment embodied in that Declaration of Independence.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "I realised at the age of 16 that unless I read the gospels, I would never have access to Renaissance art, to the music of Bach or the novels of Dostoevsky. So in the evenings, when the other boys went to play basketball or chase girls - I had no chance in either - I found my comfort in Jesus.",
        "author": "Amos Oz"
    },
    {
        "quote": "Anytime I've travelled to the Middle East, I've always experience the very best in hospitality. They are some of the most kind and wonderful people I've had the chance to meet, and I feel that Saudi Arabia shares those same qualities.",
        "author": "Samoa Joe"
    },
    {
        "quote": "My heart stopped seven times and I had to be resuscitated seven times. It's incredible I'm still here so every day I feel happy to have a second chance but I'm sorry to say I didn't see any tunnel or any light at the end of it.",
        "author": "Alex Zanardi"
    },
    {
        "quote": "First-person narrators is the way I know how to write a book with the greatest power and chance of artistic success.",
        "author": "Anne Rice"
    },
    {
        "quote": "I've never watched any of the adaptations of my books. I've never wanted to, and there's absolutely no chance of me doing so in the future.",
        "author": "Alan Moore"
    },
    {
        "quote": "I loved being in the Marine Corps, I loved my job in the Marine Corps, and I loved the people I served with. It's one of the best things I've had a chance to do.",
        "author": "Adam Driver"
    },
    {
        "quote": "At a time when nobody thought we'd ever see a new steel mill built in America, we took a chance and built one in a corn field in Indiana. Today Steel Dynamics is one of the largest steel producers in the United States.",
        "author": "Mitt Romney"
    },
    {
        "quote": "This is a land of immigrants, and most come here for opportunity, a second chance.",
        "author": "Ilhan Omar"
    },
    {
        "quote": "You can choose a future where more Americans have the chance to gain the skills they need to compete, no matter how old they are or how much money they have. Education was the gateway to opportunity for me. It was the gateway for Michelle. And now more than ever, it is the gateway to a middle-class life.",
        "author": "Barack Obama"
    },
    {
        "quote": "Chance is the pseudonym of God when he did not want to sign.",
        "author": "Theophile Gautier"
    },
    {
        "quote": "This ultimate fighting stuff is something I don't agree with. Once a man is down, you have to let him have a chance to prove how good he is.",
        "author": "Joe Frazier"
    },
    {
        "quote": "It definitely gives us a lot of confidence to be playing for Manchester United as a youngster, and, as long as you keep working, you are always going to get your chance.",
        "author": "Jesse Lingard"
    },
    {
        "quote": "So, you pick this stuff here and this stuff there and then you see things in certain ways and you start visualizing and thank God I get the chance to do this. It's really the greatest thing in the whole wide world.",
        "author": "Danny DeVito"
    },
    {
        "quote": "Liberals will continue to put forward positive solutions that will help our economy grow and give all Canadians a real and fair chance at success.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "No money in this world could convince me to play for Liverpool. That's not a lack of respect for Liverpool supporters or the football club. It's respect for the Everton supporters. You just can't do that. It goes against everything that I stand for. No chance.",
        "author": "Timothy F. Cahill"
    },
    {
        "quote": "I was a late bloomer, but I had a career as a contemporary dancer before that, so I had some kind of connection to this world. But I was always a little more in love with the drama of dancing than the aesthetics, so I thought, 'Why don't you give it a chance if you think you can do it a little different?'",
        "author": "Mads Mikkelsen"
    },
    {
        "quote": "The sooner you cut off negotiations with someone you shouldn't be dealing with, it gives you the chance to move on to a more profitable deal.",
        "author": "Christopher Voss"
    },
    {
        "quote": "Newspaper readership is declining like crazy. In fact, there's a good chance that nobody is reading my column.",
        "author": "Dave Barry"
    },
    {
        "quote": "For people who have heart disease, statins are great. But if all you've had is high cholesterol, what you're doing is taking this 1/100 chance of getting a benefit and offsetting it with 1/200 chance of getting diabetes.",
        "author": "Eric Topol"
    },
    {
        "quote": "When God gives you a second chance, it's not something you take for granted.",
        "author": "Lane Kiffin"
    },
    {
        "quote": "With streaming, everything is focused on singles. That means an artist's depth doesn't have the chance to shine through.",
        "author": "Joe Hisaishi"
    },
    {
        "quote": "My whole story is just about me having a second chance.",
        "author": "Two Chainz"
    },
    {
        "quote": "Suffering by nature or chance never seems so painful as suffering inflicted on us by the arbitrary will of another.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "If you can qualify on the pole or in the front, you have a better chance of getting five points for leading a lap or leading the most laps.",
        "author": "Kevin Harvick"
    },
    {
        "quote": "The successful man is the one who had the chance and took it.",
        "author": "Roger Babson"
    },
    {
        "quote": "How often things occur by mere chance which we dared not even hope for.",
        "author": "Terence"
    },
    {
        "quote": "I have never planned my career. I chose those films with which I could relate myself. But if given a chance, I would love to do the kind of roles Meryl Streep has done.",
        "author": "Sridevi"
    },
    {
        "quote": "As a citizen - or even a TV legal analyst - am I required to presume innocence, i.e., that the authorities arrest the wrong person in every case? Not a chance.",
        "author": "Dan Abrams"
    },
    {
        "quote": "But at the beginning it was clear to me that concrete poetry was peculiarly suited for using in public settings. This was my idea, but of course I never really much got the chance to do it.",
        "author": "Ian Hamilton Finlay"
    },
    {
        "quote": "When I started out, even though you had your rhythm section, they were big horn sections, strings, live people laying on every part of the floor in the studio waiting for their chance to get on that one little track.",
        "author": "Betty Wright"
    },
    {
        "quote": "That which has been believed by everyone, always and everywhere, has every chance of being false.",
        "author": "Paul Valery"
    },
    {
        "quote": "I think my thing is I grew up in the ghetto, and I was able to get a second chance. That's what I'm trying to tell kids.",
        "author": "Master P"
    },
    {
        "quote": "Every time we've moved ahead in IBM, it was because someone was willing to take a chance, put his head on the block, and try something new.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "I'm here today because I refused to be unhappy. I took a chance.",
        "author": "Wanda Sykes"
    },
    {
        "quote": "While Turing was dealt with under the law of the time, and we can't put the clock back, his treatment was of course utterly unfair, and I am pleased to have the chance to say how deeply sorry I and we all are for what happened to him.",
        "author": "Gordon Brown"
    },
    {
        "quote": "I used to sneak up to the 8th floor and watch Eddie Murphy and Joe Piscopo rehearsing 'Saturday Night Live' and could only wonder if I would ever have the chance to be funny. It took me five years to go up the two stories, but it is such a sense of fulfillment to be able to show what I can do on national television.",
        "author": "Dana Carvey"
    },
    {
        "quote": "They did offer me a chance of being a V in the crowd, but it's not my scene. I think they just thought it would be fun for me to do that, but I don't know. I heard that Stan Lee appears in every movie of his.",
        "author": "David Lloyd"
    },
    {
        "quote": "Never talk for half a minute without pausing and giving others a chance to join in.",
        "author": "Sydney Smith"
    },
    {
        "quote": "I'm lucky to have a second chance. Not everyone in life has a second chance, and I do.",
        "author": "Samir Nasri"
    },
    {
        "quote": "I live in a constant state of gratitude, thankfulness, and appreciation for the second chance I was given, so anytime in any film, when that is given to someone, I always appreciate it.",
        "author": "Shawn Michaels"
    },
    {
        "quote": "Give luck a chance to happen.",
        "author": "Tom Kite"
    },
    {
        "quote": "I don't bowl at 140 kmph or 150 kmph, so my best chance of getting the batsmen out is by bowling in the right areas and getting it to swing.",
        "author": "Bhuvneshwar Kumar"
    },
    {
        "quote": "If you fail the first time that's just a chance to start over again.",
        "author": "Lenny Wilkens"
    },
    {
        "quote": "I never got the chance to meet Linda Brown; there were several times we were supposed to meet or be on the same stage together, but life gets in the way, and it never happened.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "Going to college offered me the chance to play football for four more years.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "I was a bowler - left arm, smash it down as fast as I could. I did a lot of work with Damian D'Oliveira, and I probably had a chance of doing that for a living. But when I reached 16, I knew I couldn't carry on playing both football and cricket, and I was already in the Shrewsbury squad.",
        "author": "Joe Hart"
    },
    {
        "quote": "What motivated me to dedicate myself to public service for nearly two-thirds of my life was the chance to produce results for those people who entrusted me to be their voice and their champion.",
        "author": "Olympia Snowe"
    },
    {
        "quote": "Fortunately, somewhere between chance and mystery lies imagination, the only thing that protects our freedom, despite the fact that people keep trying to reduce it or kill it off altogether.",
        "author": "Luis Bunuel"
    },
    {
        "quote": "Holding women to the idea of 'write what you know' subtly reinforces the status quo. Writing is a chance to celebrate who we are. But it's also a chance to celebrate who we could be.",
        "author": "Lisa Joy"
    },
    {
        "quote": "When I get a chance to power jump off both legs, I can lean, twist, change directions and decide whether to dunk the ball or pass it to an open man. In other words, I may be committed to the air, but I still have some control over it.",
        "author": "Julius Erving"
    },
    {
        "quote": "The consequences for failure are very different if you're a woman or a person of color than they are if you're a guy. If you're a guy who makes a mistake, you get a second chance. Often, for those of us who are outsiders, we make a mistake, and that's the end of the conversation.",
        "author": "Stacey Abrams"
    },
    {
        "quote": "I never quit trying. I never felt that I didn't have a chance to win.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "Nothing can really prepare you for when you get in the Formula One car. Knowing that you're driving a multimillion-dollar car, and if you crash it it's going to cost a lot of money, and they might not give you another chance, is scary.",
        "author": "Lewis Hamilton"
    },
    {
        "quote": "'Playboy Magazine' has been a devil's advocate for me. Because of the image and type-casting, it's harder to convince people that I can sing. Yet, I probably wouldn't have had the chance, had it not been for Playboy.",
        "author": "Barbi Benton"
    },
    {
        "quote": "I fell in love with hip-hop a little bit late; I grew up on Another Bad Creation and Kris Kross. But my mom got me a TV in my room, and I remember seeing Biggie's 'Give Me One More Chance,' and I was like, 'Oh, this is how a house party looks!' I really, really fell in love with it when Tupac created 'Dear Mama.'",
        "author": "Karen Civil"
    },
    {
        "quote": "The first point to remember is that attempts to clone mice have actually been very unsuccessful for at least a decade. Sheep have been successful. So one asks, 'Where do humans lie?' Most people think they are somewhere between the two, but at least there's a reasonable chance they might be clone-able.",
        "author": "John Gurdon"
    },
    {
        "quote": "I don't believe chance can play a role in my literature.",
        "author": "Italo Calvino"
    },
    {
        "quote": "What makes us Americans is our shared commitment to an ideal - that all of us are created equal, and all of us have the chance to make of our lives what we will.",
        "author": "Barack Obama"
    },
    {
        "quote": "It's fun. I sit down every day and tell stories. Some folk would kill to get that chance.",
        "author": "Bernard Cornwell"
    },
    {
        "quote": "I eat at In-N-Out Burger every chance I get.",
        "author": "Robin Wright"
    },
    {
        "quote": "Living with only the bare essentials has not only provided superficial benefits such as the pleasure of a tidy room or the simple ease of cleaning, it has also led to a more fundamental shift. It's given me a chance to think about what it really means to be happy.",
        "author": "Fumio Sasaki"
    },
    {
        "quote": "I was really surprised to see how critical the Malayali audiences are. It is really overwhelming that people genuinely want good scripts and do not miss a chance to applaud good scripts.",
        "author": "Joy Mathew"
    },
    {
        "quote": "I'm a winner. I love to build. I've got great ideas. I've got the passion. I'm very diligent, and if given a chance I'll work my rear end off to be a success.",
        "author": "Sol Campbell"
    },
    {
        "quote": "More than 100 people are involved in a transplant operation... and we can't waste time and resources if there is a chance the caretakers aren't up for an awesome responsibility.",
        "author": "Leonard Bailey"
    },
    {
        "quote": "I want more people to know who I am and I want to have the chance to tease my music a bit more.",
        "author": "MNEK"
    },
    {
        "quote": "If you turn a smiling face on the world, you've got a chance of finishing up a good-looking old person.",
        "author": "Rolf Harris"
    },
    {
        "quote": "Number one - and I want you to emblaze this on your brain - you only have one chance to make a first impression.",
        "author": "Judy Sheindlin"
    },
    {
        "quote": "Humans having any kind of sporting chance against hostile alien invaders armed with superior technology - Good luck. If they're advanced enough to cross the enormous distances of interstellar space, they're advanced enough to wipe us out without breaking whatever in their physiology passes for a sweat.",
        "author": "Nick Sagan"
    },
    {
        "quote": "The British Fashion Awards gives us the chance to commend not only the winners but celebrate all of the individuals that contribute to the incredible achievements that make London the best fashion destination in the world.",
        "author": "Natalie Massenet"
    },
    {
        "quote": "Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "The lunacy continues and has every chance of becoming a way of life unless we stop it soon. Men are getting so used to wars that the psychiatric wing of the RAMC are planning how to break the news to the men when the war is over.",
        "author": "Spike Milligan"
    },
    {
        "quote": "I think, for me, just trying to be the 'non-threatening black woman,' constantly being, like, super-bubbly! And relatable! It takes a lot of energy! The energy you have to put into playing into the system of white supremacy, so that you can be just given a chance.",
        "author": "Wunmi Mosaku"
    },
    {
        "quote": "Neither can men, by the same principles, be considered as lands, goods, or houses, among possessions. It is necessary that all property should be inferiour to its possessor. But how does the slave differ from his master, but by chance?",
        "author": "Thomas Clarkson"
    },
    {
        "quote": "Government cannot do it all. As we work hard to break welfare dependency and get young people ready for the labour market, we need businesses to give them a chance and not just fall back on labour from abroad.",
        "author": "Iain Duncan Smith"
    },
    {
        "quote": "I felt like the luckiest kid in the world. And I was. I was growing up middle-class in a time when growing up middle-class in America meant there would be jobs for my parents, good schools for me to prepare myself for a career, and, if I worked hard and played by the rules, a chance for me to do anything I wanted.",
        "author": "Al Franken"
    },
    {
        "quote": "Peer mediation is a chance for students to work with other students to help them resolve problems, arguments, disagreements without having to get the teacher or the administration involved.",
        "author": "Janet Reno"
    },
    {
        "quote": "The more that everyone has access to the same educational opportunities, the more society will tend to accept some receiving disproportionate rewards. After all, they themselves have a chance to be winners.",
        "author": "Raghuram Rajan"
    },
    {
        "quote": "Growing up, I was encouraged to get a good education, get a real job doing something I enjoyed, and, should the opportunity present itself, consider public service as just that: a chance to serve, not an end in itself.",
        "author": "John Sununu"
    },
    {
        "quote": "It is my belief that nearly any invented quotation, played with confidence, stands a good chance to deceive.",
        "author": "Mark Twain"
    },
    {
        "quote": "You're not going to get a chance to vote for me on the ballot, but you can actually vote for what I believe in.",
        "author": "Carl Lewis"
    },
    {
        "quote": "I think the chance of finding beauty is higher if you don't work on it directly. Beauty in architecture is driven by practicality. This is what you learn from studying the old townscapes of the Swiss farmers.",
        "author": "Peter Zumthor"
    },
    {
        "quote": "If I get another chance to star in Hollywood movies in the future, I am going to do my best to proudly show the best of Henry to the world.",
        "author": "Henry Lau"
    },
    {
        "quote": "As a high school dropout, I understand the value of education: A second chance at obtaining my high school diploma through the G.I. Bill led me to attend college and law school and allowed me the opportunity to serve in Congress.",
        "author": "Charles B. Rangel"
    },
    {
        "quote": "A script is so word-heavy, after trying to communicate so much verbally, I think you need a different outlet to give the verbal centre of your brain a chance to cool off.",
        "author": "David Alpay"
    },
    {
        "quote": "Voting shouldn't be a challenge. It should be as easy and accessible as possible. We shouldn't require forms of ID that folks don't have. We shouldn't restrict days or hours that allow working people a chance to both do their job and exercise their democratic right, and we damn well shouldn't be throwing up new obstacles midstream.",
        "author": "Donna Brazile"
    },
    {
        "quote": "When you get a chance to play, if you help them win a game, then the team will start believing that the player can also do this for the team. So building that confidence for yourself and the team is very important.",
        "author": "K. L. Rahul"
    },
    {
        "quote": "My sister learned she was a carrier for a recessive disease, Bloom syndrome, late in one of her pregnancies. I remember the panicked call and the weeks of worry as she and her husband awaited his test results; if he was also a carrier, this meant their daughter had a one in four chance of being born with the disorder.",
        "author": "Anne Wojcicki"
    },
    {
        "quote": "We all know that China is industrializing at a growth rate of 8 to 10 percent per year. China is on track to pass the U.S. as the largest economy in the world in 20 to 25 years, and China is determined to give its people a chance at this high standard of living that we enjoy.",
        "author": "John Olver"
    },
    {
        "quote": "Everyone thinks I'm looking for attacking football all the time. But the foundation is how you defend - keep a clean sheet, and you have a decent chance to win a game of football.",
        "author": "Ole Gunnar Solskjaer"
    },
    {
        "quote": "There's no such thing as a good time. I started an apparel-manufacturing business in the tech-boom years. I mean, come on. Get out of your garage and go take a chance and start your business.",
        "author": "Kevin Plank"
    },
    {
        "quote": "When I read that Malaysia Airlines flight MH370 had disappeared - a state-of-the-art Boeing 777, said to be an incredibly safe way to travel - I waited patiently for the chance to learn what happened.",
        "author": "Henry Rollins"
    },
    {
        "quote": "I think that's what happens when you get scared, and you're rushing, and you don't have time. Rather than cut things out and take a chance, and build things up you think are working, you cut everything down a little bit, and everything sort of suffers.",
        "author": "Tom Noonan"
    },
    {
        "quote": "Pageants were an amazing platform that gave a little girl like me from the mountains of my beautiful Puerto Rico a chance to travel, explore the world, meet amazing people, work for great charities and be a voice to empower women wherever I went. For all those things, I am grateful.",
        "author": "Joyce Giraud"
    },
    {
        "quote": "What I felt was, if you spend your life just writing fiction, you are going to falsify your material. And the fictional form was going to force you to do things with the material, to dramatize it in a certain way. I thought nonfiction gave one a chance to explore the world, the other world, the world that one didn't know fully.",
        "author": "V. S. Naipaul"
    },
    {
        "quote": "I liked Rajamouli's 'Eega.' He is a great technician, and I would be happy to get a chance to work with him.",
        "author": "Sridevi"
    },
    {
        "quote": "Now we Democrats believe that America is still the country of fair play, that we can come out of a small town or a poor neighborhood and have the same chance as anyone else, and it doesn't matter whether we are black or Hispanic, or disabled or women.",
        "author": "Ann Richards"
    },
    {
        "quote": "Comedy can always be taken the wrong way. If I do a bit that is meant to diffuse racism or sexism, I'm not going to avoid it on the chance that a small portion of the audience might take it the wrong way.",
        "author": "Doug Stanhope"
    },
    {
        "quote": "What's on my playlist when I'm fighting is not so much hip-hop. Sometimes, it's something more inspirational. I get a chance to think about what I'm fighting for, like, my family. It takes me to that state because a lot of times, it's a spiritual warfare for me.",
        "author": "Tyron Woodley"
    },
    {
        "quote": "Chance alone is at the source of all novelty, all creation in the biosphere.",
        "author": "Jacques Monod"
    },
    {
        "quote": "I've been a fan of House of Holland for a couple of years now and I actually had a secret dream of working with the brand one day! So obviously I was super thrilled when I got this chance!",
        "author": "MO"
    },
    {
        "quote": "Before I debuted, it was my goal to make my debut, and afterwards, I aimed at winning champion titles on television music shows, and I hoped for a chance to perform as a soloist.",
        "author": "Hyuna"
    },
    {
        "quote": "The Government wants to give young people from every community the chance to learn about the heroism and sacrifice of our great-grandparents, which is why we are organising visits to the battlefields of the Western Front.",
        "author": "Michael Gove"
    },
    {
        "quote": "I watch movies, and if I get the chance to watch television, I'm usually prone to watching something completely mindless and mundane that I don't have to follow so closely.",
        "author": "Billy Burke"
    },
    {
        "quote": "Many a happiness in life, as many a disaster, can be due to chance, but the peace within us can never be governed by chance.",
        "author": "Maurice Maeterlinck"
    },
    {
        "quote": "I got a chance to listen to and watch Thelonious Monk and his quartet play two shows a night, for six weeks. It was a great education. There was my university, man.",
        "author": "Chick Corea"
    },
    {
        "quote": "The great thing about WWE is the fact they are branching out and doing more brands. Having this just creates more opportunities for everybody, and I just want them all to get a chance. Especially in England. I know we have a lot of British superstars, but it's still a lot harder for Brits to come over here in America.",
        "author": "Paige"
    },
    {
        "quote": "Music is where I have the most creative freedom, but I love producing. To me, that's kind of where all the action is. You get a chance to have your hands in every aspect of a film. From picking a director, sometimes picking a writer, to the actors, the wardrobe, set design, editing, music, and marketing.",
        "author": "Ice Cube"
    },
    {
        "quote": "As a quarterback, there's no better way to finish your year, in winning a Super Bowl, than with a touchdown pass. The chances of that happening, by the looks of most of the Super Bowls, is a very rare chance. Fortunately for me, I had an opportunity.",
        "author": "Joe Montana"
    },
    {
        "quote": "As an actor, you don't often get a chance to know exactly the impact of what the audience is seeing, even though you can ask where the frame is. A move that feels tiny can be huge, and vice versa.",
        "author": "John Hawkes"
    },
    {
        "quote": "I loved my time in Japan, and I am grateful to have had the chance to live in Japan and embrace the Japanese culture.",
        "author": "Freddie Ljungberg"
    },
    {
        "quote": "Like everyone else in this world, I have had struggles. There's disappointment and obstacles in everybody's life. I feel like I was writing 'Second Chance' not just for myself, but also for the people who have struggled.",
        "author": "El DeBarge"
    },
    {
        "quote": "My mother fought cancer for almost a decade and died at 56. She held out long enough to meet the first of her grandchildren and to hold them in her arms. But my other children will never have the chance to know her and experience how loving and gracious she was.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "'Pacific Rim,' for me, was a chance to touch on those old Toho monster movies. 'Godzilla' and 'Rodan'... and then 'Ultraman' and 'Robotech' and all those kinds of things.",
        "author": "John Knoll"
    },
    {
        "quote": "Let's face it. My dad was a mechanic, and my mom was a cop: my college options in seventh grade didn't look that great. And the chance I got to go to college and experience college life is something that's pretty precious to me.",
        "author": "Big Show"
    },
    {
        "quote": "I might go 0 for 4 in a game, but I still had a chance to help the team by making plays in the field.",
        "author": "Ken Griffey Jr."
    },
    {
        "quote": "One of my big regrets is that Facebook hasn't had a major chance to shape the mobile operating system ecosystem.",
        "author": "Mark Zuckerberg"
    },
    {
        "quote": "You can take a chance with any man who pays his bills on time.",
        "author": "Terence"
    },
    {
        "quote": "The idea that because you're born in Haiti you could die having a child. The idea that because you're born in you know Malawi your children may go to bed hungry. We want to take some of the chance out of that.",
        "author": "Paul Farmer"
    },
    {
        "quote": "At the age of six, I declared that I wanted to be an astronaut. My mother thought that was just fine, as it would encourage me to learn science, and besides, there really was no chance I would ever actually become an astronaut.",
        "author": "John M. Grunsfeld"
    },
    {
        "quote": "Realise when you are 'middle aged' you have a chance for a whole second career, another love, another life.",
        "author": "Sharon Stone"
    },
    {
        "quote": "Until the age of five, my parents spoke to me in Chinese or a combination of Chinese and English, but they didn't force me to speak Mandarin. In retrospect, this was sad, because they believed that my chance of doing well in America hinged on my fluency in English. Later, as an adult, I wanted to learn Chinese.",
        "author": "Amy Tan"
    },
    {
        "quote": "Sometimes I think I could have got some better results if I had a different mentality; if I could have pushed hard and attacked. But then I would have had a good chance of making a mistake.",
        "author": "Alain Prost"
    },
    {
        "quote": "I would say that 'Shake It Up' was a chance for me to do two things I really love: acting and dancing.",
        "author": "Zendaya"
    },
    {
        "quote": "There is always a possibility that you could lose, because the outcome isn't written yet: you have to go out and write it. If you want it bad enough, if you do the training and prepare yourself to succeed, and do everything in your power to win, you'll have a better chance of succeeding.",
        "author": "Cain Velasquez"
    },
    {
        "quote": "Writing poems is a chance to construct spaces that I want to imaginatively inhabit.",
        "author": "Mary Szybist"
    },
    {
        "quote": "The upside of web-based journalism is that everybody gets a chance. The downside is that everybody gets a chance.",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "I have passed English medical examinations in Hong Kong... In my youth, I experienced overseas studies. The languages of the West, its literature, its political science, its customs, its mathematics, its geography, its physics and chemistry - all these I have had the chance to study.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "The worst part about being married is when you're not connecting. Your partner is going out the door when you're coming in, and you don't have a chance to debrief on the day. That's the worst.",
        "author": "Patrick Dempsey"
    },
    {
        "quote": "When an animal dies, it gives you the chance to love another animal. That's an insightful and profound way to look at it.",
        "author": "Jon Katz"
    },
    {
        "quote": "Bent Literary Agency had a Q&A on Twitter, and I took a chance and asked if the Black Lives Matter movement was an appropriate topic for a YA novel. Brooks Sherman, who is now my agent, responded that he didn't think any topics were inappropriate for YA. I remember being so terrified even just sending the tweet.",
        "author": "Angie Thomas"
    },
    {
        "quote": "You will always miss chances, but you can't do anything about them once they've gone. It's always about the next chance.",
        "author": "Ole Gunnar Solskjaer"
    },
    {
        "quote": "Peyton Manning is doing things that I think no other quarterback in the history of the league has done at the line of scrimmage... I just think they are a team right now that's got a real chance to run the table.",
        "author": "Don Shula"
    },
    {
        "quote": "Labour was founded to make the lives of working people better and to create more opportunities for everyone. Whether it's aspiring to work as a nurse in a hospital or setting up and running your own business, Labour should be about ensuring fairness so that everyone has the same chance in life to reach their goals.",
        "author": "Sadiq Khan"
    },
    {
        "quote": "A chance to work with the guys from Isis sounded like a lot of fun. I've always been into the atmospheric sounds they had created with that project and felt my sense of melody would meld well with theirs.",
        "author": "Chino Moreno"
    },
    {
        "quote": "I'm really looking forward to it because it will give me the opportunity to do the whole other kind of approach to the music live that I haven't had a chance to do. and I think is important for me to do.",
        "author": "Al Jarreau"
    },
    {
        "quote": "Why if I had half a chance, I could make an entire movie using this stock footage. The story opens on these mysterious explosions. Nobody knows what's causing them, but it's upsetting all the buffalo. So, the military are called in to solve the mystery.",
        "author": "Ed Wood"
    },
    {
        "quote": "If you're trying to raise a son, it gives you a chance to say things like, 'Chop your own wood; it will warm you twice.'",
        "author": "Mike Rowe"
    },
    {
        "quote": "When I went to Gabriel Roth's studio, I showed him I was good with my hands and started working as a handyman in his studio. I asked him for a chance, and he gave me a song to sing with Sharon Jones.",
        "author": "Charles Bradley"
    },
    {
        "quote": "Let's not dismiss or attack individual ideas as being inadequate before we have had a chance to assess their positive effect as part of a whole solution.",
        "author": "John Thune"
    },
    {
        "quote": "If a candidate for office starts talking about thinning the deer population or investing in barriers to reduce the number of deer on the highways, the other side will probably just ignore him, because they're not going to know what to say about it. But there is a chance that the issue will resonate with voters in an unexpected way.",
        "author": "Bill James"
    },
    {
        "quote": "We cannot always assure the future of our friends; we have a better chance of assuring our future if we remember who our friends are.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "Bryan Gray at Preston gave me a chance, even though Joe Royle and Ian Rush were being linked with the job. He taught me an awful lot about structuring the job and encouraged me to invest in young players.",
        "author": "David Moyes"
    },
    {
        "quote": "There are a lot of people who might not get another chance to win a Super Bowl, not just me.",
        "author": "John Elway"
    },
    {
        "quote": "With commentating, I've had a chance to show the humorous side of my personality that I didn't use on the court. It's fun, and I don't take myself too seriously. I have good broadcast teams with me, but I'm not a huge stats guy. I think they post the numbers too quickly, and I'd rather let the match play out a bit first.",
        "author": "John McEnroe"
    },
    {
        "quote": "Did anyone in the White House or the N.S.A or the C.I.A. consider flying to Hong Kong and treating Mr. Snowden like a human being, offering him a chance to testify before Congress and a fair trial?",
        "author": "Alex Berenson"
    },
    {
        "quote": "When you get on the pitch, you've got to take your chance, and that's what I'm trying to do.",
        "author": "Jack Grealish"
    },
    {
        "quote": "With Nani, what struck me was his confidence. It has been a revelation. Nani, the most confident actor and it is a pleasure to work with him. Will do a film with him anytime given a chance.",
        "author": "Gautham Menon"
    },
    {
        "quote": "My cottage is on Lake Huron and it's always nice to have the chance to get away and hear the waves crashing while reading a good book.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "There's a tacit understanding among clubs that a good player shouldn't miss out on the big break of his career or a chance at exponentially improved earnings.",
        "author": "Tim Howard"
    },
    {
        "quote": "There's a lot of trainers in my career, between Terry Taylor and Arn Anderson, who've always told me to keep my damn feet on the ring mat, and there's just that little kid in me - I may be 45, but there's that little kid in me that, if I get a chance to do some flying, I'm gonna do it.",
        "author": "Big Show"
    },
    {
        "quote": "When you're a chef, you graze. You never get a chance to sit down and eat. They don't actually sit down and eat before you cook. So when I finish work, the first thing I'll do, and especially when I'm in New York, I'll go for a run. And I'll run 10 or 15k on my - and I run to gain my appetite.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "You can't just say, 'This team's going to win,' or 'This team's going to lose.' Anything can happen. So what you can control is winning your game as much as possible. If you don't do that, and then the other team has a chance to lose, and they lose, and you didn't go about it the right way, now you just let that slip.",
        "author": "Matt Nagy"
    },
    {
        "quote": "If you get a chance to be in a film, that's great. One of my goals is to make a record as good as Don Henley's album, Building the Perfect Beast.",
        "author": "Glenn Frey"
    },
    {
        "quote": "'Eyes Wide Open' took shape from two real life events straight from my own past. One was the sad suicide of my young nephew, a troubled kid, who was found at the bottom of a landmark cliff in central California. The second was a chance encounter forty years ago with none other than, ahem, Charles Manson!",
        "author": "Andrew Gross"
    },
    {
        "quote": "The more completely we focus our attention on our Creator and Lord, the less chance there is of our being distracted by creatures.",
        "author": "Saint Ignatius"
    },
    {
        "quote": "In a game, you never know what chance you're going to get, so I try and cover all bases and make sure I'm ready for that chance when it comes.",
        "author": "Harry Kane"
    },
    {
        "quote": "When a player joins Real Madrid's first team, they're often under pressure to be an instant success. By joining Castilla, I had the chance to understand the club and get to know the players, the culture, the country and the language.",
        "author": "Casemiro"
    },
    {
        "quote": "I think now that I'm in the autumn of my life, and I'm getting a chance of having an overview and looking at the shape of how things happen, when things happen, why things happen, I think it was fitting that I spent most of my early career doing mask work, because I just don't think I was that comfortable in my own skin.",
        "author": "Ron Perlman"
    },
    {
        "quote": "I don't need therapy. I'm not going to see a therapist; comedy acts as my therapy. I put my problems out there. I talk about them. I talk about everything before anybody has a chance.",
        "author": "Kevin Hart"
    },
    {
        "quote": "Anyone who is passionate about what they do will have a better chance of connecting with future generations than those who simply follow transient trends. At least their work will have a distinctive character, and this is what people respond to, I believe.",
        "author": "Giorgio Armani"
    },
    {
        "quote": "Everybody deserves a second chance in this world. That's basically all I ask.",
        "author": "Shannen Doherty"
    },
    {
        "quote": "I'm just really thankful to have the chance to portray a character you don't see every day.",
        "author": "Regina King"
    },
    {
        "quote": "I'm one of those girls that, day-to-day, I'm in trainers or Converse. I have about 50 pairs of trainers, so when I get the chance to dress up, I will definitely be in heels. 100 percent. I might take some battered Converse in my bag to wear at the after-party when my feet are tired.",
        "author": "Bel Powley"
    },
    {
        "quote": "Although everyone does benefit from lower-priced goods and services, people also care greatly about the chance to be productively employed and the quality of their work. Declining employment opportunities feel real and immediate; the rise in real incomes brought by lower prices does not.",
        "author": "Michael Spence"
    },
    {
        "quote": "Got a chance to work with amazing and finest directors like Priyadarshan, Anurag Kashyap, Imtiaz Ali, Meghna Gulzar, Vipul Shah, Dibakar Banerjee, Kamal Haasan, etc.",
        "author": "Jaideep Ahlawat"
    },
    {
        "quote": "I've been singing in church and wherever else I got the chance since I was 3.",
        "author": "Morgan Wallen"
    },
    {
        "quote": "I am so grateful to Marc Jacobs, Riccardo Tisci, Karl Lagerfeld, and Katie Grand, who took a chance on me that first season and gave me an opportunity.",
        "author": "Kendall Jenner"
    },
    {
        "quote": "You never really get a chance to sit down with the people you love, unless you really make an effort to do it. It doesn't just happen naturally anymore.",
        "author": "Amos Lee"
    },
    {
        "quote": "I like chance meetings - life is full of them. Every day, without realising it, I pass people whom I should know.",
        "author": "Krzysztof Kieslowski"
    },
    {
        "quote": "If I got a chance to play with another great player, I want to do that. I mean, the objective is to win.",
        "author": "Charles Barkley"
    },
    {
        "quote": "I think a Moon base is not necessary to get to Mars, but I think it will be helpful. It would give you a chance to develop and mature some systems; long duration, deep space stuff; and you're close enough to get some help, via radio from Earth.",
        "author": "Charles Duke"
    },
    {
        "quote": "To suggest that Quebecers willingly give up the chance to exercise fully their influence within the federal government would be to betray the historical role Quebec has always played in Confederation, and to undermine the legitimacy of their pride and ambitions.",
        "author": "Kim Campbell"
    },
    {
        "quote": "As long as Elton John can bring forth one performance per album on the order of 'Someone Saved My Life Tonight,' the chance remains that he will become something more than the great entertainer he already is and go on to make a lasting contribution to rock.",
        "author": "Jon Landau"
    },
    {
        "quote": "At home I mostly stick to online Scrabble, or chess or Risk - games I find far less addictive than the spectacular games created for consoles these days. But, whenever I get the chance, I head over to my friend Kyri's house to play his PS3.",
        "author": "Beau Willimon"
    },
    {
        "quote": "I see I'm changing the game and opening doors for others, from my beginning from the east end of London. It's not a sob story; it made me the person I am today. It's seeing kids from any area or background you're from. There's a chance; you can make it.",
        "author": "Alex Scott"
    },
    {
        "quote": "My family always believed in me, even when I didn't. Having that love and support made me not afraid of failing. I knew my mom would be proud of me just for taking a chance and pursuing my dream.",
        "author": "Nico Santos"
    },
    {
        "quote": "I go to the pub, hang out with my family - that's pretty much it. I also do a lot of sports when I get the chance. I'm actually a pretty mellow guy.",
        "author": "Mads Mikkelsen"
    },
    {
        "quote": "I think more tolerance, more people having more access to a chance to be literate, and a chance to stay healthy makes for a more peaceful planet.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Having to go back and forth between school and filming would sometimes be frustrating because I loved school. It was my chance to be around other people my age. But when you're leaving school to go to a set that's filled with kids your age, then it's fine.",
        "author": "Alexa Vega"
    },
    {
        "quote": "The power of women in the politics is a soft power. It is a positive change that our country and other countries in the region... are making by giving a chance to women.",
        "author": "Atifete Jahjaga"
    },
    {
        "quote": "Sometimes, watching someone and... Like, for myself, I got a chance to meet Muhammad Ali. He invited me to his hotel, and I got a chance to take photos with him. It was the most awesome moment of my life.",
        "author": "Booker T"
    },
    {
        "quote": "I have had it all over the years, being told I'm not good enough. So whenever the chance comes I always try and prove I should be starting.",
        "author": "Alex Iwobi"
    },
    {
        "quote": "Even Milton Friedman - doyen of radical free market thought - was willing to consider some government intervention into primary education on the grounds that it is unfair for children to not get a chance in life because they were born to poor parents.",
        "author": "Abhijit Banerjee"
    },
    {
        "quote": "I wasn't happier for anyone more than Vic Fangio. He deserved to be a head coach, in my opinion. I was really pulling for him and pushing him whenever I got a chance.",
        "author": "Bruce Arians"
    },
    {
        "quote": "Think of success as a game of chance in which you have control over the odds. As you begin to master concepts in personal achievement, you are increasing your odds of achieving success.",
        "author": "Bo Bennett"
    },
    {
        "quote": "The whole life of an American is passed like a game of chance, a revolutionary crisis, or a battle.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "I envisage there being absolutely no regulation whatsoever - no minimum wage, no maternity or paternity rights, no unfair dismissal rights, no pension rights - for the smallest companies that are trying to get off the ground, in order to give them a chance.",
        "author": "Andrea Leadsom"
    },
    {
        "quote": "I've been starting in new places year after year after year. It's just like when I went to Greece or the Philippines. I love when people think I'm a new artist. It's a chance to start over.",
        "author": "Thalia"
    },
    {
        "quote": "I got into acting for the chance to be many different people and many different characters. I love hiding in a role and doing the research. If there is an opportunity to change my body, I will change my body. I'll slip in and disguise myself in a role. That is a really big treat for me.",
        "author": "Ashley Bell"
    },
    {
        "quote": "Having the chance to walk at New York Fashion Week for Yeezy and Milan Fashion Week for Alberta Ferretti and Max Mara in a hijab is so significant. It sends a message to young women everywhere that you can be beautiful for just being you.",
        "author": "Halima Aden"
    },
    {
        "quote": "Jose Mourinho is one of the best managers with whom I have worked. I had a chance not only to have him as a coach but as a colleague, a friend, a big brother. I had a chance to learn from him, and he was open to receiving advice from me as well, even though I think he knew it all.",
        "author": "Samuel Eto'o"
    },
    {
        "quote": "I'm not afraid of taking big shots and things like that. It's a 50-50 chance. It might go in, it might not, but I'm not scared to take it.",
        "author": "Terry Rozier"
    },
    {
        "quote": "Luckily, I've had the chance to perform with some of the best actors in Pakistan, who helped me out a lot on set.",
        "author": "Mahira Khan"
    },
    {
        "quote": "When you have legends who want to do music with you, and you befriend the Kendrick Lamars and the Chance the Rappers, that's due to you really being authentically hip-hop and not being contemporary Christian.",
        "author": "Lecrae"
    },
    {
        "quote": "I had a lot of different reasons for writing the book, but at its core was the desire to write for black teenage girls growing up reading books they were absent from. That was my experience as a child. 'Children of Blood and Bone' is a chance to address that. To say you are seen.",
        "author": "Tomi Adeyemi"
    },
    {
        "quote": "There's a lot of kids that don't even have a chance to live a balanced lifestyle. Not have to worry about food or clothes or education, or being able to play sports.",
        "author": "P.K. Subban"
    },
    {
        "quote": "As the novelty of wearable tech gives way to necessity - and, later, as wearable tech becomes embedded tech - will we be deprived of the chance to pause, reflect, and engage in meaningful, substantive conversations? How will our inner lives and ties to those around us change?",
        "author": "Klaus Schwab"
    },
    {
        "quote": "Balance provides the chance for longevity. You can be a champion at work and at home.",
        "author": "Tony Dungy"
    },
    {
        "quote": "Being a woman, an actor in Hollywood, I know that there are certain parts I won't often get a chance to do.",
        "author": "Erin Way"
    },
    {
        "quote": "Unless you burst into movies as a sex goddess, you're likely to play wives and mothers. I came into movies as a teenager in 'They Shoot Horses, Don't They' (1969) playing a pregnant waif from the Ozarks. I didn't get a chance to burst into movies in 'Body Heat.' My career isn't based on having a 23-inch waist and a big bust, though I do.",
        "author": "Bonnie Bedelia"
    },
    {
        "quote": "When you have a deadline, or when you know that your equipment is about to go up in a rocket and you won't have another chance to fix it, your mind works in a way that it otherwise never would.",
        "author": "John C. Mather"
    },
    {
        "quote": "My best advice to actors is if you love acting, do it every chance you get. Success does not mean success. All that matters is whether or not you're doing your best to entertain. The way this business works is all about luck and timing.",
        "author": "Matthew Gray Gubler"
    },
    {
        "quote": "Every few decades, we have an opportunity to make a drastic change to the way we live our lives. We get a chance to design the building blocks of our daily routines, the infrastructure that will support and accompany us for the years to come - from the trains and trams we ride, the offices we work in, to the energy that powers our homes.",
        "author": "Paul Polman"
    },
    {
        "quote": "You have no idea how many doors closed on me and how many adults were either initially reluctant to take a chance working with me or who outright laughed at me behind my back.",
        "author": "Kendall Jenner"
    },
    {
        "quote": "I was branded a Negro in the States and had to act accordingly. They wouldn't even give me a chance in the big leagues because I was a Negro, yet they accepted every other nationality under the sun.",
        "author": "Willie Wells"
    },
    {
        "quote": "In Holland, I have got the buzz back playing as a centre-forward, which is where I perform best. Ajax always appealed to me from when I was young and they gave me a chance to play in the Champions League too.",
        "author": "Bojan Krkic"
    },
    {
        "quote": "I'd visually have that idea. I'm diving off the end of the diving board. I'm not going to be worried about if I'm going to dive into a jellyfish or the water's going to be too cold or the boys are going to beat me. I'm just doing it. And if I do it, it's a good chance I'll make it.",
        "author": "Gail Sheehy"
    },
    {
        "quote": "What could an unsanctified man do in Heaven, if by any chance he got there? Let that question be fairly looked in the face and fairly answered. No man can possibly be happy in a place where he is not in his element and where all around him is not congenial to his tastes, habits and character.",
        "author": "J. C. Ryle"
    },
    {
        "quote": "That's the most important thing is how we reach the WWE Universe and how we inspire people in their life. If I can do that and be given the chance to do it, it's really the best thing we do.",
        "author": "Neville"
    },
    {
        "quote": "I have a band called M&O. We were working on our first album in 2011 or 2012. We were looking for people to collaborate with, and I met Chance through a Young Chicago Authors poetry slam.",
        "author": "Jamila Woods"
    },
    {
        "quote": "I usually get up early because I like the quiet time in the morning to have my coffee, and I look at the news of the day, and give myself a chance to wake up.",
        "author": "Jacky Rosen"
    },
    {
        "quote": "Words can't describe how one would feel in that moment after doing a test for something you really want but in your heart you don't think you have a chance of getting.",
        "author": "Aja Naomi King"
    },
    {
        "quote": "Science predicts that many different kinds of universe will be spontaneously created out of nothing. It is a matter of chance which we are in.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "We need to take command of the solar system to gain that wealth, and to escape the sea of paper our government is becoming, and for some decent chance of stopping a Dinosaur Killer asteroid.",
        "author": "Larry Niven"
    },
    {
        "quote": "The satirist shoots to kill while the humorist brings his prey back alive and eventually releases him again for another chance.",
        "author": "Peter De Vries"
    },
    {
        "quote": "If anyone says you are bad, this mean he wants you to be good, and I am here to be good, and I want to be good. If they say I have done bad, then they should also give me a chance to change myself for good.",
        "author": "Mohammad Amir"
    },
    {
        "quote": "Nothing guarantees a championship. Nothing. Not having the best players, not practicing the most. Your best chance is if you do the right thing every day.",
        "author": "Marc Gasol"
    },
    {
        "quote": "I was born in Dortmund and grew up here, so you become automatically a black and yellow. I played here for many years in the youth ranks, but at first I did not have the chance to become a professional football player at BVB and to realize my dream.",
        "author": "Marco Reus"
    },
    {
        "quote": "If I'm not working and getting my makeup done, that's my chance to do a hair mask and a face mask and my plucking and waxing and all of that.",
        "author": "Rita Ora"
    },
    {
        "quote": "Everybody's got a puncher's chance in this game. I mean every single person on Earth. But my whole focus, my whole style, my whole dynamic is built around taking that power away from you. So where is the logic in why you're different from anybody else? There is no logic in it.",
        "author": "Dominick Cruz"
    },
    {
        "quote": "I grew up with WWE and New Japan, but when I started traveling to Germany, I had the chance to train with people like Christian Eckstein and Tony St. Clair. They were two of the cornerstones of the German 'beer tent' wrestling era, when they'd have 30-day tournaments in the same town.",
        "author": "Cesaro"
    },
    {
        "quote": "I look back upon graduate school as being a very happy period in my life. The chance to be thoroughly immersed in physics and to be surrounded by friends pursuing similar goals was a marvelous experience.",
        "author": "David Lee"
    },
    {
        "quote": "The whole force of the respectable circles to which I belonged, that respectable circle which knew as I did not the value of security won, the slender chance of replacing it if lost or abandoned, was against me.",
        "author": "Ida Tarbell"
    },
    {
        "quote": "Randy Edsall is a good, strong, decent man who is working his tail off on behalf of the University of Maryland. And there are more people that want to spend their days burning things down than building it up. At least just stop rooting against him. You know, give the guy a chance.",
        "author": "Kevin Plank"
    },
    {
        "quote": "I feel I am blessed. So many actresses went without doing a period film in their career, and I got a chance to do one in my first film.",
        "author": "Pooja Hegde"
    },
    {
        "quote": "I always believed I could win the election. After I won the primary, people started telling me, 'No one thought you had a chance.' I was like, 'Really?' I thought I could win the whole time.",
        "author": "Kane"
    },
    {
        "quote": "I don't read 'chick lit,' fantasy or science fiction but I'll give any book a chance if it's lying there and I've got half an hour to kill.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "I've been doing Pride and Prejudice all summer, so suddenly the chance to be holed up with a bunch of marines is quite attractive, and probably a necessary dose of male energy.",
        "author": "Rosamund Pike"
    },
    {
        "quote": "You can't be pregnant in leotards, and this is the last chance for us to get our bodies into the shape of concert dancers and capture it with the magic of film.",
        "author": "Patrick Swayze"
    },
    {
        "quote": "! discovered photography completely by chance. My wife is an architect; when we were young and living in Paris, she bought a camera to take pictures of buildings. For the first time, I looked through a lens - and photography immediately started to invade my life.",
        "author": "Sebastiao Salgado"
    },
    {
        "quote": "I have good memories of my visit to China. It was a beautiful experience for me. I learned a lot of things. I hope Chinese football is still evolving, that they have the chance to sign other players to develop the league. We did our part of the job by bringing what we had to bring to Chinese football.",
        "author": "Gervinho"
    },
    {
        "quote": "When you come to Denmark, you have the chance to live in a free, peaceful country with access to free education, free medical aid and the opportunity to work. To benefit from that requires responsibility. If you don't assume that responsibility, it is a breach in trust.",
        "author": "Mette Frederiksen"
    },
    {
        "quote": "I've learned the importance of changing people's minds at the grassroots level so that whoever does run will have a much better chance of encountering public opinion that reaches a critical mass and brings about a change not only in White House policies but in the Congress and in the state legislatures and all around the world.",
        "author": "Al Gore"
    },
    {
        "quote": "When I planned to ski Everest, the first thing I faced was, 'How can I return alive?' All the preparation and training was based on this question. But the more I prepared, I knew the chance of survival was very slim. Nobody in the world had done this before, so I told myself that I must face death. Otherwise, I am not eligible.",
        "author": "Yuichiro Miura"
    },
    {
        "quote": "I like to think if something scares me, then there's a very good chance an audience will feel the same way. The key is creating scenarios that people can relate to.",
        "author": "James Wan"
    },
    {
        "quote": "Since I carry my father's name, I believe it is my responsibility to use that name as he would have to support the causes that were so dear to his heart. Dad strongly supported Huckabee when no one thought that he had any chance to succeed in the presidential race.",
        "author": "Jerry Falwell, Jr."
    },
    {
        "quote": "Even before I was discovered in 1966, I used to make my own clothes. I learned how to sew early on, and it's still my passion now. I constantly have ideas in my head about clothes so jumped at the chance to do my own collection and am very hands-on. Everything I design, I wear and I love.",
        "author": "Twiggy"
    },
    {
        "quote": "I call on people to be 'obsessed citizens,' forever questioning and asking for accountability. That's the only chance we have today of a healthy and happy life.",
        "author": "Ai Weiwei"
    },
    {
        "quote": "I've seen a lot of poverty - coming up as a young child, lost hopes and dreams and people that never had a chance to have a decent quality of life. I believe we can do a lot greater than that.",
        "author": "Maxine Waters"
    },
    {
        "quote": "All the evidence shows very clearly that if you are a member of a trade union you are likely to get better pay, more equal pay, better health and safety, more chance to get training, more chance to have conditions of work that help if you have caring responsibilities... the list goes on!",
        "author": "Frances O'Grady"
    },
    {
        "quote": "It is an essential tenet of our whole representative form of government, the idea that there should not be some tyranny which makes it so nobody can even have a chance to vote.",
        "author": "Todd Akin"
    },
    {
        "quote": "I went to theater school but never really got the chance to do theater, and it's always been a dream of mine.",
        "author": "Matthew Settle"
    },
    {
        "quote": "Stand-up is my heart and now I get a chance to do that and the music altogether. That's going to be great. I'm trying to be the Sammy Davis Jr. of 2005. I'm planning on going out with Cedric the Entertainer because he's got that musical bone, too.",
        "author": "Jamie Foxx"
    },
    {
        "quote": "Alabama farmers want a chance to complete fairly in Japan, but they can't if the Japanese won't let us in.",
        "author": "Mike Rogers"
    },
    {
        "quote": "Being named as a finalist for the USA Basketball National Team is an unbelievable feeling and an opportunity that is truly humbling. It is an honor to be included with such talented players and I look forward to the chance to represent my country this summer.",
        "author": "James Harden"
    },
    {
        "quote": "Whether it's in an inner-city school or a rural community, I want those students to have a chance to take A.P. biology and A.P. physics and marine biology.",
        "author": "Arne Duncan"
    },
    {
        "quote": "I hope people understand that Jerry Tarkanian gave young black males a chance to better themselves and the lives of their families when no one else would. The way Coach talked to me, he spoke my language. I needed that type of voice in my life.",
        "author": "Larry Johnson"
    },
    {
        "quote": "What chance has cancer against me?",
        "author": "Alex Higgins"
    },
    {
        "quote": "The former colonies, in Latin America in particular, have a better chance than ever before to overcome centuries of subjugation, violence and foreign intervention, which they have so far survived as dependencies with islands of luxury in a sea of misery.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "I have my warts. I sometimes say things that get me in trouble. In other words, I lead with my heart and not my head. That's the only chance we have against George Bush.",
        "author": "Howard Dean"
    },
    {
        "quote": "To me and my band, guitar riffs are what it's all about. We know that every time we jam on a great riff, we've got a fighting chance of writing a great song!",
        "author": "Dimebag Darrell"
    },
    {
        "quote": "All of everything we've ever done has been riding on low expectations. 'Cloudy With a Chance of Meatballs,' a terrible idea. Doing '21 Jump Street' as a movie is a terrible idea. 'The Lego Movie' sounds like a terrible idea.",
        "author": "Christopher Miller"
    },
    {
        "quote": "Very few athletes have the chance to be brought into the White House.",
        "author": "Jimmie Johnson"
    },
    {
        "quote": "The more you hesitate in a game, the more your chance of getting hit. Your focus isn't there. When you hesitate, usually you're in trouble.",
        "author": "Sidney Crosby"
    },
    {
        "quote": "I didn't get a chance to see Bruno Sammartino regularly because I didn't grow up in the northeast, but he came into Indianapolis in his in-between time of being the champion between '71 and '73 when he worked for Dick The Bruiser because he liked The Bruiser. I got to see him and the The Bruiser against the Valiant Brothers.",
        "author": "Jim Cornette"
    },
    {
        "quote": "I do not have a 10-point plan or a formula for reversing our accelerating slide into tyranny. But any fool can see what doesn't work and what has no chance of success.",
        "author": "Tom Tancredo"
    },
    {
        "quote": "Halfway through the decade, we realized that we had a great team and that we could do great things, and that we could probably have something here that we believed we had a chance to reach greatness.",
        "author": "Franco Harris"
    },
    {
        "quote": "If people are given the chance to experience life in more than one country, they will hate a little less. It's not a miracle potion, but little by little you can solve problems in the basement of a country, not on the surface.",
        "author": "Marjane Satrapi"
    },
    {
        "quote": "The ego certainly is the biggest obstacle as an artist or performer, so any chance you get to destroy that is really healthy.",
        "author": "James Van Der Beek"
    },
    {
        "quote": "If you have the chance to realize some of these dreams you had as a kid, and you have the opportunity, why not pursue that?",
        "author": "Paul Allen"
    },
    {
        "quote": "My mom taught me from a young age to give back and volunteer any chance you get. It was something that I knew, if I made the NFL, I would financially have the ability to do.",
        "author": "J. J. Watt"
    },
    {
        "quote": "My father was a construction worker most of his life. My mother, when she came from Guadalajara, Jalisco, Mexico, to the United States, never had a chance to go to college either and became a clerical worker. But they did nothing but build this country.",
        "author": "Xavier Becerra"
    },
    {
        "quote": "Tuchel always just trusted me and gave me a chance. Of course, he's given me tips and feedback with what he sees every day in training and stuff like that, small things.",
        "author": "Christian Pulisic"
    },
    {
        "quote": "In terms of building consumer products, the U.S. and China are ahead of India. The interesting opportunity for India is whenever there is a disruption in technology, it gives every country a chance to leapfrog and take a lead. To take an example, China is leaping ahead in growing the China electric vehicle ecosystem.",
        "author": "Andrew Ng"
    },
    {
        "quote": "You have to be ready to pounce when a rare chance comes.",
        "author": "Susie Wolff"
    },
    {
        "quote": "We'd never have got a chance to go outside and look at the earth if it hadn't been for space exploration and NASA.",
        "author": "James Lovelock"
    },
    {
        "quote": "It's a life lesson that translates beyond football. You can share these things with your kids: Work hard, do things the right way and you have a chance.",
        "author": "Sean McDermott"
    },
    {
        "quote": "What makes creative people tingle are interesting problems, the chance to impress their friends, and caffeine.",
        "author": "Alex Steffen"
    },
    {
        "quote": "Hateful words stand no chance against self-worth and a little of humor.",
        "author": "Iskra Lawrence"
    },
    {
        "quote": "For me, growing up in Los Angeles in the '90s, Huell Howser was the most consistently watchable entertainer on TV. I was more of a radio geek as a teenager, but Huell I watched whenever I got the chance. A lot of us did.",
        "author": "James Adomian"
    },
    {
        "quote": "The issue is sometimes when people are themselves, like, what if you suck, you know? There's a good chance you're not gonna resonate and not be relatable to people. You gotta be a goodhearted, positive person. And a lot of YouTubers I've met anyways are.",
        "author": "Logan Paul"
    },
    {
        "quote": "I truly am of the belief that I should be nominated and elected 'Emperor of North America' and given a shot at being ruler of the universe, and I haven't had the chance to craft my campaigns for these offices yet because I've been very busy with Brock Lesnar.",
        "author": "Paul Heyman"
    },
    {
        "quote": "Women may not have it easy, but we are given a fairer chance to reach for the top.",
        "author": "Jessica Savitch"
    },
    {
        "quote": "Medicine will be personalized and preventive: Your genome might predict that you have an 80 percent chance of breast cancer by the time you are 50, but if you take a preventive drug starting when you are 40, the chance will drop to 2 percent.",
        "author": "Leroy Hood"
    },
    {
        "quote": "I like to think of the world's greatest athlete coming up to bat against me - Tiger Woods, Wayne Gretzky, I don't care who it is - and I'm looking at him thinking, you have no chance.",
        "author": "David Cone"
    },
    {
        "quote": "I suppose that if I could have quit, I would have, because in those days I never wanted to be an actress, the acting was something to do while I waited for a chance to study writing and directing. But I guess I was just meant to be an actress. Because, here I am.",
        "author": "Judy Holliday"
    },
    {
        "quote": "Just, whenever you can, get up and sing at a gig or jam. If you have a chance, take it and keep on getting up. Keep going - but not If people boo, 'cause that's just mean. I think that could be setting yourself for disappointment.",
        "author": "Sia"
    },
    {
        "quote": "There have been competitions where I got on the line and psyched myself out before I even let myself compete. I was thinking about the other competitors and not giving myself a fair chance. I had to shift to thinking, 'Just focus on yourself and doing what your coach has taught you to do.'",
        "author": "Tori Bowie"
    },
    {
        "quote": "I go to grad school at NYU, and I learn all these things about speech and voice and games. It's like camp for an actor, and I got a chance to immerse myself 12 to 14 hours a day in what I love.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "I don't feel that I've faced discrimination. I've had every chance to succeed and more, and I think that's what all women should have.",
        "author": "Janet Yellen"
    },
    {
        "quote": "The Olympics is a once-in-a-lifetime thing. I was lucky enough to go twice, but most people only get one chance. And in judo you can train your whole life and it'll come down to a split second: You can lose everything or win anything.",
        "author": "Ronda Rousey"
    },
    {
        "quote": "I think I am lucky enough to be getting this chance also that people want to know about me. I don't want to complain over it.",
        "author": "Disha Patani"
    },
    {
        "quote": "Well, I think there's not much of a chance for me finding somebody of my age. Gentlemen of my age are dropping down 30 years to find girlfriends.",
        "author": "Victoria Wood"
    },
    {
        "quote": "When the purse strings tighten up at museums, the institutions usually cut back and cancel shows. That's exactly the wrong reaction. In fact, now is a good time for them to loosen up - a chance to breathe and experiment a little - and go for the juicy solution lurking in their own basements.",
        "author": "Jerry Saltz"
    },
    {
        "quote": "I'm sad to leave Palace because they're a great club and gave me my chance in football, and I want to say thanks to everyone there.",
        "author": "Victor Moses"
    },
    {
        "quote": "Success is not assured, but America is resolute: this is the best chance for peace we are likely to see for some years to come - and we are acting to help Israelis and Palestinians seize this chance.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "Movies are such an integral part of American culture. We're so spread out in this country, and movies offer us a chance to come together and have a communal experience.",
        "author": "David Call"
    },
    {
        "quote": "By preventing pneumonia and other diseases, we are giving men, women and children the chance to live healthy productive lives and participate in the global economy. In doing so, we are not only enhancing their futures - we are enhancing our own.",
        "author": "Mandy Moore"
    },
    {
        "quote": "To be sure, many of the Sykes-Picot borders reflected deals cut in Europe rather than local demographic or historical realities. But that hardly makes the Middle East unique: Most borders around the world owe their legacy less to thoughtful design or popular choice than to some mixture of violence, ambition, geography, and chance.",
        "author": "Richard N. Haass"
    },
    {
        "quote": "In the United States alone, 450 billion square feet of glass facade is produced every year. What if we could take this chance to use the glass to harness solar energy and allow the architecture to respond to the light and heat of the sun, to create photosynthesis and generate solar energy?",
        "author": "Neri Oxman"
    },
    {
        "quote": "I really didn't want to leave the show, but I got a chance to do a movie, which meant I would have had to miss two shows, and at the time Lorne had a policy where you can't miss shows, so I left.",
        "author": "Jon Lovitz"
    },
    {
        "quote": "I tried to be just a singer of standards when I was starting out. And there was nothing special enough about my voice to make it that far. So I feel a bit like Rod Stewart. Once you've had that rock career, people will give you that chance where otherwise they might not.",
        "author": "Nellie McKay"
    },
    {
        "quote": "Today the House has a chance to give 25 million married couples the best Valentine's Day gift possible, elimination from the most unfair of taxes, the marriage tax penalty.",
        "author": "Jerry Weller"
    },
    {
        "quote": "I do have this belief that we all have a chance to be great, beautiful people based on how we are raised and our surroundings.",
        "author": "Rod Lurie"
    },
    {
        "quote": "Canadians would not tolerate it if they really knew there was a whole generation of aboriginal Canadians who have a chance at a better education and are being denied it.",
        "author": "Paul Martin"
    },
    {
        "quote": "Something new has the chance to speak to someone immediately. There isn't this expectation of what they're about to hear, so people can be really captivated, really quickly.",
        "author": "Hilary Hahn"
    },
    {
        "quote": "Weather forecast for Jupiter's South Equatorial Belt: cloudy with a chance of ammonia.",
        "author": "Heidi Hammel"
    },
    {
        "quote": "I didn't mind staying home from school and medicating myself with vanilla ice cream and chocolate sauce. Being sick always gave me another chance to break an old-fashioned mercury thermometer, too.",
        "author": "Sam Kean"
    },
    {
        "quote": "Somehow, people get very nervous about leaving the comfortable life of rules behind and never take the chance to develop their own internal voice, to listen to their own consciousness.",
        "author": "Michael Masser"
    },
    {
        "quote": "Certain scripts require an ensemble cast. I'm absolutely fine with that. I will not deprive myself of the chance to be part of a good film because of insecurities or fear of losing my market. But my role must be well-defined.",
        "author": "Kajal Aggarwal"
    },
    {
        "quote": "I do believe Hong Kong's 5 million eligible voters want the chance to elect their chief executive.",
        "author": "Carrie Lam"
    },
    {
        "quote": "When I first started out in music, I was so negative. I was knee-deep in the streets. Then my friends started going to jail. They said, 'Boy, you better start taking this seriously; you got a chance to do something with your life.' That's when I realised I had to focus. The music led to the acting.",
        "author": "Ice T"
    },
    {
        "quote": "'Alarm' was about a boy that cheated on me, and when I found out, I wondered if I should give him another chance. I used to give a lot of chances to people hoping they would become better people, but this one didn't.",
        "author": "Anne-Marie"
    },
    {
        "quote": "Vinyl's like a really juicy steak compared to like a kind of tough steak or something. It's really good. And once you listen to vinyl and get a chance to hear it, I think anyone will enjoy it more than they will digital.",
        "author": "Steve Miller"
    },
    {
        "quote": "Down syndrome kids can learn. Like Corky. That's the way I feel about it... For those kids who have Down syndrome, to give them a chance.",
        "author": "Chris Burke"
    },
    {
        "quote": "I like to go after the foibles, basically of beliefs that are held without question. If people still want to believe in their stuff after that, that's great - as long as they just have a chance to step back and look at it for a second. Sometimes, you don't even realize what you've been thinking for 20 years.",
        "author": "Elayne Boosler"
    },
    {
        "quote": "Everybody should have an equal chance - but they shouldn't have a flying start.",
        "author": "Harold Wilson"
    },
    {
        "quote": "I was given a chance some time ago, and it changed my life forever. I want to be able to give the same chance to the next generation of artists. There's a new wave coming, and we are going to be a part of it.",
        "author": "DJ Snake"
    },
    {
        "quote": "I will stand for equality, and that doesn't mean giving me reservation. I would like to fight for it; just give me a fair chance. That's what being a feminist is.",
        "author": "Taapsee Pannu"
    },
    {
        "quote": "The next wave of the social graph is empowering services like Airbnb and Lyft that give people the chance to have that physical interaction. People are more open to that because of Airbnb. Airbnb took couch surfing and took an additional step.",
        "author": "John Zimmer"
    },
    {
        "quote": "I can go to a movie theater and watch a movie I was in with an audience... but with television, the opportunity to meet the fans at Comic Con or any other situation, it's a chance to enter that circle; it's that sharing.",
        "author": "Mark Sheppard"
    },
    {
        "quote": "Out of all the climbers of this generation, I was the one who became known to the larger public. Many of them - not all of them, but many of them - understood they had only one chance to use me for their personal gain. And it's very easy to use me.",
        "author": "Reinhold Messner"
    },
    {
        "quote": "I play football, not to only enjoy it - and I love the challenge of playing and competing with the best players - but I want to have the chance to win games.",
        "author": "Petr Cech"
    },
    {
        "quote": "The declaration of love marks the transition from chance to destiny, and that's why it is so perilous and so burdened with a kind of horrifying stage fright.",
        "author": "Alain Badiou"
    },
    {
        "quote": "I think what's different about working on stage is that you have another chance to portray it again. If you don't get something right on film, you can do another take, but on stage, once it's done, it's done. You can't go back.",
        "author": "Cynthia Erivo"
    },
    {
        "quote": "I don't leave things like recovery to chance! I have learned from the best, after all - my father and uncle!",
        "author": "Pooja Bhatt"
    },
    {
        "quote": "If I get to be president, what can I do anyway? With Congress and the press, what chance do I have to make basic changes?",
        "author": "Robert Kennedy"
    },
    {
        "quote": "People say I'm arrogant or cocky. You know what it is? I feel that I have a good chance to win ball games.",
        "author": "Ryan Leaf"
    },
    {
        "quote": "I went to Howard University and majored in Film Production and minored in Acting. I turned down an opportunity to go pro in Track & Field to do this - I took a chance with this.",
        "author": "Lance Gross"
    },
    {
        "quote": "This game in a lot of ways, isn't that complex. You bring energy to the table and you've got a chance. You bring fundamentals to the table and you've got a chance. It's not always about scheme and all that magic-behind-the-curtain stuff.",
        "author": "Sean McDermott"
    },
    {
        "quote": "Of course I had friends, but it was very limiting because there was always a chance that at every corner, someone would be laughing at me or waiting to beat me up. I had a very lonely childhood because of that.",
        "author": "Robert Lepage"
    },
    {
        "quote": "To have the chance to see your music be elevated and to have almost universally positive response to that music, makes me feel better every day. I feel more confident and inspired, and that's fun.",
        "author": "John Legend"
    },
    {
        "quote": "I am a firm believer that upon release, ex-offenders should be afforded a second chance to become productive citizens by providing rehabilitation and education that will help them join the workforce.",
        "author": "Charles B. Rangel"
    },
    {
        "quote": "There are tons of talented people out there, and we just don't get a chance to get into this system. I want to be a part of that. I want to help these young, diverse, unique voices tell stories.",
        "author": "Jay Ellis"
    },
    {
        "quote": "In passing, also, I would like to say that the first time Adam had a chance he laid the blame on a woman.",
        "author": "Nancy Astor"
    },
    {
        "quote": "My dad always wanted me to be a cricketer, study no chance. Once he saw that I was quite good for my age, no school. So, as soon as I did my GCSEs, I got signed by Warwickshire at 15.",
        "author": "Moeen Ali"
    },
    {
        "quote": "I play the piano a lot at home. I write songs on the piano and guitar. I would like to actually play piano on stage. I don't think I'll get the chance for a while.",
        "author": "Mick Taylor"
    },
    {
        "quote": "Trust me when I tell you that Andy Roddick has the game to win a major poker tournament. I've played Hold 'em with him several times and he consistently demonstrates the kind of playing style and competitive drive that gives him a legitimate chance to win.",
        "author": "Phil Hellmuth"
    },
    {
        "quote": "For me, any book I'm writing is also a chance to get in and research and read and learn things that I maybe only knew a little bit about before.",
        "author": "Tad Williams"
    },
    {
        "quote": "The fundamental problem with program maintenance is that fixing a defect has a substantial chance of introducing another.",
        "author": "Fred Brooks"
    },
    {
        "quote": "Most of the time, I don't really give people a chance. I have a wall up. I'm always protecting who I am. Thinking about my brand. I make it hard on people. Sometimes, it's a good thing. Sometimes, it's a bad thing.",
        "author": "Cam Newton"
    },
    {
        "quote": "I was the undersized underdog who people never gave a chance. From that, the motivation to prove people wrong just grew and grew... Looking back now, I'm glad I didn't hit puberty until later.",
        "author": "Baker Mayfield"
    },
    {
        "quote": "I hope I get the chance to keep acting in great projects.",
        "author": "Randall Park"
    },
    {
        "quote": "A woman whose life is involved in the righteous rearing of her children has a better chance of keeping up her spirits than the woman whose total concern is centered in her own personal problems.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "Everyone's path is really different, and you just have to be in the right place at the right time. 'The X Factor' gave me that chance I needed, that platform.",
        "author": "Fleur East"
    },
    {
        "quote": "The Confed Cup is a chance for me to prove what I can do.",
        "author": "Emre Can"
    },
    {
        "quote": "We all have the same destiny. The difference is opening ourselves up to possibilities to joy, hope, and happiness along the way. Give yourself and others a chance to take advantage of what's out there and available.",
        "author": "Diane Ladd"
    },
    {
        "quote": "There's a short chain between field and fork, and the shorter that chain is - the fresher, the more transparent that system is - the less chance there is of anything from bio-terrorism to pathogenicity to spoilage.",
        "author": "Joel Salatin"
    },
    {
        "quote": "I am excited about focusing full-time on talking about my job-creation agenda and building a new economy for Washington state. We have a great chance to seize our own destiny, build our own industries, and create our own technological revolutions right here at home.",
        "author": "Jay Inslee"
    },
    {
        "quote": "As a person who came from a small town and had dreams of becoming an actor, I know what it's like to have no support system for what it is that you want to do. A lot of people think you don't have a chance.",
        "author": "Anika Noni Rose"
    },
    {
        "quote": "From kindergarten to graduation, I went to public schools, and I know that they are a key to being sure that every child has a chance to succeed and to rise in the world.",
        "author": "Dick Cheney"
    },
    {
        "quote": "I am not a star kid, my parents are from Delhi, my dad manages a business, my mother is a professor, I have no filmi background, so if I don't have skills, I don't stand a chance in this industry full of star kids and people with influence.",
        "author": "Richa Chadha"
    },
    {
        "quote": "The moment we put up the PayPal button, some guy donated $300. That's when we realized that if you give somebody a chance to support something on the Internet, they'll do it.",
        "author": "Burnie Burns"
    },
    {
        "quote": "Any time you have the chance to celebrate something with your closest best friends, it's very special.",
        "author": "Ludwig Goransson"
    },
    {
        "quote": "Sometimes getting beaten isn't such a bad thing. It gives me a chance to look at myself in a new way.",
        "author": "Phil Taylor"
    },
    {
        "quote": "Everything in my career is my decision - every picture, every outfit. You get one chance at this, and I never saw myself as being a puppet.",
        "author": "Katherine Jenkins"
    },
    {
        "quote": "Most performers don't get a chance to sing in Los Angeles.",
        "author": "Nell Carter"
    },
    {
        "quote": "As soon as I get the chance, I'll be back spouting nonsense on the microphone.",
        "author": "Greg Davies"
    },
    {
        "quote": "There's a lot of potential that goes unused in places like South Central L.A., a lot of brilliant, smart people who just don't have that chance to show it.",
        "author": "Ice Cube"
    },
    {
        "quote": "I'm always on tour, so I'm always trying new tracks out live before they're released. That's more necessity than anything, because I don't get a proper chance to sit in a studio and work on tracks like other producers do.",
        "author": "Skrillex"
    },
    {
        "quote": "It doesn't matter what color you are. Poverty is poverty. Inmates come from all walks of life. We have to make sure we look out for these people and give them a chance.",
        "author": "David Fizdale"
    },
    {
        "quote": "With all of our big-hit shows - like 'Big Bang Theory,' and even 'How I Met Your Mother' - when they first started, you have multiple characters to service, and you want to make sure that the audience has a chance to get the concept, get the emotional arc, and really engage with the relationships.",
        "author": "Nina Tassler"
    },
    {
        "quote": "There are bands that I got into when I was 15, when I was mad at my dad and just wanted to be different. I don't think I'd give those bands half a chance now. But I hold some kind of nostalgia for them that I won't let go. Bands like Minor Threat and Black Flag.",
        "author": "Pete Wentz"
    },
    {
        "quote": "In football, you always have the chance for revancha.",
        "author": "Paulo Dybala"
    },
    {
        "quote": "The goal of my Foundation is to give young people a chance to better themselves and establish a base for a successful future.",
        "author": "Junior Seau"
    },
    {
        "quote": "Childhood is Last Chance Gulch for happiness. After that, you know too much.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "If you understand gender differences in what I call 'conversational style', you may not be able to prevent disagreements from arising, but you stand a better chance of preventing them from spiraling out of control.",
        "author": "Deborah Tannen"
    },
    {
        "quote": "I've always been into fashion and thought it would be amazing to have a clothing line. I just never thought I would have a chance to do something like that.",
        "author": "Trace Cyrus"
    },
    {
        "quote": "Joe DeGuardia, I love that guy. He's not a superstar promoter yet, but he will be. He was a fighter himself; he's staying the course with these guys. He's developing some good fighters out there. I really applaud him whenever I get a chance to.",
        "author": "Gerry Cooney"
    },
    {
        "quote": "If you don't have the good fortune to work a lot then you take any job you get offered, whether it's a good job, fun job, a bad job, horrible job, whatever, you just take what you need to take. But I'm lucky in that - at the moment anyway and hopefully forever, but who knows - I get the chance to pick jobs for the kick of it and the fun.",
        "author": "James McAvoy"
    },
    {
        "quote": "That was my dream, to drive for Ferrari, but I am not a kid any more. If Ferrari is the best team and if I get the chance to drive for Ferrari, it would be with pleasure.",
        "author": "Jean Alesi"
    },
    {
        "quote": "Being an actor gives you a chance to play all kinds of roles, very moving and dramatic on one project, silly and girlish on another. That's the most interesting thing out this business, you get to keep reinventing yourself.",
        "author": "Sarah Michelle Gellar"
    },
    {
        "quote": "I have to admit, like so many women, I always knew there was a chance. But like so many women, I never thought it would be me. I never thought I'd hear those devastating words: 'You have breast cancer.'",
        "author": "Debbie Wasserman Schultz"
    },
    {
        "quote": "Coach Pederson is the one who drafted me. He was the only coach who flew down to Texas and worked me out. I was only worked out by one team, and that was by Coach Pederson... the Philadelphia Eagles took a chance on me.",
        "author": "Nick Foles"
    },
    {
        "quote": "This isn't just about today, this about generations to come. And you've got a chance to be the greatest conservation President since Theodore Roosevelt, and I think he's done it.",
        "author": "Bruce Babbitt"
    },
    {
        "quote": "In general, my own experience of writing an adaptation of 'Evening' gave me a chance to get into different parts of the book.",
        "author": "Susan Minot"
    },
    {
        "quote": "Ten years of character development affords you a lot. You get a chance to dig deeper and deeper and deeper into a person.",
        "author": "Jon Tenney"
    },
    {
        "quote": "The Guns N' Roses reunion didn't happen by chance or whatever. It was always looked at as a possibility, but it never seemed right or felt right.",
        "author": "Axl Rose"
    },
    {
        "quote": "When we get government off the backs of our job creators, small businesses have a better chance of thriving. And when small businesses thrive, so does our economy.",
        "author": "Ann Wagner"
    },
    {
        "quote": "I made straight A's and never got into any trouble, and I still impose those standards on myself. So writing is my chance to escape and become the sleaziest, scummiest role.",
        "author": "Sandra Brown"
    },
    {
        "quote": "Good economic theory must give the people the chance to use their talents to build their own lives. We must get away from the traditional route where the rich will do the business and the poor will depend on private or public charity.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "In using chance operations, the mind is enriched.",
        "author": "Merce Cunningham"
    },
    {
        "quote": "If you want to wear something and you feel confident, you are going to rock it. That's what I love about fashion: it's your choice and your chance to express yourself.",
        "author": "Iskra Lawrence"
    },
    {
        "quote": "I had no background in communications but what I did have was an excellent education from Providence College and a love of basketball. That afforded me the chance to be good on my feet and stay afloat while I learned the media business.",
        "author": "Doris Burke"
    },
    {
        "quote": "That was our first major tour and we got a chance to play in front of like 5000 people every day so it was like a Rock and Roll boot camp for us really, we learned a lot and made a lot of good friends.",
        "author": "Adam Rich"
    },
    {
        "quote": "There's no more film; now everything's digital. I welcome this. It's fantastic for me to have a new chance.",
        "author": "Bernardo Bertolucci"
    },
    {
        "quote": "The only way you can obtain brood mares on a basis you can afford is to buy two or three yearling fillies every year and race them. The good ones, the ones that show potentialities, you keep, and the others you get rid of. In that way, you have a chance to build up a good brood mare band.",
        "author": "Larry MacPhail"
    },
    {
        "quote": "'Hill St.' was very good, but it was very impersonal work for me. I wrote about that place as if I was a visitor. It wasn't what my life was like. It was a great place to learn the craft of how to shape a scene, but I wanted a chance to write about more personal themes and obsessions.",
        "author": "Mark Frost"
    },
    {
        "quote": "Luck can be assisted. It is not all chance with the wise.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "If there is one phrase or action that every person on the planet would like to erase from his or her memory or have the chance to undo, it would be, 'Let's do it again.'",
        "author": "Cheech Marin"
    },
    {
        "quote": "I've got a puncher's chance against anybody.",
        "author": "Chuck Liddell"
    },
    {
        "quote": "Success can allow you to try for greatness, can give you an opportunity to take a chance on something. I'm very blessed to have the success that I've had, and that's given me so many opportunities to work on being great.",
        "author": "Orlando Bloom"
    },
    {
        "quote": "But the irony is that because the band isn't the focus any more, it allows me the chance to enjoy being a member of Def Leppard much more.",
        "author": "Rick Allen"
    },
    {
        "quote": "I always jump at the chance to mentor kids when it comes to music.",
        "author": "Benji Madden"
    },
    {
        "quote": "I do not believe anything comes by chance. I regard the present as the necessary child of a necessary past.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "I'm obsessed with politics, and I talk about it any chance I can get. I have strong opinions about how the world should be run.",
        "author": "Moby"
    },
    {
        "quote": "Serving your country in the U.S. brings not just peer respect but also the chance to learn new skills and receive a college education. The U.K.'s armed forces offer a similar deal.",
        "author": "Clive Lewis"
    },
    {
        "quote": "In racing, we have a better chance of it happening quicker because we have attracted good people to come to work for us. It's the beginning of a great adventure, and we're looking forward to it.",
        "author": "Roger Staubach"
    },
    {
        "quote": "When you take a year off from football, you come back for all the enjoyable moments. When you're not playing, you miss out on all the highs, but you also miss these disappointments. But I would rather be in the arena to be excited or be disappointed than not have a chance at all. That's football. That's why everybody plays it.",
        "author": "Peyton Manning"
    },
    {
        "quote": "But I was very disappointed that I didn't get a chance to go overseas with that group, might not have gotten back but I wanted very much to go because there's not much of a record of the exploits of the first Negro fighter group.",
        "author": "Gordon Parks"
    },
    {
        "quote": "Democrats like to picture us as pushing grandmother over the cliff or throwing someone under the bus. In either one of those scenarios, at least the senior has a chance to survive.",
        "author": "Phil Gingrey"
    },
    {
        "quote": "You don't have to be born wealthy and have an aristocratic last name or have connections or all these things. If you have a dream, you can believe in something and work hard and struggle and fight for it and still have a chance to succeed.",
        "author": "Jeremy Scott"
    },
    {
        "quote": "I spent my first three weeks there on a wing with 21 murderers. I met some very evil people there but also some men who'd had no upbringing, no chance in life.",
        "author": "Jeffrey Archer"
    },
    {
        "quote": "Chance The Rapper is just unreal: he's changing rap and really creating this whole amazing new style.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "Chance is an element of life. What I try to do is study what I call the mechanics of reality as carefully as I can.",
        "author": "Paul Auster"
    },
    {
        "quote": "An approach that phases in congressional term limits reconciles the self-interest of members of Congress with the public's desire to see these changes enacted and gives us the best chance to make term limits a reality.",
        "author": "Ron DeSantis"
    },
    {
        "quote": "Give your subconscious a chance to work by turning your brain off from time to time. Don't focus on work or solving problems constantly.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "It's rare in Hollywood to get the chance to work on something that you actually care about. The tragedy of the place is all these talented people trying to get excited about stuff they themselves would only view at gunpoint.",
        "author": "Stephen Gaghan"
    },
    {
        "quote": "If you get your body right, you get your mind right, whatever you do, you have a fighting chance, and you have a chance to be victorious.",
        "author": "Bernard Hopkins"
    },
    {
        "quote": "Leaders who can push themselves beyond their comfort zones and understand how to harness the power of reverse innovation have the chance to become the next great visionaries.",
        "author": "Dinesh Paliwal"
    },
    {
        "quote": "I was very aware of 'League of Legends' because my brother plays it a lot, but I hadn't gotten the chance to play it before.",
        "author": "Madison Beer"
    },
    {
        "quote": "I also really liked playing Mr. Tumnus in 'Narnia'. I got to play my favorite character in children's literature, which I loved. You don't get the chance to do that in other jobs.",
        "author": "James McAvoy"
    },
    {
        "quote": "From beginning to end I worried that Ang Lee wouldn't be satisfied with my work. So I worked as hard as I could to earn his trust, because you only get a chance like this once.",
        "author": "Zhang Ziyi"
    },
    {
        "quote": "Well, painting is the one thing I do, that is just me. It's me and easels, and the pencils. And as long as I don't drool too much over the canvas, the colors come out pretty good. And it's a chance to express all that I've got inside, that I sometimes keep hidden. And I think that's why I paint big broad, wide open landscapes.",
        "author": "Joni Eareckson Tada"
    },
    {
        "quote": "If you are going to have any chance of replicating life, you need to live it.",
        "author": "Rupert Friend"
    },
    {
        "quote": "I worked at a local television station and I got a chance to direct and do all those things - worked kiddie shows, Ranger House show with the hand puppets and things like that.",
        "author": "Barry Levinson"
    },
    {
        "quote": "The great thing about a name like 'Cougar Town' is that you hear it once and you remember it forever. It's a very 'loud' title. But there's a connection to the word 'cougar' that means a lot of people are going to be turned off right away by the title alone without even giving the show a chance.",
        "author": "Dan Byrd"
    },
    {
        "quote": "I had a chance to play against the USA teams when I was a player. I wasn't on any USA team but scrimmaging against them and playing against them was a highlight.",
        "author": "Danny Ainge"
    },
    {
        "quote": "I never thought I'd get a chance to do what I'm doing. It's such a dream.",
        "author": "Maya Rudolph"
    }
]