[
    {
        "quote": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "The secret to happiness is freedom... And the secret to freedom is courage.",
        "author": "Thucydides"
    },
    {
        "quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.",
        "author": "Andre Gide"
    },
    {
        "quote": "Life shrinks or expands in proportion to one's courage.",
        "author": "Anais Nin"
    },
    {
        "quote": "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.",
        "author": "Billy Graham"
    },
    {
        "quote": "Jump, and you will find out how to unfold your wings as you fall.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Courage is being scared to death... and saddling up anyway.",
        "author": "John Wayne"
    },
    {
        "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow.",
        "author": "Jim Hightower"
    },
    {
        "quote": "If you are lucky enough to find a way of life you love, you have to find the courage to live it.",
        "author": "John Irving"
    },
    {
        "quote": "Any intelligent fool can make things bigger and more complex... It takes a touch of genius - and a lot of courage to move in the opposite direction.",
        "author": "E. F. Schumacher"
    },
    {
        "quote": "We have a powerful potential in out youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.",
        "author": "Mary McLeod Bethune"
    },
    {
        "quote": "You will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
        "author": "Aristotle"
    },
    {
        "quote": "Only those who will risk going too far can possibly find out how far one can go.",
        "author": "T. S. Eliot"
    },
    {
        "quote": "Courage is doing what you are afraid to do. There can be no courage unless you are scared.",
        "author": "Eddie Rickenbacker"
    },
    {
        "quote": "Courage is fire, and bullying is smoke.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "He who is not courageous enough to take risks will accomplish nothing in life.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.",
        "author": "Alan Cohen"
    },
    {
        "quote": "Courage is the most important of all the virtues, because without courage you can't practice any other virtue consistently. You can practice any virtue erratically, but nothing consistently without courage.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.",
        "author": "Erica Jong"
    },
    {
        "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!",
        "author": "Joyce Meyer"
    },
    {
        "quote": "The greatest test of courage on earth is to bear defeat without losing heart.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Bravery is being the only one who knows you're afraid.",
        "author": "Franklin P. Jones"
    },
    {
        "quote": "Courage is grace under pressure.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "We must become bigger than we have been: more courageous, greater in spirit, larger in outlook. We must become members of a new race, overcoming petty prejudice, owing our ultimate allegiance not to nations but to our fellow men within the human community.",
        "author": "Haile Selassie"
    },
    {
        "quote": "If you have no confidence in self, you are twice defeated in the race of life.",
        "author": "Marcus Garvey"
    },
    {
        "quote": "Courage, above all things, is the first quality of a warrior.",
        "author": "Carl von Clausewitz"
    },
    {
        "quote": "What would life be if we had no courage to attempt anything?",
        "author": "Vincent Van Gogh"
    },
    {
        "quote": "Courage is knowing what not to fear.",
        "author": "Plato"
    },
    {
        "quote": "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.",
        "author": "Joseph Smith, Jr."
    },
    {
        "quote": "A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.",
        "author": "Sydney Smith"
    },
    {
        "quote": "The opposite of courage in our society is not cowardice, it is conformity.",
        "author": "Rollo May"
    },
    {
        "quote": "It is only necessary to have courage, for strength without self-confidence is useless.",
        "author": "Giacomo Casanova"
    },
    {
        "quote": "Courage is not simply one of the virtues, but the form of every virtue at the testing point.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.",
        "author": "Norman Schwarzkopf"
    },
    {
        "quote": "Creativity takes courage.",
        "author": "Henri Matisse"
    },
    {
        "quote": "The trials on the road to world harmony are no greater than the courage of those who accept the challenge.",
        "author": "Carl Lewis"
    },
    {
        "quote": "The best protection any woman can have... is courage.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "Happy are those who dare courageously to defend what they love.",
        "author": "Ovid"
    },
    {
        "quote": "Success is never final, failure is never fatal. It's courage that counts.",
        "author": "John Wooden"
    },
    {
        "quote": "Courage is resistance to fear, mastery of fear, not absence of fear.",
        "author": "Mark Twain"
    },
    {
        "quote": "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.",
        "author": "Winston Churchill"
    },
    {
        "quote": "One isn't necessarily born with courage, but one is born with potential. Without courage, we cannot practice any other virtue with consistency. We can't be kind, true, merciful, generous, or honest.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Those who lack the courage will always find a philosophy to justify it.",
        "author": "Albert Camus"
    },
    {
        "quote": "He who is brave is free.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Real courage is when you know you're licked before you begin, but you begin anyway and see it through no matter what.",
        "author": "Harper Lee"
    },
    {
        "quote": "Courage is the ladder on which all the other virtues mount.",
        "author": "Clare Boothe Luce"
    },
    {
        "quote": "The most courageous act is still to think for yourself. Aloud.",
        "author": "Coco Chanel"
    },
    {
        "quote": "To have courage for whatever comes in life - everything lies in that.",
        "author": "Saint Teresa of Avila"
    },
    {
        "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.",
        "author": "Harry S Truman"
    },
    {
        "quote": "Bravery is the capacity to perform properly even when scared half to death.",
        "author": "Omar N. Bradley"
    },
    {
        "quote": "Courage is the greatest of all virtues, because if you haven't courage, you may not have an opportunity to use any of the others.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "Either you decide to stay in the shallow end of the pool or you go out in the ocean.",
        "author": "Christopher Reeve"
    },
    {
        "quote": "If you could get up the courage to begin, you have the courage to succeed.",
        "author": "David Viscott"
    },
    {
        "quote": "Fate loves the fearless.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Courage is found in unlikely places.",
        "author": "J. R. R. Tolkien"
    },
    {
        "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Failure is unimportant. It takes courage to make a fool of yourself.",
        "author": "Charlie Chaplin"
    },
    {
        "quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.",
        "author": "Loretta Young"
    },
    {
        "quote": "Love bravely, live bravely, be courageous, there's really nothing to lose. There's no wrong you can't make right again, so be kinder to yourself, you know, have fun, take chances. There's no bounds.",
        "author": "Jewel"
    },
    {
        "quote": "The only courage that matters is the kind that gets you from one moment to the next.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "Never bend your head. Always hold it high. Look the world straight in the eye.",
        "author": "Helen Keller"
    },
    {
        "quote": "Creativity requires the courage to let go of certainties.",
        "author": "Erich Fromm"
    },
    {
        "quote": "To create one's world in any of the arts takes courage.",
        "author": "Georgia O'Keeffe"
    },
    {
        "quote": "One man with courage is a majority.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Don't Make Assumptions. Find the courage to ask questions and to express what you really want. Communicate with others as clearly as you can to avoid misunderstandings, sadness and drama. With just this one agreement, you can completely transform your life.",
        "author": "Don Miguel Ruiz"
    },
    {
        "quote": "Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence.",
        "author": "Pope John Paul II"
    },
    {
        "quote": "Courageous people do not fear forgiving, for the sake of peace.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "God, give us grace to accept with serenity the things that cannot be changed, courage to change the things which should be changed and the wisdom to distinguish the one from the other.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "I tend to think you're fearless when you recognize why you should be scared of things, but do them anyway.",
        "author": "Christian Bale"
    },
    {
        "quote": "Courage is never to let your actions be influenced by your fears.",
        "author": "Arthur Koestler"
    },
    {
        "quote": "Clear thinking requires courage rather than intelligence.",
        "author": "Thomas Szasz"
    },
    {
        "quote": "Efforts and courage are not enough without purpose and direction.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Who could refrain that had a heart to love and in that heart courage to make love known?",
        "author": "William Shakespeare"
    },
    {
        "quote": "Courage is being afraid but going on anyhow.",
        "author": "Dan Rather"
    },
    {
        "quote": "You can't test courage cautiously.",
        "author": "Annie Dillard"
    },
    {
        "quote": "Courage is the price that life exacts for granting peace.",
        "author": "Amelia Earhart"
    },
    {
        "quote": "The courage to be is the courage to accept oneself, in spite of being unacceptable.",
        "author": "Paul Tillich"
    },
    {
        "quote": "There are no easy answers, but there are simple answers. We must have the courage to do what we know is morally right.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Boldness be my friend.",
        "author": "William Shakespeare"
    },
    {
        "quote": "You have to really be courageous about your instincts and your ideas. Otherwise you'll just knuckle under, and things that might have been memorable will be lost.",
        "author": "Francis Ford Coppola"
    },
    {
        "quote": "Courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair.",
        "author": "Rollo May"
    },
    {
        "quote": "True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "Let us not pray to be sheltered from dangers but to be fearless when facing them.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "People with courage and character always seem sinister to the rest.",
        "author": "Hermann Hesse"
    },
    {
        "quote": "Always be courageous and strong, and don't fear.",
        "author": "Gabby Douglas"
    },
    {
        "quote": "I know of no higher fortitude than stubborness in the face of overwhelming odds.",
        "author": "Louis Nizer"
    },
    {
        "quote": "To see the right and not to do it is cowardice.",
        "author": "Confucius"
    },
    {
        "quote": "Courage is often lack of insight, whereas cowardice in many cases is based on good information.",
        "author": "Peter Ustinov"
    },
    {
        "quote": "Courage is a special kind of knowledge: the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.",
        "author": "David Ben-Gurion"
    },
    {
        "quote": "Courage and conviction are powerful weapons against an enemy who depends only on fists or guns. Animals know when you are afraid; a coward knows when you are not.",
        "author": "David Seabury"
    },
    {
        "quote": "Courage is the capacity to confront what can be imagined.",
        "author": "Leo Rosten"
    },
    {
        "quote": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous.",
        "author": "Thornton Wilder"
    },
    {
        "quote": "It requires more courage to suffer than to die.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace.",
        "author": "Victor Hugo"
    },
    {
        "quote": "People say to me all the time, 'You have no fear.' I tell them, 'No, that's not true. I'm scared all the time. You have to have fear in order to have courage. I'm a courageous person because I'm a scared person.'",
        "author": "Ronda Rousey"
    },
    {
        "quote": "Courage is fear holding on a minute longer.",
        "author": "George S. Patton"
    },
    {
        "quote": "Courage - a perfect sensibility of the measure of danger, and a mental willingness to endure it.",
        "author": "William Tecumseh Sherman"
    },
    {
        "quote": "Do not lose courage in considering your own imperfections.",
        "author": "Saint Francis de Sales"
    },
    {
        "quote": "How few there are who have courage enough to own their faults, or resolution enough to mend them.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "We must build dikes of courage to hold back the flood of fear.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "I feel quite fearless protecting the people I love.",
        "author": "Paloma Faith"
    },
    {
        "quote": "It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.",
        "author": "Rollo May"
    },
    {
        "quote": "I have a lot of things to prove to myself. One is that I can live my life fearlessly.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "A timid person is frightened before a danger, a coward during the time, and a courageous person afterward.",
        "author": "Jean Paul"
    },
    {
        "quote": "The minute a person whose word means a great deal to others dare to take the open-hearted and courageous way, many others follow.",
        "author": "Marian Anderson"
    },
    {
        "quote": "From caring comes courage.",
        "author": "Lao Tzu"
    },
    {
        "quote": "A great part of courage is the courage of having done the thing before.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "There are a group of people who would like to silence everybody and have everybody go along to get along, but that's not going to be very helpful for us in the long run, in terms of solving our problems. And somebody has to be courageous enough to actually stand up to, you know, the bullies.",
        "author": "Ben Carson"
    },
    {
        "quote": "Fearlessness is not only possible, it is the ultimate joy. When you touch nonfear, you are free.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "Life is to be entered upon with courage.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "Valor grows by daring, fear by holding back.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "Who asks whether the enemy was defeated by strategy or valor?",
        "author": "Virgil"
    },
    {
        "quote": "The greatest obstacle to being heroic is the doubt whether one may not be going to prove one's self a fool; the truest heroism is to resist the doubt; and the profoundest wisdom, to know when it ought to be resisted, and when it be obeyed.",
        "author": "Nathaniel Hawthorne"
    },
    {
        "quote": "Courage is on display every day, and only the courageous wring the most out of life.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Courage is a kind of salvation.",
        "author": "Plato"
    },
    {
        "quote": "The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "He is a man of courage who does not run away, but remains at his post and fights against the enemy.",
        "author": "Socrates"
    },
    {
        "quote": "Faced with what is right, to leave it undone shows a lack of courage.",
        "author": "Confucius"
    },
    {
        "quote": "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "A lot of people do not muster the courage to live their dreams because they are afraid to die.",
        "author": "Les Brown"
    },
    {
        "quote": "I think my mother... made it clear that you have to live life by your own terms and you have to not worry about what other people think and you have to have the courage to do the unexpected.",
        "author": "Caroline Kennedy"
    },
    {
        "quote": "Valor lies just halfway between rashness and cowardice.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "It's a courageous thing to do something that doesn't have rules or limits.",
        "author": "Vanessa Paradis"
    },
    {
        "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "quote": "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "Goodness is about character - integrity, honesty, kindness, generosity, moral courage, and the like. More than anything else, it is about how we treat other people.",
        "author": "Dennis Prager"
    },
    {
        "quote": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.",
        "author": "Mary Tyler Moore"
    },
    {
        "quote": "It takes courage to grow up and become who you really are.",
        "author": "e. e. cummings"
    },
    {
        "quote": "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it.",
        "author": "Kalpana Chawla"
    },
    {
        "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.",
        "author": "Jacqueline Bisset"
    },
    {
        "quote": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.",
        "author": "Michelle Obama"
    },
    {
        "quote": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.",
        "author": "Thomas S. Monson"
    },
    {
        "quote": "All our dreams can come true, if we have the courage to pursue them.",
        "author": "Walt Disney"
    },
    {
        "quote": "It takes vision and courage to create - it takes faith and courage to prove.",
        "author": "Owen D. Young"
    },
    {
        "quote": "Optimism is essential to achievement and it is also the foundation of courage and true progress.",
        "author": "Nicholas M. Butler"
    },
    {
        "quote": "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.",
        "author": "James E. Faust"
    },
    {
        "quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.",
        "author": "Chester W. Nimitz"
    },
    {
        "quote": "It is a wise man who knows where courage ends and stupidity begins.",
        "author": "Jerome Cady"
    },
    {
        "quote": "America was not built on fear. America was built on courage, on imagination and an unbeatable determination to do the job at hand.",
        "author": "Harry S Truman"
    },
    {
        "quote": "Courage, sacrifice, determination, commitment, toughness, heart, talent, guts. That's what little girls are made of.",
        "author": "Bethany Hamilton"
    },
    {
        "quote": "My mother taught me about the power of inspiration and courage, and she did it with a strength and a passion that I wish could be bottled.",
        "author": "Carly Fiorina"
    },
    {
        "quote": "Change takes courage.",
        "author": "Alexandria Ocasio-Cortez"
    },
    {
        "quote": "Courage, my friends; 'tis not too late to build a better world.",
        "author": "Tommy Douglas"
    },
    {
        "quote": "Vulnerability is the essence of romance. It's the art of being uncalculated, the willingness to look foolish, the courage to say, 'This is me, and I'm interested in you enough to show you my flaws with the hope that you may embrace me for all that I am but, more important, all that I am not.'",
        "author": "Ashton Kutcher"
    },
    {
        "quote": "We all strive for balance, often moving to extremes to find ourselves somewhere in the middle where we can sustainably exist in optimal inspiration. Working toward balance takes a lot of ingredients. We need courage, reflection, attention, action, and a push-and-pull relationship between effort and relaxation.",
        "author": "Tara Stiles"
    },
    {
        "quote": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.",
        "author": "Kevin Rudd"
    },
    {
        "quote": "I beg you take courage; the brave soul can mend even disaster.",
        "author": "Catherine the Great"
    },
    {
        "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Having a superpower has nothing to do with the ability to fly or jump, or superhuman strength. The truest superpowers are the ones we all possess: willpower, integrity, and most importantly, courage.",
        "author": "Jason Reynolds"
    },
    {
        "quote": "Courage is the first of human qualities because it is the quality which guarantees the others.",
        "author": "Aristotle"
    },
    {
        "quote": "Sometimes even to live is an act of courage.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.",
        "author": "Herbert Kaufman"
    },
    {
        "quote": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be.",
        "author": "George A. Sheehan"
    },
    {
        "quote": "The truth is: Belonging starts with self-acceptance. Your level of belonging, in fact, can never be greater than your level of self-acceptance, because believing that you're enough is what gives you the courage to be authentic, vulnerable and imperfect.",
        "author": "Brene Brown"
    },
    {
        "quote": "Moral courage is higher and a rarer virtue than physical courage.",
        "author": "William Slim"
    },
    {
        "quote": "Love and peace of mind do protect us. They allow us to overcome the problems that life hands us. They teach us to survive... to live now... to have the courage to confront each day.",
        "author": "Bernie Siegel"
    },
    {
        "quote": "I saw courage both in the Vietnam War and in the struggle to stop it. I learned that patriotism includes protest, not just military service.",
        "author": "John F. Kerry"
    },
    {
        "quote": "If one suffers we all suffer. Togetherness is strength. Courage.",
        "author": "Jean-Bertrand Aristide"
    },
    {
        "quote": "We don't develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity.",
        "author": "Barbara De Angelis"
    },
    {
        "quote": "There are no greater treasures than the highest human qualities such as compassion, courage and hope. Not even tragic accident or disaster can destroy such treasures of the heart.",
        "author": "Daisaku Ikeda"
    },
    {
        "quote": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.",
        "author": "Jacqueline Bisset"
    },
    {
        "quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I love fairy tales because of their haunting beauty and magical strangeness. They are set in worlds where anything can happen. Frogs can be kings, a thicket of brambles can hide a castle where a royal court has lain asleep for a hundred years, a boy can outwit a giant, and a girl can break a curse with nothing but her courage and steadfastness.",
        "author": "Kate Forsyth"
    },
    {
        "quote": "People don't follow titles, they follow courage.",
        "author": "William Wells Brown"
    },
    {
        "quote": "The power of youth is the common wealth for the entire world. The faces of young people are the faces of our past, our present and our future. No segment in the society can match with the power, idealism, enthusiasm and courage of the young people.",
        "author": "Kailash Satyarthi"
    },
    {
        "quote": "Heroes represent the best of ourselves, respecting that we are human beings. A hero can be anyone from Gandhi to your classroom teacher, anyone who can show courage when faced with a problem. A hero is someone who is willing to help others in his or her best capacity.",
        "author": "Ricky Martin"
    },
    {
        "quote": "Every day begins with an act of courage and hope: getting out of bed.",
        "author": "Mason Cooley"
    },
    {
        "quote": "True courage is like a kite; a contrary wind raises it higher.",
        "author": "John Petit-Senn"
    },
    {
        "quote": "We've begun to raise daughters more like sons... but few have the courage to raise our sons more like our daughters.",
        "author": "Gloria Steinem"
    },
    {
        "quote": "Of course fear does not automatically lead to courage. Injury does not necessarily lead to insight. Hardship will not automatically make us better. Pain can break us or make us wiser. Suffering can destroy us or make us stronger. Fear can cripple us, or it can make us more courageous. It is resilience that makes the difference.",
        "author": "Eric Greitens"
    },
    {
        "quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.",
        "author": "Ruby Dee"
    },
    {
        "quote": "Courage, not compromise, brings the smile of God's approval.",
        "author": "Thomas S. Monson"
    },
    {
        "quote": "Killing yourself is a major commitment, it takes a kind of courage. Most people just lead lives of cowardly desperation. It's kinda half suicide where you just dull yourself with substances.",
        "author": "Robert Crumb"
    },
    {
        "quote": "Morality may consist solely in the courage of making a choice.",
        "author": "Leon Blum"
    },
    {
        "quote": "He who knows no hardships will know no hardihood. He who faces no calamity will need no courage. Mysterious though it is, the characteristics in human nature which we love best grow in a soil with a strong mixture of troubles.",
        "author": "Harry Emerson Fosdick"
    },
    {
        "quote": "It takes a lot of courage to show your dreams to someone else.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "War is fear cloaked in courage.",
        "author": "William Westmoreland"
    },
    {
        "quote": "There's only one requirement of any of us, and that is to be courageous. Because courage, as you might know, defines all other human behavior. And, I believe - because I've done a little of this myself - pretending to be courageous is just as good as the real thing.",
        "author": "David Letterman"
    },
    {
        "quote": "Competing at the highest level is not about winning. It's about preparation, courage, understanding and nurturing your people, and heart. Winning is the result.",
        "author": "Joe Torre"
    },
    {
        "quote": "We want deeper sincerity of motive, a greater courage in speech and earnestness in action.",
        "author": "Sarojini Naidu"
    },
    {
        "quote": "Determination, energy, and courage appear spontaneously when we care deeply about something. We take risks that are unimaginable in any other context.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it.",
        "author": "Tori Amos"
    },
    {
        "quote": "I believe that my worth is not measured by what I do, by the honors that are bestowed upon me, or by material wealth that I might obtain. Instead, I am measured by the courage I show while standing for my beliefs, by the dedication I exhibit to ensure my word is good, and the resolve I undertake to establish my actions and deeds as honorable.",
        "author": "Burgess Owens"
    },
    {
        "quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
        "author": "Jonas Salk"
    },
    {
        "quote": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "All you need is the plan, the road map, and the courage to press on to your destination.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "I think we all have empathy. We may not have enough courage to display it.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Only those who have the courage to take a penalty miss them.",
        "author": "Roberto Baggio"
    },
    {
        "quote": "We are biological creatures. We are born, we live, we die. There is no transcendent purpose to existence. At best we are creatures of reason, and by using reason we can cure ourselves of emotional excess. Purged of both hope and fear, we find courage in the face of helplessness, insignificance and uncertainty.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "Amongst the qualities a hero should have, I would include determination, loyalty, courage, perseverance, patience, focus, intrepidity and selflessness.",
        "author": "Ricky Martin"
    },
    {
        "quote": "The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority.",
        "author": "Ralph W. Sockman"
    },
    {
        "quote": "Daring to set boundaries is about having the courage to love ourselves, even when we risk disappointing others.",
        "author": "Brene Brown"
    },
    {
        "quote": "Nothing gives a fearful man more courage than another's fear.",
        "author": "Umberto Eco"
    },
    {
        "quote": "A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide.",
        "author": "Mickey Mantle"
    },
    {
        "quote": "One man scorned and covered with scars still strove with his last ounce of courage to reach the unreachable stars; and the world will be better for this.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "Honest conviction is my courage; the Constitution is my guide.",
        "author": "Andrew Johnson"
    },
    {
        "quote": "Courage is very important. Like a muscle, it is strengthened by use.",
        "author": "Ruth Gordon"
    },
    {
        "quote": "There never is a good time for tough decisions. There will always be an election or something else. You have to pick courage and do it. Governance is about taking tough, even unpopular, decisions.",
        "author": "Jairam Ramesh"
    },
    {
        "quote": "Know what's important and what isn't. Have the wisdom to know the right thing to do, the integrity to do it, the character to stand up to those who don't, and the courage to stop those who won't.",
        "author": "Mark Goulston"
    },
    {
        "quote": "Nobody understands how the world will change. The only way you can plan for the future is to have scenarios. You have to have the courage to take a leap of faith on one of them.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "Virtues, like viruses, have their seasons of contagion. When catastrophe strikes, generosity spikes like a fever. Courage spreads in the face of tyranny.",
        "author": "Nancy Gibbs"
    },
    {
        "quote": "Earth teach me to forget myself as melted snow forgets its life. Earth teach me resignation as the leaves which die in the fall. Earth teach me courage as the tree which stands all alone. Earth teach me regeneration as the seed which rises in the spring.",
        "author": "William Alexander"
    },
    {
        "quote": "Soros has taught me that when you have tremendous conviction on a trade, you have to go for the jugular. It takes courage to be a pig. It takes courage to ride a profit with huge leverage.",
        "author": "Stanley Druckenmiller"
    },
    {
        "quote": "Even in the hardest circumstances, dreams can give you the courage to live, and I hope I can share that message with children in need.",
        "author": "Kim Yuna"
    },
    {
        "quote": "My sword I give to him that shall succeed me in my pilgrimage, and my courage and skill to him that can get it.",
        "author": "John Bunyan"
    },
    {
        "quote": "Success is that old ABC - ability, breaks, and courage.",
        "author": "Charles Luckman"
    },
    {
        "quote": "We all live in the same house, we all must be part of the effort to hold down our little house. When you see something that is not right, not fair, not just... do something about it. Say something. Have the courage. Have the backbone. Get in the way. Walk with the wind. It's all going to work out.",
        "author": "John Lewis"
    },
    {
        "quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.",
        "author": "Confucius"
    },
    {
        "quote": "My hope for this country is that we remain a people who value freedom, who have the courage to face the realities with faithful hearts instead of anxious ones.",
        "author": "Taya Kyle"
    },
    {
        "quote": "I know what it is to feel unloved, to want revenge, to make mistakes, to suffer disappointment, yet also to find the courage to go forward in life.",
        "author": "Tim O'Brien"
    },
    {
        "quote": "Keep your fears to yourself, but share your courage with others.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Soldiers, when committed to a task, can't compromise. It's unrelenting devotion to the standards of duty and courage, absolute loyalty to others, not letting the task go until it's been done.",
        "author": "John Keegan"
    },
    {
        "quote": "Freedom is the sure possession of those alone who have the courage to defend it.",
        "author": "Pericles"
    },
    {
        "quote": "My mother always taught us that if people don't agree with you, the important thing is to listen to them. But if you've listened to them carefully and you still think that you're right, then you must have the courage of your convictions.",
        "author": "Jane Goodall"
    },
    {
        "quote": "If I have brought any message today, it is this: Have the courage to have your wisdom regarded as stupidity. Be fools for Christ. And have the courage to suffer the contempt of the sophisticated world.",
        "author": "Antonin Scalia"
    },
    {
        "quote": "Ski jumping is just 10 per cent physical, 90 per cent mental. Some people can't do that. It's not just to do with the fear at the top. It takes a lot of guts to go off the top, but it takes 100 times more courage to jump off the end.",
        "author": "Eddie the Eagle"
    },
    {
        "quote": "Life is the most exciting opportunity we have. But we have one shot. You graduate from college once, and that's it. You're going out of that nest. And you have to find that courage that's deep, deep, deep in there. Every step of the way.",
        "author": "Andrew Shue"
    },
    {
        "quote": "The courage in journalism is sticking up for the unpopular, not the popular.",
        "author": "Geraldo Rivera"
    },
    {
        "quote": "Way down deep, we're all motivated by the same urges. Cats have the courage to live by them.",
        "author": "Jim Davis"
    },
    {
        "quote": "You will always be fond of me. I represent to you all the sins you have never had the courage to commit.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Let a new earth rise. Let another world be born. Let a bloody peace be written in the sky. Let a second generation full of courage issue forth; let a people loving freedom come to growth.",
        "author": "Margaret Walker"
    },
    {
        "quote": "Valor is stability, not of legs and arms, but of courage and the soul.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "It is courage, courage, courage, that raises the blood of life to crimson splendor. Live bravely and present a brave front to adversity.",
        "author": "Horace"
    },
    {
        "quote": "You take a number of small steps which you believe are right, thinking maybe tomorrow somebody will treat this as a dangerous provocation. And then you wait. If there is no reaction, you take another step: courage is only an accumulation of small steps.",
        "author": "George Konrad"
    },
    {
        "quote": "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "I think we judge talent wrong. What do we see as talent? I think I have made the same mistake myself. We judge talent by people's ability to strike a cricket ball. The sweetness, the timing. That's the only thing we see as talent. Things like determination, courage, discipline, temperament, these are also talent.",
        "author": "Rahul Dravid"
    },
    {
        "quote": "If we can understand that death is not the end but is really a transition into the next life, the great part of life, that frees us up into receiving God's courage and his help.",
        "author": "Max Lucado"
    },
    {
        "quote": "My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.",
        "author": "Maya Angelou"
    },
    {
        "quote": "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends.",
        "author": "Silvia Cartwright"
    },
    {
        "quote": "Universal basic income is not a solution in search of a problem - it is the obvious solution that has been in front of us for years. It only requires us to have the vision, empathy and courage to adopt it for the American people before it is too late.",
        "author": "Andrew Yang"
    },
    {
        "quote": "For the men and women of the FBI, bravery is reflected not only in the physical courage often necessary in the job. It can be seen in the courage of conviction, in the courage to act with wisdom in the face of fear, and in the courage it takes to admit mistakes and move forward.",
        "author": "Robert Mueller"
    },
    {
        "quote": "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Courage and willingness to just go for it, whether it is a conversation or a spontaneous trip or trying new things that are scary - it is a really attractive quality.",
        "author": "Alanis Morissette"
    },
    {
        "quote": "Courage is willingness to take the risk once you know the odds. Optimistic overconfidence means you are taking the risk because you don't know the odds. It's a big difference.",
        "author": "Daniel Kahneman"
    },
    {
        "quote": "Muhammad Ali struck us in the middle of America's darkest night, in the heart of its most threatening gathering storm. His power toppled the mightiest of foes, and his intense light shined on America, and we were able to see clearly injustice, inequality, poverty, pride, self realization, courage, laughter, love, joy and religious freedom for all.",
        "author": "Billy Crystal"
    },
    {
        "quote": "Ingenuity, plus courage, plus work, equals miracles.",
        "author": "Bob Richards"
    },
    {
        "quote": "Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success.",
        "author": "Thomas J. Stanley"
    },
    {
        "quote": "Hemingway was a jerk. I mean he was really a great jerk. He was a good writer, and he did all sorts of things that I would never have the courage to do, but I don't think I'd enjoy being in the same room with him. He's not my kind of person.",
        "author": "Joe Haldeman"
    },
    {
        "quote": "Real courage is knowing what faces you and knowing how to face it.",
        "author": "Timothy Dalton"
    },
    {
        "quote": "Courage doesn't come by doing what everybody else says. Courage does by what you know is right.",
        "author": "Nikki Haley"
    },
    {
        "quote": "Courage is rightly esteemed the first of human qualities... because it is the quality which guarantees all others.",
        "author": "Winston Churchill"
    },
    {
        "quote": "It often takes more courage to change one's opinion than to keep it.",
        "author": "Willy Brandt"
    },
    {
        "quote": "The difficult thing is that vulnerability is the first thing I look for in you and the last thing I'm willing to show you. In you, it's courage and daring. In me, it's weakness.",
        "author": "Brene Brown"
    },
    {
        "quote": "Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.",
        "author": "Pablo Casals"
    },
    {
        "quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "Acting is really about having the courage to fail in front of people.",
        "author": "Adam Driver"
    },
    {
        "quote": "You cannot build character and courage by taking away a man's initiative and independence.",
        "author": "William J. H. Boetcker"
    },
    {
        "quote": "Valor' is a word we don't commonly hear. People can show courage and bravery confronting many different challenges in life. But 'valor' connotes willingly putting oneself in mortal danger to protect others.",
        "author": "William Barr"
    },
    {
        "quote": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire.",
        "author": "William Congreve"
    },
    {
        "quote": "The terrorists thought they would change my aims and stop my ambitions, but nothing changed in my life except this: weakness, fear and hopelessness died. Strength, power and courage were born.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "To him that waits all things reveal themselves, provided that he has the courage not to deny, in the darkness, what he has seen in the light.",
        "author": "Coventry Patmore"
    },
    {
        "quote": "No man in the world has more courage than the man who can stop after eating one peanut.",
        "author": "Channing Pollock"
    },
    {
        "quote": "The amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and moral courage it contained. That so few now dare to be eccentric marks the chief danger of the time.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "Part of courage is simple consistency.",
        "author": "Peggy Noonan"
    },
    {
        "quote": "Change will never happen when people lack the ability and courage to see themselves for who they are.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.",
        "author": "Jenny Shipley"
    },
    {
        "quote": "The more I see of deer, the more I admire them as mountaineers. They make their way into the heart of the roughest solitudes with smooth reserve of strength, through dense belts of brush and forest encumbered with fallen trees and boulder piles, across canons, roaring streams, and snow-fields, ever showing forth beauty and courage.",
        "author": "John Muir"
    },
    {
        "quote": "Falsehood is cowardice, the truth courage.",
        "author": "Hosea Ballou"
    },
    {
        "quote": "I would like to tell the young men and women before me not to lose hope and courage. Success can only come to you by courageous devotion to the task lying in front of you.",
        "author": "C. V. Raman"
    },
    {
        "quote": "Every man of courage is a man of his word.",
        "author": "Pierre Corneille"
    },
    {
        "quote": "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of readiness to die.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "In the Confederate Army, an officer was judged by stark courage alone, and this made it possible for the Confederacy to live four years.",
        "author": "Chesty Puller"
    },
    {
        "quote": "My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with grim determination and discipline worthy of a great nation.",
        "author": "Muhammad Ali Jinnah"
    },
    {
        "quote": "We need the compassion and the courage to change the conditions that support our suffering. Those conditions are things like ignorance, bitterness, negligence, clinging, and holding on.",
        "author": "Sharon Salzberg"
    },
    {
        "quote": "We all know the dangers of sequels. Lightning doesn't strike twice in the same place too often, and I think you've got to move beyond it, go the extra mile and have the courage not to just repeat the first one.",
        "author": "Colin Firth"
    },
    {
        "quote": "You can do anything if you set your mind to it. Look out for kids, help them dream and be inspired. We teach calculus in schools, but I believe the most important formula is courage plus dreams equals success.",
        "author": "Marlee Matlin"
    },
    {
        "quote": "Courage! I have shown it for years; think you I shall lose it at the moment when my sufferings are to end?",
        "author": "Marie Antoinette"
    },
    {
        "quote": "It is curious that physical courage should be so common in the world and moral courage so rare.",
        "author": "Mark Twain"
    },
    {
        "quote": "I admire the courage and self-reliance it takes to start your own business and make it succeed.",
        "author": "Martha Stewart"
    },
    {
        "quote": "You have setbacks in your life, and adversity. You can be discouraged about it or have courage to get through it and be better.",
        "author": "Austin Seferian-Jenkins"
    },
    {
        "quote": "Often the test of courage is not to die but to live.",
        "author": "Vittorio Alfieri"
    },
    {
        "quote": "I see courage everywhere I go in Africa. Fearless human rights activists in Darfur. Women peace advocates in eastern Congo. Former child soldiers in Northern Uganda who now are helping other former child soldiers return to civilian life.",
        "author": "John Prendergast"
    },
    {
        "quote": "The most memorable interviews for me are folks whose names I don't know: young civil rights leaders in the South, showing great courage as they walked into a town in the dark of night. A doctor working for 'Doctors Without Borders' in Somalia, operating by kerosene light in a tent. Those are the kinds of people that linger in your memory.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity. We had a bit of a rollercoaster life with some really challenging financial periods. He was always unshaken, completely tranquil, the same ebullient, laughing, jovial man.",
        "author": "Ben Okri"
    },
    {
        "quote": "We learned to be patient observers like the owl. We learned cleverness from the crow, and courage from the jay, who will attack an owl ten times its size to drive it off its territory. But above all of them ranked the chickadee because of its indomitable spirit.",
        "author": "Tom Brown, Jr."
    },
    {
        "quote": "When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realise that these resources were always there within us. We only need to find them and move on with our lives.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "The gospel alone liberates you to live a life of scandalous generosity, unrestrained sacrifice, uncommon valor, and unbounded courage.",
        "author": "Tullian Tchividjian"
    },
    {
        "quote": "Grades don't measure tenacity, courage, leadership, guts or whatever you want to call it. Teachers or any other persons in a position of authority should never tell anybody they will not succeed because they did not get all A's in school.",
        "author": "Thomas J. Stanley"
    },
    {
        "quote": "I've been through it all, baby, I'm mother courage.",
        "author": "Elizabeth Taylor"
    },
    {
        "quote": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.",
        "author": "William Butler Yeats"
    },
    {
        "quote": "Decision is a risk rooted in the courage of being free.",
        "author": "Paul Tillich"
    },
    {
        "quote": "To me, there is no greater act of courage than being the one who kisses first.",
        "author": "Janeane Garofalo"
    },
    {
        "quote": "Communism is a way of thinking. Socialism is wimpy communism. When you don't have the courage to become a communist, you become a socialist.",
        "author": "Jaggi Vasudev"
    },
    {
        "quote": "When we read stories of heroes, we identify with them. We take the journey with them. We see how the obstacles almost overcome them. We see how they grow as human beings or gain qualities or show great qualities of strength and courage and with them, we grow in some small way.",
        "author": "Sam Raimi"
    },
    {
        "quote": "Courage - you develop courage by doing small things like just as if you wouldn't want to pick up a 100-pound weight without preparing yourself.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Since I was a little girl, I have witnessed the strength and courage that energized my mother, who left every sorrow and pain in the past, who would work unyieldingly to obtain her goals, who was the great warrior from whom I learned all the values that are today fundamental pillars of my every day.",
        "author": "Thalia"
    },
    {
        "quote": "In fact, my courage and my bravery at a young age was the thing I was bullied for, a kind of 'Who do you think you are?'",
        "author": "Lady Gaga"
    },
    {
        "quote": "It takes a lot of courage to face up to things you can't do because we feed ourselves so much denial.",
        "author": "Zoe Saldana"
    },
    {
        "quote": "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naive or innocent, who has the courage to treat me like a woman.",
        "author": "Anais Nin"
    },
    {
        "quote": "A man of courage is also full of faith.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "Optimism is the foundation of courage.",
        "author": "Nicholas M. Butler"
    },
    {
        "quote": "One individual can begin a movement that turns the tide of history. Martin Luther King in the civil rights movement, Mohandas Ganhi in India, Nelson Mandela in South Africa are examples of people standing up with courage and non-violence to bring about needed changes.",
        "author": "Jack Canfield"
    },
    {
        "quote": "We know the Republicans are happy to keep the country in the dark, and if we Democrats are to recapture the power necessary to assert our values, we must find the energy, courage, creativity and unity to map out a brighter day for the people we sincerely want to serve.",
        "author": "John Yarmuth"
    },
    {
        "quote": "I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves.",
        "author": "Major Taylor"
    },
    {
        "quote": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "The best thing to do is stare it in the face and move on. We have to face our fears and plow through. I think taking chances takes a lot more courage than staying stagnant and doing what's safe and comfortable.",
        "author": "Terri Clark"
    },
    {
        "quote": "Courage without conscience is a wild beast.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "I challenge us all to have the courage of our convictions to fight for a fair, justice and inclusive society.",
        "author": "Opal Tometi"
    },
    {
        "quote": "Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "Either life entails courage, or it ceases to be life.",
        "author": "E. M. Forster"
    },
    {
        "quote": "We live in a world in which courage is in less supply than genius.",
        "author": "Peter Thiel"
    },
    {
        "quote": "Freedom. And Justice. If you have those two, it covers everything. You must stick to those principles and have the courage of your convictions.",
        "author": "Ian Smith"
    },
    {
        "quote": "Believers, look up - take courage. The angels are nearer than you think.",
        "author": "Billy Graham"
    },
    {
        "quote": "Physical bravery is an animal instinct; moral bravery is much higher and truer courage.",
        "author": "Wendell Phillips"
    },
    {
        "quote": "Presumption should never make us neglect that which appears easy to us, nor despair make us lose courage at the sight of difficulties.",
        "author": "Benjamin Banneker"
    },
    {
        "quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.",
        "author": "Jonas Salk"
    },
    {
        "quote": "I have huge respect for women who go out of their homes and have the courage to make their own destiny. And let me tell you, Indian women are doing a great job. There are those who work because they have no option but to earn, and then there are those who do it because they have the right talent. I respect both.",
        "author": "Shilpa Shetty"
    },
    {
        "quote": "Courage is the fear of being thought a coward.",
        "author": "Horace Smith"
    },
    {
        "quote": "To see what is right and not to do it is want of courage, or of principle.",
        "author": "Confucius"
    },
    {
        "quote": "My father once said something very shrewd about me to a woman journalist who had told him how courageous she thought I was for always speaking my mind. My father said, 'If you couldn't care less what anyone says about you, then it's not courage.'",
        "author": "Gore Vidal"
    },
    {
        "quote": "I can tell you character traits I admire and work to develop in myself - perseverance, self-discipline, courage to stand up for what is right even when it is against one's friends or one's self.",
        "author": "Dalia Mogahed"
    },
    {
        "quote": "Had we lived I should have had a tale to tell of the hardihood, endurance and courage of my companions which would have stirred the heart of every Englishman. These rough notes and our dead bodies must tell the tale.",
        "author": "Robert Falcon Scott"
    },
    {
        "quote": "I believe in blood, soil, and honour; family, homeland, and hamingja; strength, traditions, and courage.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "The great epochs of our life are the occasions when we gain the courage to rebaptize our evil qualities as our best qualities.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "Let us go forth with fear and courage and rage to save the world.",
        "author": "Grace Paley"
    },
    {
        "quote": "When I was a young man, Dirac was my hero. He made a breakthrough, a new method of doing physics. He had the courage to simply guess at the form of an equation, the equation we now call the Dirac equation, and to try to interpret it afterwards.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "I think that the romantic impulse is in all of us and that sometimes we live it for a short time, but it's not part of a sensible way of living. It's a heroic path and it generally ends dangerously. I treasure it in the sense that I believe it's a path of great courage. It can also be the path of the foolhardy and the compulsive.",
        "author": "Jane Campion"
    },
    {
        "quote": "The best marriages are the ones where we can go out in the world and really put ourselves out there. A lot of times we'll fail, and sometimes we'll pull it off. But good marriages are when you can go home and know that your vulnerability will be honored as courage, and that you'll find support.",
        "author": "Brene Brown"
    },
    {
        "quote": "I'm sick of not having the courage to be an absolute nobody.",
        "author": "J. D. Salinger"
    },
    {
        "quote": "Without courage, wisdom bears no fruit.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "I've decided to run for the U.S. Senate because I believe Wisconsin families need a senator who will work hard to deliver results for the middle class - a leader with the courage to do what's right, no matter how tough the odds or how powerful the special interests we have to fight.",
        "author": "Tammy Baldwin"
    },
    {
        "quote": "It is my deepest belief that only by giving our lives do we find life. I am convinced that the truest act of courage, the strongest act of manliness is to sacrifice ourselves for others in a totally non-violent struggle for justice.",
        "author": "Cesar Chavez"
    },
    {
        "quote": "Two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead.",
        "author": "Carl von Clausewitz"
    },
    {
        "quote": "Mistakes are always forgivable, if one has the courage to admit them.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Buddhist practices offer a way of saying, 'Hey, come back over here, reconnect.' The only way that you'll actually wake up and have some freedom is if you have the capacity and courage to stay with the vulnerability and the discomfort.",
        "author": "Tara Brach"
    },
    {
        "quote": "He who has courage and faith will never perish in misery!",
        "author": "Anne Frank"
    },
    {
        "quote": "Sometimes the rewards of risk don't leave us wrecked. Sometimes we find our passion, our purpose, courage, connection, and comfort. Every good thing in our lives is a direct result of risk.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "Courage conquers all things: it even gives strength to the body.",
        "author": "Ovid"
    },
    {
        "quote": "The preservation of peace and the guaranteeing of man's basic freedoms and rights require courage and eternal vigilance: courage to speak and act - and if necessary, to suffer and die - for truth and justice; eternal vigilance, that the least transgression of international morality shall not go undetected and unremedied.",
        "author": "Haile Selassie"
    },
    {
        "quote": "I think that music opens portals and doorways into unknown sectors that it takes courage to leap into. I always think that there's a potential that we all have, and we can emerge, rise up to this potential, when necessary. We have to be fearless, courageous, and draw upon wisdom that we think we don't have.",
        "author": "Wayne Shorter"
    },
    {
        "quote": "Perfect courage is to do without witnesses what one would be capable of doing with the world looking on.",
        "author": "Francois de La Rochefoucauld"
    },
    {
        "quote": "In the Soviet army it takes more courage to retreat than advance.",
        "author": "Joseph Stalin"
    },
    {
        "quote": "The first virtue in a soldier is endurance of fatigue; courage is only the second virtue.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.",
        "author": "Xi Jinping"
    },
    {
        "quote": "More firm and sure the hand of courage strikes, when it obeys the watchful eye of caution.",
        "author": "James Thomson"
    },
    {
        "quote": "It's real easy to talk about stepping in the ring, but once you do actually step in the ring, it takes a lot of courage and mental fortitude to do what we do.",
        "author": "Big Show"
    },
    {
        "quote": "The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt.",
        "author": "Paul Tillich"
    },
    {
        "quote": "True success will come when you have the courage to be yourself.",
        "author": "Marcela Valladolid"
    },
    {
        "quote": "Success, they taught me, is built on the foundation of courage, hard-work and individual responsibility. Despite what some would have us believe, success is not built on resentment and fears.",
        "author": "Susana Martinez"
    },
    {
        "quote": "You have to develop ways so that you can take up for yourself, and then you take up for someone else. And so sooner or later, you have enough courage to really stand up for the human race and say, 'I'm a representative.'",
        "author": "Maya Angelou"
    },
    {
        "quote": "Women have to summon up courage to fulfill dormant dreams.",
        "author": "Alice Walker"
    },
    {
        "quote": "Those who won our independence... valued liberty as an end and as a means. They believed liberty to be the secret of happiness and courage to be the secret of liberty.",
        "author": "Louis D. Brandeis"
    },
    {
        "quote": "What we want from modern dance is courage and audacity.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "What the Anzac legend did do, by the bravery and sacrifice of our troops, was reinforce our own cultural notions of independence, mateship, and ingenuity. Of resilience and courage in adversity.",
        "author": "Paul Keating"
    },
    {
        "quote": "The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money.",
        "author": "Marlon Brando"
    },
    {
        "quote": "Patience, that blending of moral courage with physical timidity.",
        "author": "Thomas Hardy"
    },
    {
        "quote": "We've let the blade of our innocence dull over time, and it's only in innocence that you find any kind of magic, any kind of courage.",
        "author": "Sean Penn"
    },
    {
        "quote": "I don't know how to function without music. When I'm not making it, I'm listening to it. It gives me courage and takes care of my mind.",
        "author": "Billie Eilish"
    },
    {
        "quote": "The 'Bird's Nest' National Stadium, which I helped to conceive, is designed to embody the Olympic spirit of 'fair competition.' It tells people that freedom is possible but needs fairness, courage and strength.",
        "author": "Ai Weiwei"
    },
    {
        "quote": "To bathe a cat takes brute force, perseverance, courage of conviction - and a cat. The last ingredient is usually hardest to come by.",
        "author": "Stephen Baker"
    },
    {
        "quote": "Support the strong, give courage to the timid, remind the indifferent, and warn the opposed.",
        "author": "Whitney M. Young"
    },
    {
        "quote": "Courage is like love; it must have hope for nourishment.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "Genius is talent set on fire by courage.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act.",
        "author": "Andre Malraux"
    },
    {
        "quote": "Courage is poorly housed that dwells in numbers; the lion never counts the herd that are about him, nor weighs how many flocks he has to scatter.",
        "author": "Aaron Hill"
    },
    {
        "quote": "If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "You can't forgive without loving. And I don't mean sentimentality. I don't mean mush. I mean having enough courage to stand up and say, 'I forgive. I'm finished with it.'",
        "author": "Maya Angelou"
    },
    {
        "quote": "Anyone can support a team that is winning - it takes no courage. But to stand behind a team to defend a team when it is down and really needs you, that takes a lot of courage.",
        "author": "Bart Starr"
    },
    {
        "quote": "Courage consists not in hazarding without fear; but being resolutely minded in a just cause.",
        "author": "Plutarch"
    },
    {
        "quote": "One of the things that makes Hamlet unique among Shakespeare's characters is his courage to face up to the darker elements of his personality.",
        "author": "Kenneth Branagh"
    },
    {
        "quote": "A military coup needs a sacrifice and courage that you can't find in an army without morale.",
        "author": "Jalal Talabani"
    },
    {
        "quote": "Just as courage imperils life, fear protects it.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Sailing a boat calls for quick action, a blending of feeling with the wind and water as well as with the very heart and soul of the boat itself. Sailing teaches alertness and courage, and gives in return a joyousness and peace that but few sports afford.",
        "author": "George Matthew Adams"
    },
    {
        "quote": "The most important thing is, Do you have the courage to admit that you're wrong? And do you change? The most important thing to me as a CEO is that we keep the courage.",
        "author": "Tim Cook"
    },
    {
        "quote": "The truth won't set us free - until we develop the skills and the habit and the talent and the moral courage to use it.",
        "author": "Margaret Heffernan"
    },
    {
        "quote": "Martin Luther King, Jr. Day is a time to honor the greatest champion of racial equality who taught a nation - through compassion and courage - about democracy, nonviolence and racial justice.",
        "author": "Mark Pryor"
    },
    {
        "quote": "My student days in PSG saw three Prime Ministers, two wars, taught us courage, resilience, leadership and optimism.",
        "author": "Shiv Nadar"
    },
    {
        "quote": "A man of courage never needs weapons, but he may need bail.",
        "author": "Lewis Mumford"
    },
    {
        "quote": "Audacity augments courage; hesitation, fear.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "Being tall has a major impact in general. It takes some courage to be as big as you are - to live up to it and not be intimidated by the graceful tiny people.",
        "author": "Sigourney Weaver"
    },
    {
        "quote": "Productive givers focus on acting in the long-term best interests of others, even if it's not pleasant. They have the courage to give the critical feedback we prefer not to hear, but truly need to hear. They offer tough love, knowing that we might like them less, but we'll come to trust and respect them more.",
        "author": "Adam Grant"
    },
    {
        "quote": "You must study to be frank with the world: Frankness is the child of honesty and courage.",
        "author": "Robert E. Lee"
    },
    {
        "quote": "As long as you've got your courage of conviction, it works for you. I think that the same applies, too, even where you don't, because in today's world, financial resources are the least important. World has moved to the power of ideas.",
        "author": "Mukesh Ambani"
    },
    {
        "quote": "Despair gives courage to a coward.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.",
        "author": "David Cameron"
    },
    {
        "quote": "My talent is such that no undertaking, however vast in size... has ever surpassed my courage.",
        "author": "Peter Paul Rubens"
    },
    {
        "quote": "The Gross National Product measures neither our wit nor our courage, neither our wisdom nor our learning, neither our compassion nor our devotion to our country. It measures everything, in short, except that which makes life worthwhile, and it can tell us everything about America - except whether we are proud to be Americans.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "We have to confront ourselves. Do we like what we see in the mirror? And, according to our light, according to our understanding, according to our courage, we will have to say yea or nay - and rise!",
        "author": "Maya Angelou"
    },
    {
        "quote": "Courage is always rewarded.",
        "author": "Kenny Loggins"
    },
    {
        "quote": "I am always naturally drawn to heroines that have human flaws because I enjoy people that have lived their life with courage and make big successes and big failures.",
        "author": "Romola Garai"
    },
    {
        "quote": "I adore themes of hope and courage and the ways we find meaning through suffering.",
        "author": "Ruta Sepetys"
    },
    {
        "quote": "It takes a certain amount of courage to tackle very hard problems in science, I now realise. You don't know what the timescale of your work will be: decades or only a few years.",
        "author": "Venkatraman Ramakrishnan"
    },
    {
        "quote": "War alone brings up to their highest tension all human energies and imposes the stamp of nobility upon the peoples who have the courage to make it.",
        "author": "Benito Mussolini"
    },
    {
        "quote": "We are in the midst of a momentous catastrophe of world history, of a transformation of all aspects of life and of the entire inner human being This is perhaps fortunate for the artistic person, if he is strong enough to bear the consequences, because what we need is the courage to have inner experience.",
        "author": "Walter Gropius"
    },
    {
        "quote": "If I am to be known for anything, I would like it to be for encouraging Canadians, for knowing a little bit about their daily, extraordinary courage. And for wanting that courage to be recognized.",
        "author": "Romeo LeBlanc"
    },
    {
        "quote": "A lot of people ask me, 'How did you have the courage to walk up to record labels when you were 12 or 13 and jump right into the music industry?' It's because I knew I could never feel the kind of rejection that I felt in middle school. Because in the music industry, if they're gonna say no to you, at least they're gonna be polite about it.",
        "author": "Taylor Swift"
    },
    {
        "quote": "The man who has the courage of his platitudes is always a successful man.",
        "author": "Van Wyck Brooks"
    },
    {
        "quote": "It takes great courage to be vulnerable. It takes enormous strength to be a real woman.",
        "author": "John Eldredge"
    },
    {
        "quote": "I think the best comedians have that bravery and courage to say, 'This is what it is. This is unfair; that's not cool.'",
        "author": "Hasan Minhaj"
    },
    {
        "quote": "When God speaks, oftentimes His voice will call for an act of courage on our part.",
        "author": "Charles Stanley"
    },
    {
        "quote": "Courage is soldiers fighting on the front line, or people living on the bread line.",
        "author": "Hugh Grant"
    },
    {
        "quote": "We know the threats - from global terrorist networks to the spread of deadly weapons. Yet we also know that embedded in this time of danger is the promise of a new day, if we have the courage and commitment to work together.",
        "author": "Valerie Jarrett"
    },
    {
        "quote": "It takes courage to acknowledge uncertainty. And nothing is more attractive than demonstrating to another person that he or she is of value to you.",
        "author": "Tony Goldwyn"
    },
    {
        "quote": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it.",
        "author": "William Blackstone"
    },
    {
        "quote": "Religion in its humility restores man to his only dignity, the courage to live by grace.",
        "author": "George Santayana"
    },
    {
        "quote": "Heroes to me are guys that sit in libraries. They absorb knowledge and then the risks they take are calculated on the basis of the courage it took to become replete with knowledge.",
        "author": "William Hurt"
    },
    {
        "quote": "Most people talk; we do things. They plan; we achieve. They hesitate; we move ahead. We are living proof that when human beings have the courage and commitment to transform a dream into reality, there is nothing that can stop them.",
        "author": "Mohammed bin Rashid Al Maktoum"
    },
    {
        "quote": "With enough courage, you can do without a reputation.",
        "author": "Margaret Mitchell"
    },
    {
        "quote": "Students teach all sorts of things but most importantly they make explicit the courage that it takes to be a learner, the courage it takes to open yourself to the transformative power of real learning and that courage I am exposed to almost every day at MIT and that I'm deeply grateful for.",
        "author": "Junot Diaz"
    },
    {
        "quote": "To persevere, trusting in what hopes he has, is courage in a man.",
        "author": "Euripides"
    },
    {
        "quote": "Courage to be is the key to revelatory power of the feminist revolution.",
        "author": "Mary Daly"
    },
    {
        "quote": "Where a man's strength and courage is tested most is in the way that he treats women - the way that he loves.",
        "author": "John Eldredge"
    },
    {
        "quote": "Getting up and having the courage to share with people, all people, and even just being asked to sing, first of all, that's all part of how I express my identity.",
        "author": "Jessica Mauboy"
    },
    {
        "quote": "There's only one thing worse than a man who doesn't have strong likes and dislikes, and that's a man who has strong likes and dislikes without the courage to voice them.",
        "author": "Tony Randall"
    },
    {
        "quote": "We've become the party that wants to appease everyone and no one. And I think the only way that the Democrats become viable again is if we have people who have moral clarity and courage to say what they need to say and fight for what they need to fight for.",
        "author": "Ilhan Omar"
    },
    {
        "quote": "You have to have courage to be obedient to God.",
        "author": "Charles Stanley"
    },
    {
        "quote": "The weak in courage is strong in cunning.",
        "author": "William Blake"
    },
    {
        "quote": "I would kiss you, had I the courage.",
        "author": "Edouard Manet"
    },
    {
        "quote": "My mother's father, Hobart Cromwell, was a bacteriologist with Abbott Laboratories in suburban Chicago. I never got to know him well, as he died very young, but he was always a heroic figure in our family, wise and gentle and intelligent by reputation, with the courage to fight against the McCarthyites.",
        "author": "John C. Mather"
    },
    {
        "quote": "It takes courage to come forward, and I don't want any victim of sexual harassment to think twice about doing so.",
        "author": "Kim Reynolds"
    },
    {
        "quote": "Political courage is not political suicide.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "Courtesy is as much a mark of a gentleman as courage.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "From my youngest brother to immigrant women to black queer folks, those are the people who keep me going. When I think about their various acts of courage, it reminds me that I am not alone and that we can do even more, and we deserve more, so we have to keep going.",
        "author": "Opal Tometi"
    },
    {
        "quote": "What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?",
        "author": "Logan Pearsall Smith"
    },
    {
        "quote": "'The Impossible Dream' is, in my opinion, one of the greatest songs ever written. Here is a man, an old man, a very old man full of daring, bravery, courage, determination, romanticism and dreams.",
        "author": "Christopher Lee"
    },
    {
        "quote": "The Adequate Protest demands far more than protests. It calls for Great and Daring Leaps of Integrity and Courage to See.",
        "author": "Mary Daly"
    },
    {
        "quote": "Our situation today shows that beauty demands for itself at least as much courage and decision as do truth and goodness, and she will not allow herself to be separated and banned from her two sisters without taking them along with herself in an act of mysterious vengeance.",
        "author": "Hans Urs von Balthasar"
    },
    {
        "quote": "Leaders come in many forms, with many styles and diverse qualities. There are quiet leaders and leaders one can hear in the next county. Some find strength in eloquence, some in judgment, some in courage.",
        "author": "John W. Gardner"
    },
    {
        "quote": "Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Courage in danger is half the battle.",
        "author": "Plautus"
    },
    {
        "quote": "To dare to live alone is the rarest courage; since there are many who had rather meet their bitterest enemy in the field, than their own hearts in their closet.",
        "author": "Charles Caleb Colton"
    },
    {
        "quote": "But courage which goes against military expediency is stupidity, or, if it is insisted upon by a commander, irresponsibility.",
        "author": "Erwin Rommel"
    },
    {
        "quote": "With his trademark courage and conviction, President Reagan led us out of the Cold War, spreading his vision of freedom, resulting in the release of millions of people from the yoke of communism.",
        "author": "John Doolittle"
    },
    {
        "quote": "The principal act of courage is to endure and withstand dangers doggedly rather than to attack them.",
        "author": "Thomas Aquinas"
    },
    {
        "quote": "Everybody's opinion is equally valid, and I feel like everybody should have an opportunity to speak out, and everyone should have the courage to speak out.",
        "author": "Michael Franti"
    },
    {
        "quote": "Courage is the art of being the only one who knows you're scared to death.",
        "author": "Earl Wilson"
    },
    {
        "quote": "I've always been independent. I've always had courage. But I didn't always own my diabetes.",
        "author": "Mary Tyler Moore"
    },
    {
        "quote": "There are two types of courage involved with what I did. When it comes to picking up a rifle, millions of people are capable of doing that, as we see in Iraq or Vietnam. But when it comes to risking their careers, or risking being invited to lunch by the establishment, it turns out that's remarkably rare.",
        "author": "Daniel Ellsberg"
    },
    {
        "quote": "Batman doesn't have any superpowers. He has to use his brain and his courage. That's what always appealed to me.",
        "author": "Patrick Leahy"
    },
    {
        "quote": "To seek trouble - this is not courage, this is madness. Courage is the willingness of man to sensibly face the troubles he cannot avoid.",
        "author": "Alija Izetbegovic"
    },
    {
        "quote": "In times of conflict, war, poverty or religious fundamentalism, women and children are the first and most numerous victims. Women need all their courage today.",
        "author": "Isabel Allende"
    },
    {
        "quote": "The courage we desire and prize is not the courage to die decently, but to live manfully.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Remember in 1973 the same science chatter said that the coming Ice Age is going to occur, we're going to lose millions of people. And the politicians knew how to solve it, they just didn't have the courage to solve it; they were going to put coal dust on the Arctic.",
        "author": "Don Young"
    },
    {
        "quote": "I have a song called 'Young Voorhees,' because I like to call myself the new Jason Voorhees, and it samples 'Courage the Cowardly Dog.'",
        "author": "Ski Mask the Slump God"
    },
    {
        "quote": "Today, because of President Obama's courage, kids can stay on their parent's plan until they are 26. Insurers cannot kick you off your policy because you have hit your limit. They will not be able to deny you because you have a pre-existing condition.",
        "author": "Rahm Emanuel"
    },
    {
        "quote": "Don't wish me happiness - I don't expect to be happy it's gotten beyond that, somehow. Wish me courage and strength and a sense of humor - I will need them all.",
        "author": "Anne Morrow Lindbergh"
    },
    {
        "quote": "The valor and courage of our young women and men in the armed services are a shining example to all of the world, and we owe them and their families our deepest respect.",
        "author": "Bill Frist"
    },
    {
        "quote": "Most of us have far more courage than we ever dreamed we possessed.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Real nobility is based on scorn, courage, and profound indifference.",
        "author": "Albert Camus"
    },
    {
        "quote": "Peace comes when you talk to the guy you most hate. And that's where the courage of a leader comes, because when you sit down with your enemy, you as a leader must already have very considerable confidence from your own constituency.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "People talk about the courage of condemned men walking to the place of execution: sometimes it needs as much courage to walk with any kind of bearing towards another person's habitual misery.",
        "author": "Graham Greene"
    },
    {
        "quote": "The sea - this truth must be confessed - has no generosity. No display of manly qualities - courage, hardihood, endurance, faithfulness - has ever been known to touch its irresponsible consciousness of power.",
        "author": "Joseph Conrad"
    },
    {
        "quote": "The problem is when you are writing something in retrospective, it needs a lot of courage not to change, or you will forget a certain reality, and you will just take in consideration your view today.",
        "author": "Boutros Boutros-Ghali"
    },
    {
        "quote": "The strangest, most generous, and proudest of all virtues is true courage.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "Let's drink to the spirit of gallantry and courage that made a strange Heaven out of unbelievable Hell, and let's drink to the hope that one day this country of ours, which we love so much, will find dignity and greatness and peace again.",
        "author": "Noel Coward"
    },
    {
        "quote": "In 'Profiles in Courage,' my grandfather, John F. Kennedy, praised leadership that put country above party, elevated principles over petty politics and promoted progress before personal interests.",
        "author": "Jack Schlossberg"
    },
    {
        "quote": "Courage is simply the willingness to be afraid and act anyway.",
        "author": "Robert Anthony"
    },
    {
        "quote": "Is he alone who has courage on his right hand and faith on his left hand?",
        "author": "Charles Lindbergh"
    },
    {
        "quote": "It is a blessed thing that in every age some one has had the individuality enough and courage enough to stand by his own convictions.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Be who you are. It's easy to feel like you have to blend in, but it takes courage to live your life with conviction and embrace the person that you are.",
        "author": "Halima Aden"
    },
    {
        "quote": "Maybe you will be afraid and maybe you will fail, but the courage to take risks in any part of your life is, I feel, a very worthwhile way to live.",
        "author": "Emile Hirsch"
    },
    {
        "quote": "Courage is... the knowledge of how to fear what ought to be feared and how not to fear what ought not to be feared.",
        "author": "David Ben-Gurion"
    },
    {
        "quote": "Alex Dumas was a consummate warrior and a man of great conviction and moral courage. He was renowned for his strength, his swordsmanship, his bravery, and his knack for pulling victory out of the toughest situations. But he was known, too, for his profane back talk and his problems with authority.",
        "author": "Tom Reiss"
    },
    {
        "quote": "It is in the power of everybody, with a little courage, to hold out a hand to someone different, to listen, to attempt to increase, by even a tiny amount, the quantity of kindness and humanity in the world.",
        "author": "Theodore Zeldin"
    },
    {
        "quote": "When you have a wife who has been a tower of strength and shown more courage than you dreamed existed - that's the finest I know.",
        "author": "Lou Gehrig"
    },
    {
        "quote": "I have spent a great deal of my life being part of minorities. Some of the people I admire the most in the world have had the courage to defend, against wind and tide, minority viewpoints in those frightening times when any disagreement with universal conformity is identified as treason.",
        "author": "Antonio Munoz Molina"
    },
    {
        "quote": "Just as courage is the danger of life, so is fear its safeguard.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Courage is the birthplace of confidence.",
        "author": "Debbie Millman"
    },
    {
        "quote": "When I wrap my hands, I do it for my family. I owe my courage to them and also my success. That's why I fight.",
        "author": "Gennady Golovkin"
    },
    {
        "quote": "If we are to survive, we must have ideas, vision, and courage. These things are rarely produced by committees. Everything that matters in our intellectual and moral life begins with an individual confronting his own mind and conscience in a room by himself.",
        "author": "Arthur M. Schlesinger, Jr."
    },
    {
        "quote": "The values transmitted through oral history are many - courage, selflessness, the ability to endure, and to do so with humor and grace. I got those values listening to my dad's stories about the Depression and how their family survived. It gave me courage that I, too, could survive hard times.",
        "author": "Ann Turner"
    },
    {
        "quote": "That's part of your life lesson to be afraid. The bigger question is how you deal with being afraid. Do you have to summon courage or something else to live with that fear without letting it take you over?",
        "author": "Gladys Knight"
    },
    {
        "quote": "I could never muster the courage to speak to girls in my college in Pune. Most of them were Parsis and spoke English. I came from a village and could barely converse in English.",
        "author": "Sharad Pawar"
    },
    {
        "quote": "Have the courage to act instead of react.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.",
        "author": "Carl Friedrich Gauss"
    },
    {
        "quote": "Whether you be man or woman you will never do anything in this world without courage. It is the greatest quality of the mind next to honor.",
        "author": "James Lane Allen"
    },
    {
        "quote": "To costume yourself in the way that you fantasize, to make that a reality, and then to go right into the universe looking like an exceptional being takes a lot of courage.",
        "author": "Sasha Velour"
    },
    {
        "quote": "Courage consists not in blindly overlooking danger, but in seeing it, and conquering it.",
        "author": "Jean Paul"
    },
    {
        "quote": "Lack of courage or means often deters the European woman from more independent business activity, and this in spite of increasing freedom to choose her occupation, in spite of brilliant examples of successful undertakings of women, in photography, hotel or boarding-house management, dress-making, etc.",
        "author": "Ellen Key"
    },
    {
        "quote": "Guilt is just as powerful, but its influence is positive, while shame's is destructive. Shame erodes our courage and fuels disengagement.",
        "author": "Brene Brown"
    },
    {
        "quote": "Courage is a mean with regard to fear and confidence.",
        "author": "Aristotle"
    },
    {
        "quote": "Having the courage to say no when all your friends are saying yes is one of the most difficult things you'll ever have to do. Doing it, however, is one of the biggest charges you can ever make to your personal battery. I call this 'won't power.'",
        "author": "Sean Covey"
    },
    {
        "quote": "In all the difficult decisions that I made through the course of running Loudcloud and Opsware, I never once felt brave. In fact, I often felt scared to death. I never lost those feelings, but after much practice, I learned to ignore them. That learning process might also be called the courage development process.",
        "author": "Ben Horowitz"
    },
    {
        "quote": "There has to be this pioneer, the individual who has the courage, the ambition to overcome the obstacles that always develop when one tries to do something worthwhile, especially when it is new and different.",
        "author": "Alfred P. Sloan"
    },
    {
        "quote": "The paradox of courage is that a man must be a little careless of his life even in order to keep it.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "That's what acting is - it's about... having the courage to allow your audience into the private moments of your characters' lives.",
        "author": "Kerry Washington"
    },
    {
        "quote": "Something I learned along the way is that you really have to have courage in life. You can do amazing things on any level. It doesn't have to change the world; it can just impact the people around you - that's just as amazing.",
        "author": "Joy Mangano"
    },
    {
        "quote": "Discouragement is not the absence of adequacy but the absence of courage.",
        "author": "Neal A. Maxwell"
    },
    {
        "quote": "Nothing gives us courage more readily than the desire to avoid looking like a damn fool.",
        "author": "Dean Koontz"
    },
    {
        "quote": "We're going to be OK because of the American people. They have more grit, determination and courage than you can imagine.",
        "author": "Joe Biden"
    },
    {
        "quote": "I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made.",
        "author": "Marilyn Monroe"
    },
    {
        "quote": "I many times encountered courage, real courage. Undeniable courage. I've heard it said that that was the highest quality of the human animal. I encountered that many times, in unexpected places. And I have learned to recognize it when I see it.",
        "author": "Dorothea Lange"
    },
    {
        "quote": "If we bring not the good courage of minds covetous of truth, and truth only, prepared to hear all things, and decide upon all things, according to evidence, we should do more wisely to sit down contented in ignorance, than to bestir ourselves only to reap disappointment.",
        "author": "Frances Wright"
    },
    {
        "quote": "Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Just remaining quietly in the presence of God, listening to Him, being attentive to Him, requires a lot of courage and know-how.",
        "author": "Thomas Merton"
    },
    {
        "quote": "One of the marks of a gift is to have the courage of it.",
        "author": "Katherine Anne Porter"
    },
    {
        "quote": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.",
        "author": "Branch Rickey"
    },
    {
        "quote": "A wise woman recognizes when her life is out of balance and summons the courage to act to correct it, she knows the meaning of true generosity, happiness is the reward for a life lived in harmony, with a courage and grace.",
        "author": "Suze Orman"
    },
    {
        "quote": "The continental troops have as much courage and real discipline as those that are opposed to them. They are more inured to privation, more patient than Europeans, who, on these two points, cannot be compared to them.",
        "author": "Marquis de Lafayette"
    },
    {
        "quote": "Most of the good executives do pretty well. Because to be a good executive you have to be strong, and you have to have a simple attribute that people have forgotten about - courage.",
        "author": "John Milius"
    },
    {
        "quote": "When I was younger, I was kind of fearless. I think it takes more courage to do things when you know more. I was completely naive, and I was like, 'Why can't I do anything I want to do?'",
        "author": "Carole King"
    },
    {
        "quote": "It takes a good deal of physical courage to ride a horse. This, however, I have. I get it at about forty cents a flask, and take it as required.",
        "author": "Stephen Leacock"
    },
    {
        "quote": "September 11, 2001, revealed heroism in ordinary people who might have gone through their lives never called upon to demonstrate the extent of their courage.",
        "author": "Geraldine Brooks"
    },
    {
        "quote": "Courage means standing next to someone you don't always agree with for the betterment of the country.",
        "author": "Amy Klobuchar"
    },
    {
        "quote": "In France, President Francois Hollande is leveraging the next wave of the Internet to jumpstart economic reforms and create jobs for hundreds of thousands of citizens. A historically socialist government, France has had the courage to quickly implement unique partnerships with the business community to drive entrepreneurial spirit and thinking.",
        "author": "John T. Chambers"
    },
    {
        "quote": "It's so easy to be there when it's all sunshine, but it really takes strength and courage to be there for each other during the dark times.",
        "author": "Bindi Irwin"
    },
    {
        "quote": "We had a rule-breaker at Mainz - the club manager Christian Heidel, who had the courage to make me a Bundesliga coach.",
        "author": "Thomas Tuchel"
    },
    {
        "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "'West Wing' was huge. Like 'Hamilton,' it pulls back the curtain on how decision-making happens at the highest level, or at least how you hope it would be. The amount of information Aaron Sorkin packs into a scene gave me this courage to trust the audience to keep up.",
        "author": "Lin-Manuel Miranda"
    },
    {
        "quote": "If you set as your goal to roll back the size of government, you have an obligation to answer the tough questions and show real courage, not just appeal to ideology. Treat the voters like adults.",
        "author": "Brian Baird"
    },
    {
        "quote": "In acting, there's a type of courage you're recognized for all the time. You lose 100 pounds and play a guy with AIDS, and you get rewarded. But, in life, doing what is courageous is quiet, and no one knows about it. Courage is someone making sacrifices for their family or making selfless decisions for what they hope or feel.",
        "author": "Rob Lowe"
    },
    {
        "quote": "Faith in God... produces character; character will produce courage, courage to face the challenges of the day.",
        "author": "Kirk Cameron"
    },
    {
        "quote": "All of us have moments in our lives that test our courage. Taking children into a house with a white carpet is one of them.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "Unless a reviewer has the courage to give you unqualified praise, I say ignore the bastard.",
        "author": "John Steinbeck"
    },
    {
        "quote": "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.",
        "author": "Les Brown"
    },
    {
        "quote": "I think that what's been holding composers back a great deal is that they feel they must have a new style every year. This, in my case, would be hopeless. In fact, it is said that I have no style at all, but that doesn't matter. I just go on doing, as they say, my thing. I believe this takes a certain courage.",
        "author": "Samuel Barber"
    },
    {
        "quote": "The single outstanding exception was the broad yet precise mandate communicated by the General Assembly in 1946 to prepare as soon as possible the Charter of Human Rights which the San Francisco Conference had not had the time or the courage to draw up.",
        "author": "Rene Cassin"
    },
    {
        "quote": "The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life.",
        "author": "Daniel J. Boorstin"
    },
    {
        "quote": "When you really believe in God, it gives you a courage, a confidence that enables you to meet the things coming.",
        "author": "Della Reese"
    },
    {
        "quote": "Do you really think it is weakness that yields to temptation? I tell you that there are terrible temptations which it requires strength, strength and courage to yield to.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Intellectuals try to keep going. But their situation is very difficult. Those who have had the courage to voice their opposition have often paid a very high price.",
        "author": "Tahar Ben Jelloun"
    },
    {
        "quote": "Untutored courage is useless in the face of educated bullets.",
        "author": "George S. Patton"
    },
    {
        "quote": "I'd advise the youth to not get influenced or forced by their elders. They should have own political views and choices and the courage to pick the right leader.",
        "author": "Binnu Dhillon"
    },
    {
        "quote": "I learned that moral courage is harder than physical courage.",
        "author": "Tim O'Brien"
    },
    {
        "quote": "When everything goes wrong, what a joy to test your soul and see if it has endurance and courage. An invisible and all-powerful enemy - some call him God, others the Devil, seem to rush upon us to destroy us; but we are not destroyed.",
        "author": "Nikos Kazantzakis"
    },
    {
        "quote": "I have a hat. It is graceful and feminine and give me a certain dignity, as if I were attending a state funeral or something. Someday I may get up enough courage to wear it, instead of carrying it.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "The power of the human spirit inspires me. Movies, books, stories, people, anything that reminds us that we are more than just this physical body and our capacity for love and courage can bend reality.",
        "author": "Caity Lotz"
    },
    {
        "quote": "Courage: Great Russian word, fit for the songs of our children's children, pure on their tongues, and free.",
        "author": "Anna Akhmatova"
    },
    {
        "quote": "In the central place of every heart, there is a recording chamber; so long as it receives messages of beauty, hope, cheer and courage, you are young.",
        "author": "Samuel Ullman"
    },
    {
        "quote": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity.",
        "author": "Richard L. Evans"
    },
    {
        "quote": "There were times when chemo would eat my body, but I told myself that I have the strength and courage to win and come out stronger.",
        "author": "Yuvraj Singh"
    },
    {
        "quote": "No matter what you think about the Iraq war, there is one thing we can all agree on for the next days - we have to salute the courage and bravery of those who are risking their lives to vote and those brave Iraqi and American soldiers fighting to protect their right to vote.",
        "author": "Hillary Clinton"
    },
    {
        "quote": "I want to be a voice to young children and women and people of all ages to go for their dreams, to be resilient and have courage. Don't let fear motivate you. The American Dream says that all things are possible, and I genuinely believe that.",
        "author": "Lana"
    },
    {
        "quote": "Poetry gives us courage and sets us straight with the world. Poems are great companions and friends.",
        "author": "David Whyte"
    },
    {
        "quote": "A leader must have the courage to act against an expert's advice.",
        "author": "James Callaghan"
    },
    {
        "quote": "It's important that we start conversations about changing the culture of sexual harassment and discrimination in politics, state capitols, and our larger communities with an acknowledgment of the courage of so many women who have chosen to speak up and speak out.",
        "author": "J. B. Pritzker"
    },
    {
        "quote": "America's history is exemplified in the efforts of the men and women who died for our country. The one thing that they all have in common is their selfless love for our nation and their courage to stand up to protect and defend it. They raised their gaze in the face of conflict, believed in what America could be, and pushed forward.",
        "author": "Bill Flores"
    },
    {
        "quote": "Have the courage of your desire.",
        "author": "George Gissing"
    },
    {
        "quote": "The more wit the less courage.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "Therefore, don't let sinners take courage to think they will be favoured like the thief on the cross; for we see on the other side, they may be like the hardened one, and reproach death itself.",
        "author": "Elias Hicks"
    },
    {
        "quote": "I try to be a truthful artist and I try to show a level of courage. I enjoy that. I'm a messenger.",
        "author": "Jeff Koons"
    },
    {
        "quote": "I know that millions of Americans from all walks of life agree with me that leadership does not mean putting the ear to the ground to follow public opinion, but to have the vision of what is necessary and the courage to make it possible.",
        "author": "Shirley Chisholm"
    },
    {
        "quote": "In this work I have received the opposition of a number of men who only advocate the unobtainable because the immediately possible is beyond their moral courage, administrative ability, and their political prescience.",
        "author": "John Burns"
    },
    {
        "quote": "The courage of a soldier is heightened by his knowledge of his profession.",
        "author": "Publius Flavius Vegetius Renatus"
    },
    {
        "quote": "The courage of the poet is to keep ajar the door that leads into madness.",
        "author": "Christopher Morley"
    },
    {
        "quote": "Our young people have come to look upon war as a kind of beneficent deity, which not only adds to the national honor but uplifts a nation and develops patriotism and courage.",
        "author": "Rebecca Harding Davis"
    },
    {
        "quote": "All Americans should take great pride in the men and women serving our nation in Iraq and in the courage, determination, resilience and initiative they demonstrate each and every day. It remains the greatest of honors to soldier with them.",
        "author": "David Petraeus"
    },
    {
        "quote": "Courage easily finds its own eloquence.",
        "author": "Plautus"
    },
    {
        "quote": "I can muster up the courage in the difficult situations to get me through.",
        "author": "Megyn Kelly"
    },
    {
        "quote": "Nobody has yet proven that taking a chance and doing something unique that an audience isn't used to is a bad idea. What the theater lacks is that kind of courage.",
        "author": "Harold Prince"
    },
    {
        "quote": "I have too much respect for people to try to control them. But they are estranged from love, afraid to reach out and touch one another. We're afraid to appear sentimental or speak in platitudes because people will say, 'What a jerk!' It takes courage in our culture to be a lover.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "Give us grace and strength to forbear and to persevere. Give us courage and gaiety and the quiet mind, spare to us our friends, soften to us our enemies.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "It takes great strength and courage to ask for help.",
        "author": "Raphael Bob-Waksberg"
    },
    {
        "quote": "Pugnacity is a form of courage, but a very bad form.",
        "author": "Sinclair Lewis"
    },
    {
        "quote": "You cannot build character and courage by destroying men's initiative and independence.",
        "author": "William J. H. Boetcker"
    },
    {
        "quote": "Farrah Fawcett had courage, she had strength, and she had faith.",
        "author": "Jaclyn Smith"
    },
    {
        "quote": "It takes as much courage to have tried and failed as it does to have tried and succeeded.",
        "author": "Anne Morrow Lindbergh"
    },
    {
        "quote": "One has to have the courage of one's pessimism.",
        "author": "Ian Mcewan"
    },
    {
        "quote": "America needs jobs, smaller government, less spending and a president with the courage to offer more than yet another speech.",
        "author": "Rick Perry"
    },
    {
        "quote": "A wise woman knows how to summon her courage and do what is right, rather than what is easy.",
        "author": "Suze Orman"
    },
    {
        "quote": "But after this natural burst of indignation, no man of sense, courage, or prudence will waste his time or his strength in retrospective reproaches or repinings.",
        "author": "Robert Peel"
    },
    {
        "quote": "For a long time, it was like I was part of some special forces unit: I'd land, meet everyone, five minutes later I'd have to do some amazing work, then - boom! - I'm out again. You know, playing supporting parts takes courage.",
        "author": "John C. Reilly"
    },
    {
        "quote": "At my aunt's funeral, I promised myself that I wouldn't be bound by the belief that I'm supposed to stay in anything - whether it's a relationship, a job, a house, or a circumstance - if it makes me miserable. She gave me the courage to find my own happiness.",
        "author": "Jill Scott"
    },
    {
        "quote": "Everywhere I go, I always look for creative entrepreneurs, whether it's artisans and craftsmen, small farmers and gardeners, or restaurateurs who use fresh, locally sourced ingredients. I admire the courage and self-reliance it takes to start your own business and make it succeed.",
        "author": "Martha Stewart"
    },
    {
        "quote": "I wish that the Indians believed me a god, for upon the report of an enemy's valor oftentimes depends the success of a battle, and false reports have many times done as great things as true courage and resolution.",
        "author": "Alexander the Great"
    },
    {
        "quote": "As a former NFL player, I am one American who will have nothing to do with any NFL Team that cannot find the corporate courage to stand for the millions of courageous past great Americans whose sacrifice gave meaning to our flag and national anthem and to the millions upon millions who still dream to come to its free shores.",
        "author": "Burgess Owens"
    },
    {
        "quote": "I've always been inspired by artists who have shown musical and intellectual curiosity and the courage to take risks.",
        "author": "Renee Fleming"
    },
    {
        "quote": "While President Bush likes to project an image of strength and courage, the real truth is that in the presence of his large financial contributors, he is a moral coward.",
        "author": "Al Gore"
    },
    {
        "quote": "I learned that Congress is a place with more heart than courage; there are more good souls in Washington than brave ones. I learned that the whole is not always the sum of its parts: that what you put in doesn't always match what you get out.",
        "author": "Joaquin Castro"
    },
    {
        "quote": "If we survive danger it steels our courage more than anything else.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "When you make that crossover from life to real life, when you're not treated as a child anymore but as a man, and you are no longer given the benefit of the doubt, it takes some courage to face that.",
        "author": "Ricky Williams"
    },
    {
        "quote": "In all realms of life it takes courage to stretch your limits, express your power, and fulfill your potential... it's no different in the financial realm.",
        "author": "Suze Orman"
    },
    {
        "quote": "In our film profession you may have Gable's looks, Tracy's art, Marlene's legs or Liz's violet eyes, but they don't mean a thing without that swinging thing called courage.",
        "author": "Frank Capra"
    },
    {
        "quote": "Leadership requires the courage to make decisions that will benefit the next generation.",
        "author": "Alan Autry"
    },
    {
        "quote": "My big inspiration for hope is the courage that I read about from people from all over the world, or that I see on a daily basis from the kids I get to work with.",
        "author": "Morley"
    },
    {
        "quote": "You want to shut up every Negro who has the courage to stand up and fight for the rights of his people, for the rights of workers, and I have been on many a picket line for the steelworkers too.",
        "author": "Paul Robeson"
    },
    {
        "quote": "It is so often true that whether a person carries with him an atmosphere of gloom and depression or one of confidence and courage depends on his individual outlook.",
        "author": "James Keller"
    },
    {
        "quote": "Physical courage, which despises all danger, will make a man brave in one way; and moral courage, which despises all opinion, will make a man brave in another.",
        "author": "Charles Caleb Colton"
    },
    {
        "quote": "You will find as you grow older that courage is the rarest of all qualities to be found in public life.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Then there is a still higher type of courage - the courage to brave pain, to live with it, to never let others know of it and to still find joy in life; to wake up in the morning with an enthusiasm for the day ahead.",
        "author": "Howard Cosell"
    },
    {
        "quote": "I wish we lived in a society that made it safe and provided the courage for everyone to come out.",
        "author": "Judith Light"
    },
    {
        "quote": "Women need to find the courage to demand what they rightfully deserve. Women should be paid for the same work as their male counterparts, ask for promotions, and stand in their power in their place of employment, whether they are in a boardroom or in the movement.",
        "author": "Linda Sarsour"
    },
    {
        "quote": "I know what real courage is, and I understand true compassion.",
        "author": "Mo Yan"
    },
    {
        "quote": "Courage is managing fear to accomplish what you want to accomplish. And it's a great demonstration of love. It's really what love is. It's finding areas in which other people are more important than you.",
        "author": "Rudy Giuliani"
    },
    {
        "quote": "Love is the most difficult and dangerous form of courage. Courage is the most desperate, admirable and noble kind of love.",
        "author": "Delmore Schwartz"
    },
    {
        "quote": "President Obama and our all-of-the-above energy strategy is the real deal. We are proud of the fact that we are importing less oil than at any time in modern history, and it has been because of the president's vision and courage.",
        "author": "Ken Salazar"
    },
    {
        "quote": "I once wrote a book on courage and what made people courageous. I found it was a strength of belief matched by a strength of willpower.",
        "author": "Gordon Brown"
    },
    {
        "quote": "And I love that even in the toughest moments, when we're all sweating it - when we're worried that the bill won't pass, and it seems like all is lost - Barack never lets himself get distracted by the chatter and the noise. Just like his grandmother, he just keeps getting up and moving forward... with patience and wisdom, and courage and grace.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Before I begin talking about the threats we face, the vulnerabilities that we have, and frankly the courage of the men and women in uniform that stand in harm's way on behalf of a very grateful Nation, let me first honor the sacrifices of September 11.",
        "author": "Zach Wamp"
    },
    {
        "quote": "Let us answer the terrorists by living our values with courage.",
        "author": "Angela Merkel"
    },
    {
        "quote": "Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green.",
        "author": "Torquato Tasso"
    },
    {
        "quote": "Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.",
        "author": "Julia Cameron"
    },
    {
        "quote": "This soul, or life within us, by no means agrees with the life outside us. If one has the courage to ask her what she thinks, she is always saying the very opposite to what other people say.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "It is easy enough to praise men for the courage of their convictions. I wish I could teach the sad young of this mealy generation the courage of their confusions.",
        "author": "John Ciardi"
    },
    {
        "quote": "I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "I think we spend so much of our lives trying to pretend that we know what's going to happen next. In fact we don't. To recognize that we don't know even what will happen this afternoon and yet having the courage to move forward - that's one meaning of faith.",
        "author": "Sharon Salzberg"
    },
    {
        "quote": "I think the moments that are difficult for anybody are when you see what your life could be, if only you had the courage to take the steps needed.",
        "author": "John Slattery"
    },
    {
        "quote": "If you can find the courage, if you have in your heart even the slightest bit of rebellion against injustice, maybe you can channel that and become a leader.",
        "author": "Cherry Jones"
    },
    {
        "quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.",
        "author": "Paul Keating"
    },
    {
        "quote": "I listen to these pundits all the time breaking down Trump - 'He's brash, and he's bold, and he's successful' - and none of those are what it is. There's one word to sum it up, and it's courage. He has courage.",
        "author": "Chael Sonnen"
    },
    {
        "quote": "The courage of very ordinary people is all that stands between us and the dark.",
        "author": "Pam Brown"
    },
    {
        "quote": "One of the greatest gifts my father gave me - unintentionally - was witnessing the courage with which he bore adversity.",
        "author": "Ben Okri"
    },
    {
        "quote": "It was actually a women's writing group I belonged to in graduate school that gave me the courage to move from poetry to fiction.",
        "author": "Mary Gordon"
    },
    {
        "quote": "Simulated disorder postulates perfect discipline; simulated fear postulates courage; simulated weakness postulates strength.",
        "author": "Lao Tzu"
    },
    {
        "quote": "How many women have the courage to start properly with a cold, cold bath early in the morning? I jump in, throw the water, cold as ice, and after the first plunge I am happy.",
        "author": "Anna Held"
    },
    {
        "quote": "You'll notice that my books offer great variety. Some are for adults, some for children and some for teens. There are mysteries, historical novels, picture books, love stories and stories of crisis and courage.",
        "author": "Sonia Levitin"
    },
    {
        "quote": "Great tragedy has come to us, and we are meeting it with the best that is in our country, with courage and concern for others because this is America. This is who we are.",
        "author": "George W. Bush"
    },
    {
        "quote": "For thousands of years, human beings have been obsessed with beauty, truth, love, honor, altruism, courage, social relationships, art, and God. They all go together as subjective experiences, and it's a straw man to set God up as the delusion. If he is, then so is truth itself or beauty itself.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Courage is always the surest wisdom.",
        "author": "Wilfred Grenfell"
    },
    {
        "quote": "Courage is what preserves our liberty, safety, life, and our homes and parents, our country and children. Courage comprises all things.",
        "author": "Plautus"
    },
    {
        "quote": "Have the courage to face a difficulty lest it kick you harder than you bargain for.",
        "author": "Stanislaus I"
    },
    {
        "quote": "We had every problems starting a big top could have. The tent fell down on the first day. We had problems getting people into the shows. It was only with the courage and arrogance of youth that we survived.",
        "author": "Guy Laliberte"
    },
    {
        "quote": "It takes a lot of courage, when everyone is asking you what you want to do, if you say that you want to be a musician or an actor; people can be very condescending and say, 'Oh, that's so sweet, good luck with that!' It can be very frustrating.",
        "author": "James Norton"
    },
    {
        "quote": "For this equilibrium now in sight, let us trust that mankind, as it has occurred in the greatest periods of its past, will find for itself a new code of ethics, common to all, made of tolerance, of courage, and of faith in the Spirit of men.",
        "author": "Albert Claude"
    },
    {
        "quote": "Let me start with Yahoo. As we meet today, a Chinese citizen who had the courage to speak his mind on the Internet is in prison because Yahoo chose to share his name and address with the Chinese Government.",
        "author": "Tom Lantos"
    },
    {
        "quote": "We must have the courage to restrict legal immigration instead of expanding it, even if we sometimes have to build a wall.",
        "author": "Geert Wilders"
    },
    {
        "quote": "It's not just Bin Laden or just those that are involved in the counterterrorism effort. We've gotta cast the net broader than that. But I think it's a - very special tribute that we all owe to the bravery and courage of the men and women in the intelligence and military business who performed so well to finally get it done.",
        "author": "Dick Cheney"
    },
    {
        "quote": "Courage stands halfway between cowardice and rashness, one of which is a lack, the other an excess of courage.",
        "author": "Plutarch"
    },
    {
        "quote": "True courage is a result of reasoning. A brave mind is always impregnable.",
        "author": "Jeremy Collier"
    },
    {
        "quote": "I always disliked dogs, those protectors of cowards who lack the courage to fight an assailant themselves.",
        "author": "August Strindberg"
    },
    {
        "quote": "Eccentricity has always abounded when and where strength of character had abounded; and the amount of eccentricity in a society has generally been proportional to the amount of genius, mental vigor, and courage which it contained.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "When you question this war on poverty, you get all the criticisms from adherents to the status quo who just don't want to see anything change. We got to have the courage to face that down, just as we did in the welfare reform of the late 1990s, and if we succeeded, we can help resuscitate this culture and get people back to work.",
        "author": "Paul Ryan"
    },
    {
        "quote": "To just meet people that have Crohn's or colitis and to hear their stories gives me a lot of hope and a lot of courage.",
        "author": "Mike McCready"
    },
    {
        "quote": "Courage is rightly esteemed the first of human qualities - because it is the quality which guarantees all others.",
        "author": "Joseph Chamberlain"
    },
    {
        "quote": "Suffering! We owe to it all that is good in us, all that gives value to life; we owe to it pity, we owe to it courage, we owe to it all the virtues.",
        "author": "Anatole France"
    },
    {
        "quote": "Journey gave me a magic wand, and it's changed the man that I am. I was able to muster this kind of courage that I never, ever had in my life.",
        "author": "Arnel Pineda"
    },
    {
        "quote": "Wisdom, prudence, forethought, these are essential. But not second to these that noble courage which adventures the right, and leaves the consequences to God.",
        "author": "Robert Dale Owen"
    },
    {
        "quote": "I like characters who have two different things going on, whether it is Robin from 'Top Of The Lake' having that strength juxtaposed with the vulnerability and being in pain, or whether it is Peggy from 'Mad Men' with her naivety and her sort of idiocy at times, combined with her intelligence and courage really to do what she did at that time.",
        "author": "Elisabeth Moss"
    },
    {
        "quote": "When finally I mustered the courage to tell a novelist friend that I was talking to editors about a biography, her reply was, 'Oh, that's okay. That's not a real book.'",
        "author": "Stacy Schiff"
    },
    {
        "quote": "I think courage is commensurate with your fear - if you lack imagination and you're fearless, that's not courage to me.",
        "author": "Phyllida Lloyd"
    },
    {
        "quote": "A man of courage flees forward, in the midst of new things.",
        "author": "Jacques Maritain"
    },
    {
        "quote": "I had a long time admiration for the Jewish people. Especially with their long time of courage, taking so much abuse for so long. I was only seven years old, but I could easily see the ungodly treatment that the white folks were handing the poor Jewish family whom I worked for.",
        "author": "Louis Armstrong"
    },
    {
        "quote": "Probably most dying patients, even when suffering greatly, would choose to live as long as possible. That courage and grace should be protected and honored, and we should put every effort into treating their symptoms.",
        "author": "Marcia Angell"
    },
    {
        "quote": "As a gay Jewish white South African, I belong to quite a lot of minority groups. You constantly have to question who you are, what you are and whether you have the courage to be who you are.",
        "author": "Antony Sher"
    },
    {
        "quote": "Everyone deals with trauma differently, and recovery is always a work in progress. But courage is contagious, and the more that people stand up and speak out against misogyny, the faster we can create the kind of world where we won't have to.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.",
        "author": "Gerry Adams"
    },
    {
        "quote": "The Chinaman has only a passive courage, but this courage he possesses in the highest degree. His indifference to death is truly extraordinary. When he is ill, he sees it approach, and does not falter. When condemned, and already in the hands of an officer, he manifests no fear.",
        "author": "Jules Verne"
    },
    {
        "quote": "As a shame researcher, I know that the very best thing to do in the midst of a shame attack is totally counterintuitive: Practice courage and reach out!",
        "author": "Brene Brown"
    },
    {
        "quote": "China is a very big and complicated country; it's not easy to govern. But with courage and unity, China will certainly overcome all difficulties and continue to develop and move forward.",
        "author": "Lee Hsien Loong"
    },
    {
        "quote": "Although the war in which you fought took place more than half-a-century ago, your courage, your sacrifice and your patriotism reaches through the decades and inspires us today.",
        "author": "Mike Ferguson"
    },
    {
        "quote": "He that fails in his endeavors after wealth or power will not long retain either honesty or courage.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "I have a lot of courage. I'm a realist.",
        "author": "Elisabeth Rohm"
    },
    {
        "quote": "Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "A nation which has forgotten the quality of courage which in the past has been brought to public life is not as likely to insist upon or regard that quality in its chosen leaders today - and in fact we have forgotten.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.",
        "author": "Jerry Costello"
    },
    {
        "quote": "I like so much wearing heels, legs look so much better, everything looks better. But it's only recently I've had the courage to do that.",
        "author": "Blanka Vlasic"
    },
    {
        "quote": "It is not sufficient for the young to devote their enthusiasm, their courage, their ambition, their self-sacrifice to the great ideas of the time; the young must not only preserve but increase their powers if they are to be really equal to their eternal task: that of drawing the age in advance.",
        "author": "Ellen Key"
    },
    {
        "quote": "Smart growth is having the courage to say yes and having the courage to say no.",
        "author": "Tom Perez"
    },
    {
        "quote": "Caesar was a man of great common sense and good taste, meaning thereby a man without originality or moral courage.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Overcoming the Cold War required courage from the people of Central and Eastern Europe and what was then the German Democratic Republic, but it also required the steadfastness of Western partner over many decades when many had long lost hope of integration of the two Germanys and Europe.",
        "author": "Angela Merkel"
    },
    {
        "quote": "We need men with moral courage to speak and write their real thoughts, and to stand by their convictions, even to the very death.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "It is remarkable that this people, though unarmed, dares attack an armed foe; the infantry defy the cavalry, and by their activity and courage generally prove victors.",
        "author": "Giraldus Cambrensis"
    },
    {
        "quote": "Discover your own style. Don't try to repeat what has already been written - have the courage to do your own thing and don't be afraid to do something different.",
        "author": "Cecelia Ahern"
    },
    {
        "quote": "John Glenn's life will long be remembered for his time in space, his courage, and his service to all Americans.",
        "author": "Katherine Johnson"
    },
    {
        "quote": "Whatever enlarges hope will also exalt courage.",
        "author": "William Samuel Johnson"
    },
    {
        "quote": "If the Christian is a restorationist, a legalist, if he wants everything clear and safe, then he will find nothing. Tradition and memory of the past must help us to have the courage to open up new areas to God.",
        "author": "Pope Francis"
    },
    {
        "quote": "Many say that a man comes along with the moral courage of Nelson Mandela once in a lifetime. He was an extraordinary man who paid a great sacrifice for his beliefs, then led a nation from the prospect of civil war to reconciliation.",
        "author": "Craig Kielburger"
    },
    {
        "quote": "Fashion should not be expected to serve in the stead of courage or character.",
        "author": "Loretta Young"
    },
    {
        "quote": "Courage does not mean not fearing or not grieving. It does mean recognizing and resisting terror management right away, from the moment of the attack, precisely when it seems most difficult to do so.",
        "author": "Timothy D. Snyder"
    },
    {
        "quote": "There are pretenders to piety as well as to courage.",
        "author": "Moliere"
    },
    {
        "quote": "It is right to endure with resignation what the gods send, and to face one's enemies with courage.",
        "author": "Pericles"
    },
    {
        "quote": "None speak of the bravery, the might, or the intellect of Jesus; but the devil is always imagined as a being of acute intellect, political cunning, and the fiercest courage. These universal and instinctive tendencies of the human mind reveal much.",
        "author": "Lydia M. Child"
    },
    {
        "quote": "I'm sick of all these labels and these manufactured subdivisions of music that don't even exist. And even though I'm pierced myself, I'm sick of everyone equating body piercing with musical courage. If you ask me, it takes a lot more than that.",
        "author": "Jeff Buckley"
    },
    {
        "quote": "The last thing a woman will consent to discover in a man whom she loves, or on whom she simply depends, is want of courage.",
        "author": "Joseph Conrad"
    },
    {
        "quote": "It takes courage for a leader to identify and confront self-imposed barriers, to put in place the personal strategies required to unleash the energy, innovation, and commitment to self-development.",
        "author": "Frances Hesselbein"
    },
    {
        "quote": "It would be sad if we lost our instinct and our courage to love and protect.",
        "author": "Emeli Sande"
    },
    {
        "quote": "Lying at the root of the social agreements of 1980 are the courage, sense of responsibility, and the solidarity of the working people. Both sides have then recognized that an accord must be reached if bloodshed is to be prevented.",
        "author": "Lech Walesa"
    },
    {
        "quote": "Every human being on this earth is born with a tragedy, and it isn't original sin. He's born with the tragedy that he has to grow up... a lot of people don't have the courage to do it.",
        "author": "Helen Hayes"
    },
    {
        "quote": "I believe the biggest challenge is just getting the courage to try something different or new. Try to forget the stereotype in your mind. Yoga is for everyone - children, athletes, moms, dads, accountants, truck drivers, even country stars.",
        "author": "Kristian Bush"
    },
    {
        "quote": "If elected Speaker, I promise you that we will have the courage to lead the fight for our conservative principles and make our case to the American people. But we will also have the wisdom to listen to our constituents and each other so that we always move forward together.",
        "author": "Kevin McCarthy"
    },
    {
        "quote": "I have the responsibility of over four million people, and I am in a position to do good, to be able to bring about a new life for my people, and I will continue to move in that direction. It's a burden, but it needs to be done, and you have to have the courage and wisdom to see it through.",
        "author": "Abdullah II of Jordan"
    },
    {
        "quote": "I realize now that I've hoped to be great - as an actress, as a mother - because I want to embody the greatness of women who didn't get to be all they could have been. Their dignity, their courage, and their brilliance make me strive to be better. They're a part of me.",
        "author": "Salma Hayek"
    },
    {
        "quote": "Most of man's problems upon this planet, in the long history of the race, have been met and solved either partially or as a whole by experiment based on common sense and carried out with courage.",
        "author": "Frances Perkins"
    },
    {
        "quote": "So the brother in black offers to these United States the source of courage that endures, and laughter.",
        "author": "Zora Neale Hurston"
    },
    {
        "quote": "Today we affirm a new commitment to live out our nation's promise through civility, courage, compassion and character.",
        "author": "George W. Bush"
    },
    {
        "quote": "Necessity does the work of courage.",
        "author": "Nicholas M. Butler"
    },
    {
        "quote": "A member must say that he is a member of the Unification Church and that he is the follower of Sun Myung Moon. If he doesn't have the courage to say it, he is not worthy of me.",
        "author": "Sun Myung Moon"
    },
    {
        "quote": "Hire sales people who are really smart problem solvers, but lack courage, hunger and competitiveness, and your company will go out of business.",
        "author": "Ben Horowitz"
    },
    {
        "quote": "We are telling the American people to have patience, courage, resolve and determination.",
        "author": "Muammar al-Gaddafi"
    },
    {
        "quote": "To show the world what long experience gains, requires not courage, though it calls for pains; but at life's outset to inform mankind is a bold effort of a valiant mind.",
        "author": "George Crabbe"
    },
    {
        "quote": "Courage and grace are a formidable mixture. The only place to see it is in the bullring.",
        "author": "Marlene Dietrich"
    },
    {
        "quote": "In 'Tree of Life,' the cinematography records a small story, a celebration of the courage of everyday life. But it does it so up close and so effortlessly that it has the effect of elevating the intimacy of the story to a grand scale.",
        "author": "Caleb Deschanel"
    },
    {
        "quote": "Let your customers be your partners; let your vendors be your employees. What's necessary in this transformation more than anything else is courage and a willingness to change.",
        "author": "Safra A. Catz"
    },
    {
        "quote": "We need to find the courage to say no to the things and people that are not serving us if we want to rediscover ourselves and live our lives with authenticity.",
        "author": "Barbara De Angelis"
    },
    {
        "quote": "The courage of a soldier is found to be the cheapest and most common quality of human nature.",
        "author": "Edward Gibbon"
    },
    {
        "quote": "Freedom is a system based on courage.",
        "author": "Charles Peguy"
    },
    {
        "quote": "'Oz' means strength - and it also means courage.",
        "author": "Amos Oz"
    },
    {
        "quote": "Leadership is about having the courage to go against the advice of the so-called experts and doing what your instinct tells you is right.",
        "author": "Robert Kraft"
    },
    {
        "quote": "I think there's a great strength in having the courage and also having the support to do what you want to do when you're an artist in any way, shape or form.",
        "author": "Dave Gahan"
    },
    {
        "quote": "If nothing else, I want women to understand that they are powerful. If you look back at history, in almost every big moment, in every leap forward, you find ordinary women at the core. We have more ability to make changes in the world than we can imagine if we have the courage to try.",
        "author": "Liya Kebede"
    },
    {
        "quote": "Ofttimes the test of courage becomes rather to live than to die.",
        "author": "Vittorio Alfieri"
    },
    {
        "quote": "Remarkable contributions are typically spawned by a passionate commitment to transcendent values such as beauty, truth, wisdom, justice, charity, fidelity, joy, courage and honor.",
        "author": "Gary Hamel"
    },
    {
        "quote": "Unjust. How many times I've used that word, scolded myself with it. All I mean by it now is that I don't have the final courage to say that I refuse to preside over violations against myself, and to hell with justice.",
        "author": "Lillian Hellman"
    },
    {
        "quote": "With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, 'Can I sing this part,' or, 'I want to play guitar.'",
        "author": "Jeff Ament"
    },
    {
        "quote": "It shouldn't take extreme courage and a willingness to go to prison for decades or even life to blow the whistle on bad government acts done in secret. But it does. And that is an immense problem for democracy, one that all journalists should be united in fighting.",
        "author": "Glenn Greenwald"
    },
    {
        "quote": "To me, having the courage to tell your own story goes hand in hand with having the curiosity and humility to listen to others' stories.",
        "author": "Sarah Kay"
    },
    {
        "quote": "Traits like humility, courage, and empathy are easily overlooked - but it's immensely important to find them in your closest relationships.",
        "author": "Laura Linney"
    },
    {
        "quote": "Of all the many leaders I have met in the course of my life, none made a deeper impression on me than Nelson Mandela. His courage, compassion, humility and wisdom were without parallel on the world stage, and he himself was an enduring source of inspiration.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "Cowardice and courage are never without a measure of affectation. Nor is love. Feelings are never true. They play with their mirrors.",
        "author": "Jean Baudrillard"
    },
    {
        "quote": "Two European nations emerged with credit from the Iraq disaster: France and Germany. Both had the courage to withstand the Bush administration and oppose the U.S.-led invasion.",
        "author": "Martin Jacques"
    },
    {
        "quote": "In short, we need to recover the courage we celebrate in our heroes, and in particular, the courage to tolerate, for the sake of a free society, a level of risk we hardly ever imagined in the past.",
        "author": "Daniel Dennett"
    },
    {
        "quote": "But steel bars have never yet kept out a mob; it takes something a good deal stronger: human courage backed up by the consciousness of being right.",
        "author": "Ray Stannard Baker"
    },
    {
        "quote": "You can always find a reason to say no. It's the easiest vote. It's also not exactly a red badge of courage.",
        "author": "John Cornyn"
    },
    {
        "quote": "We can score political points. We can try to advance some important initiatives. But at some point, it takes sober-minded, responsible conservative leaders to identify when you've pushed as far as you can and to have the courage to go back and face the electorate and explain to them why you voted the way you did.",
        "author": "Todd Young"
    },
    {
        "quote": "I think laughter may be a form of courage. As humans we sometimes stand tall and look into the sun and laugh, and I think we are never more brave than when we do that.",
        "author": "Linda Ellerbee"
    },
    {
        "quote": "There is great strength in vulnerability, as it takes courage to push through the fear and share one's true self with others. In music, that vulnerability really speaks to listeners as it connects with their own hearts.",
        "author": "Anoushka Shankar"
    },
    {
        "quote": "Because with courage and conviction I believe we can deliver a more flexible, adaptable and open European Union in which the interests and ambitions of all its members can be met.",
        "author": "David Cameron"
    },
    {
        "quote": "The older people that one admires seem to be fearless. They go right out into the world. It's astounding. Maybe they can't see or they can't hear, but they walk out into the street and take life as it comes. They're models of courage, in a strange way.",
        "author": "James Hillman"
    },
    {
        "quote": "I'm grateful to the LGBTQ community for giving me the courage to write music about who I am and not just about my sexual orientation.",
        "author": "Hayley Kiyoko"
    },
    {
        "quote": "The word 'courage,' one of my favorite words, the root or the etymology of that word is 'cour,' which means heart. I think true courage is actually following your heart and not getting or succumbing to what other people's definition of what your life should be. Live your life.",
        "author": "Hill Harper"
    },
    {
        "quote": "It takes real courage and conviction to attack the establishment from within and makes waves as big as a tsunami. Ted Cruz has done that - consistently and successfully - on immigration and other issues like Obamacare, voting rights, and the 2nd Amendment.",
        "author": "Tom Tancredo"
    },
    {
        "quote": "Although most executives pay lip service to the idea of hiring for cultural fit, few have the courage or discipline to make it the primary criteria for bringing someone into the company.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "Just two weeks ago, millions of Iraqis defied the threats of terrorists and went to the polls to determine their own future. I congratulate the Iraqi people for the courage they've shown in making these elections so successful.",
        "author": "Bill Frist"
    },
    {
        "quote": "Conscience is the root of all true courage; if a man would be brave let him obey his conscience.",
        "author": "James Freeman Clarke"
    },
    {
        "quote": "I know that if I'd had to go and take an exam for acting, I wouldn't have got anywhere. You don't take exams for acting, you take your courage.",
        "author": "Edith Evans"
    },
    {
        "quote": "Nelson Mandela, a better man, not a bitter man, made our world a better place in which to live. His life and leadership exemplify the highest courage, dignity, and dedication to human liberation.",
        "author": "Bernice King"
    },
    {
        "quote": "The right response to the non-problem of global warming is to have the courage to do nothing.",
        "author": "Christopher Monckton"
    },
    {
        "quote": "I'm slowly working up the courage to sing in front of other people, but I can carry a tune. I do some mean karaoke.",
        "author": "Julia Stiles"
    },
    {
        "quote": "Values are principles and ideas that bring meaning to the seemingly mundane experience of life. A meaningful life that ultimately brings happiness and pride requires you to respond to temptations as well as challenges with honor, dignity, and courage.",
        "author": "Laura Schlessinger"
    },
    {
        "quote": "There was one man in the Labour government, Robin Cook, whom I had a very high regard for. He had the courage to speak out and to resign over Iraq. He was an admirable man. But resignation over a matter of principle is not a very fashionable thing in our society.",
        "author": "Harold Pinter"
    },
    {
        "quote": "Courage is just fear, plus prayers, plus understanding.",
        "author": "Edward Albert"
    },
    {
        "quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.",
        "author": "Clay Aiken"
    },
    {
        "quote": "What I like most about Bolano is his courage.",
        "author": "Sam Shepard"
    },
    {
        "quote": "The window was open for us to play in the consumer as data, voice, video came together. This is where you have to have the courage to take good business risks because if you don't, you never win.",
        "author": "John T. Chambers"
    },
    {
        "quote": "The true legacy of 9-11 cannot be found among political leaders of the day, but in the citizen soldiers and public safety personnel who answered that day with courage and selflessness.",
        "author": "Mike Pence"
    },
    {
        "quote": "I don't believe in any Greatest Generation. I believe in great events. They sweep ordinary people up, expose them to extremes of human behavior and unimaginable tests of integrity and courage, and then deposit them back on the home front.",
        "author": "Phil Klay"
    },
    {
        "quote": "When I was in graduate school, I became very interested in why some kids took on challenges and were able to bounce back from setbacks whereas others shy away from difficulty and really crumble when they hit failures. I became fascinated with people who had that kind of courage to take on challenges.",
        "author": "Carol S. Dweck"
    },
    {
        "quote": "Darwin gives courage to the rest of science that we shall end up understanding literally everything, springing from almost nothing - a thought extremely hard to comprehend and believe.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "On great teams - the kind where people trust each other, engage in open conflict, and then commit to decisions - team members have the courage and confidence to confront one another when they see something that isn't serving the team.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "Being gifted needs courage.",
        "author": "Georg Brandes"
    },
    {
        "quote": "To live we must conquer incessantly, we must have the courage to be happy.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "The memoirs that have come out of Africa are sometimes startlingly beautiful, often urgent, and essentially life-affirming, but they are all performances of courage and honesty.",
        "author": "Alexandra Fuller"
    },
    {
        "quote": "I believe that art has been a vehicle for me that's been about enlightenment and expanding my own parameters, to give me courage to exercise the freedom that I have in life.",
        "author": "Jeff Koons"
    },
    {
        "quote": "Unfortunately, unless we're focused on building up our courage, which gives us our self-confidence and all that we need to make quantum change in our lives, the voice of fear will always take the lead inside our minds.",
        "author": "Debbie Ford"
    },
    {
        "quote": "There are always a few who stand up in times of communal madness and have the courage to say that what unites us is greater than what divides us.",
        "author": "Geraldine Brooks"
    },
    {
        "quote": "My education was dominated by modernist thinkers and artists who taught me that the supreme imperative was courage to face the awful truth, to scorn the soft-minded optimism of religious and secular romantics as well as the corrupt optimism of governments, advertisers, and mechanistic or manipulative revolutionaries.",
        "author": "Ellen Willis"
    },
    {
        "quote": "Often times I have been asked about the attributes for success, and I have said that you need two attributes for succeeding as an entrepreneur: one, courage, second, luck.",
        "author": "N. R. Narayana Murthy"
    },
    {
        "quote": "Good courage in a bad affair is half of the evil overcome.",
        "author": "Plautus"
    },
    {
        "quote": "We had no more courage than Harriet Tubman or Marcus Garvey had in their times. We just had a more vulnerable enemy.",
        "author": "Stokely Carmichael"
    },
    {
        "quote": "Until the day of his death, no man can be sure of his courage.",
        "author": "Jean Anouilh"
    },
    {
        "quote": "I have always had the courage for the new things that life sometimes offers.",
        "author": "Wallis Simpson"
    },
    {
        "quote": "What I've always said is that I'm opposed to institutional racism, and I would've, had I've been alive at the time, I think, had the courage to march with Martin Luther King to overturn institutional racism, and I see no place in our society for institutional racism.",
        "author": "Rand Paul"
    },
    {
        "quote": "People think I have courage. The courage in my family are my wife Pam, my three daughters, here, Nicole, Jamie, LeeAnn, my mom, who's right here too.",
        "author": "Jim Valvano"
    },
    {
        "quote": "Courage is a peculiar kind of fear.",
        "author": "Charles Kennedy"
    },
    {
        "quote": "I have seen in the Halls of Congress more idealism, more humanness, more compassion, more profiles of courage than in any other institution that I have ever known.",
        "author": "Hubert H. Humphrey"
    },
    {
        "quote": "Only choices made in love are compassionate. There are no exceptions. Do you have the courage to act with an empowered heart without attachment to the outcome? If not, you have no ability to give or experience compassion. That is the shocking truth.",
        "author": "Gary Zukav"
    },
    {
        "quote": "I don't understand why people say that I am full of courage. I feel terribly nervous.",
        "author": "Aung San Suu Kyi"
    },
    {
        "quote": "The quality that defines us as Americans is the courage to respond to being hit. The courage to root out and destroy the killers. And, most importantly, the courage to hold on to our values and protect our hard-won freedoms while doing it.",
        "author": "Nick Clooney"
    },
    {
        "quote": "It takes a certain courage and a certain greatness to be truly base.",
        "author": "Jean Anouilh"
    },
    {
        "quote": "Throughout the history of our young nation, we have seen our military go bravely into battle, armed with courage and willing to make the ultimate sacrifice.",
        "author": "John M. McHugh"
    },
    {
        "quote": "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
        "author": "Sydney Smith"
    },
    {
        "quote": "Some people call it the 'Al Jazeera spirit' - courage, re-thinking authority, giving a voice to the voiceless. We have never been favored by the authority. The human being is the center of our editorial policy. We are not a TV station that rushes after stars, big names, press conferences, hand-shake journalism.",
        "author": "Wadah Khanfar"
    },
    {
        "quote": "I think what I would say to my younger self, and probably to younger, just starting-out writers is that a lot of times you're just afraid to put yourself out there, and it's uncomfortable because it's working up the courage to do something, to push yourself to do those things.",
        "author": "Carol Leifer"
    },
    {
        "quote": "For as long as this nation has known war, we have embraced the heroes it has produced. Americans have rightfully noted the honor and nobility of courage under hostile fire and thanked those who perished in their defense.",
        "author": "James T. Walsh"
    },
    {
        "quote": "Courage can't see around corners but goes around them anyway.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "Iwas not a reader at all, not until I discovered 'The Hobbit.' That changed my life. It gave me the courage to read. It led me to the 'Lord of the Rings' series. And once I'd read that, I knew I could read anything because I had just read thousands of pages.",
        "author": "Richard Paul Evans"
    },
    {
        "quote": "I know this president. And I can tell you that he cares deeply about the next generation of young women in this country - his daughters, and everyone's daughters. President Obama had the courage to stand with Sandra Fluke. Without hesitation, he defended her right to tell her story.",
        "author": "Nancy Keenan"
    },
    {
        "quote": "If we can't have the courage to tell our constituents, hey, we've got to cut back, then if we can point to something and say, I would like to vote for more benefits for you, but this balanced budget amendment or statutory spending cap or whatever the device is, is preventing me from doing it.",
        "author": "Jeff Flake"
    },
    {
        "quote": "It takes a certain amount of courage to not be pessimistic. I'd like to believe there is good in everyone.",
        "author": "Janhvi Kapoor"
    },
    {
        "quote": "I'm kind of shy when it comes to women, so I don't really approach them. I'll just admire them from afar, and if they happen to say something to me, then maybe I'll find the courage to say something.",
        "author": "Syd"
    },
    {
        "quote": "No, I am not a homosexual. If I were a homosexual, I would hope I would have the courage to say so. What's cruel is that you are forcing me to say I am not a homosexual. This means you are putting homosexuals down. I don't want to do that.",
        "author": "Ed Koch"
    },
    {
        "quote": "Greatness, in the last analysis, is largely bravery - courage in escaping from old ideas and old standards and respectable ways of doing things.",
        "author": "James Harvey Robinson"
    },
    {
        "quote": "At the bottom of not a little of the bravery that appears in the world, there lurks a miserable cowardice. Men will face powder and steel because they have not the courage to face public opinion.",
        "author": "Edwin Hubbel Chapin"
    },
    {
        "quote": "Obama wants to be thought of as the president who freed us from foreign oil. But if he doesn't show some political courage, he may well be remembered as the president who cooked the planet.",
        "author": "Jeff Goodell"
    },
    {
        "quote": "Voters are fed up with politicians like Sen. McConnell who show themselves vacant of any moral compass or patriotic courage, and whose public statements are guided by just one metric - which team you are on.",
        "author": "Amy McGrath"
    },
    {
        "quote": "Thirty years ago, this promise, this allure of democracy, drove hundreds of thousands of people in East Germany onto the streets. What courage they showed! It was these brave people, these peaceful heroes and heroines, who brought the Wall tumbling down.",
        "author": "Frank-Walter Steinmeier"
    },
    {
        "quote": "In the military, you learn the essence of people. You see so many examples of self-sacrifice and moral courage. In the rest of life, you don't get that many opportunities to be sure of your friends.",
        "author": "Adam Driver"
    },
    {
        "quote": "Someone once told me the one thread that runs through them all is a premium on personal courage - not intellectual courage, but just plain physical courage.",
        "author": "Walter Lord"
    },
    {
        "quote": "Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before.",
        "author": "Kathryn Bigelow"
    },
    {
        "quote": "Washington's answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The 'fiscal cliff' process was secretive and sloppy, and the nation's so-called leadership lacked the political courage to address our root problems: joblessness and debt.",
        "author": "Ron Fournier"
    },
    {
        "quote": "I see courage everywhere I go in Africa.",
        "author": "John Prendergast"
    },
    {
        "quote": "A statesman wants courage and a statesman wants vision; but believe me, after six months' experience, he wants first, second, third and all the time - patience.",
        "author": "Stanley Baldwin"
    },
    {
        "quote": "I think that people are looking beyond the wig. I think they are saying, This isn't just a costume; there's a person behind this. If this costume, this character, this person has this kind courage? Why don't we share that?",
        "author": "Alyssa Edwards"
    },
    {
        "quote": "I took my courage in both hands and went to the Laundromat to do my washing. I had to use three machines.",
        "author": "Julie Doucet"
    },
    {
        "quote": "That was the fun of acting, being a blank canvas you could transform into the character - Indian princess, 20s vamp, Mother Courage, Oxford don, 94-year-old wife.",
        "author": "Diana Quick"
    },
    {
        "quote": "I admired Eugene McCarthy's courage and although I left his Senate staff after four years to accept a job as the researcher on the editorial page of the 'Washington Post,' I remained an admirer.",
        "author": "Kitty Kelley"
    },
    {
        "quote": "If one girl with courage is a revolution, imagine what feats we can achieve together.",
        "author": "Queen Rania of Jordan"
    },
    {
        "quote": "What I am very, very moved and struck by is that so many people in the world are often living a life that they hadn't planned for themselves. And they wake up one day and say, 'Hang on. Who am I? Is this really me? Is this what I really wanted?' And also, 'Can I change it? Have I got the courage to change it?'",
        "author": "Kate Winslet"
    },
    {
        "quote": "If I can, in any way, give people the courage to say, 'Actually, no, the nonsense stops right here,' then I want to be a part of doing that. Especially if that means that our folks will be more free.",
        "author": "Angela Rye"
    },
    {
        "quote": "It's up to the courage of the filmmakers to make art in cinema, not just business. John was rejected by studios, he borrowed money and did movies with his own money. You're either courageous or not. You have to find a way.",
        "author": "Ben Gazzara"
    },
    {
        "quote": "Intelligence, integrity and courage are the great pillars that support the State. Above all, the citizens of a free nation should honor the brave and independent man - the man of stainless integrity, of will and intellectual force.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Looking back at my career, I wish I knew then what I know now... that gender bias is built into the system, and it's unconscious in many ways. I wish I had the maturity and courage to have pushed back more. I was always trying to be a 'good girl' and play by the rules.",
        "author": "Valerie Plame"
    },
    {
        "quote": "You live with the fear people might find out. Then you actually have the courage to tell people and they go, I don't think you are gay. It's enough to drive you crazy.",
        "author": "Portia de Rossi"
    },
    {
        "quote": "Remember that when you meet your antagonist, to do everything in a mild agreeable manner. Let your courage be keen, but, at the same time, as polished as your sword.",
        "author": "Richard Brinsley Sheridan"
    },
    {
        "quote": "If the anti-Christian agenda will say, 'Here's your identity, you're an evolved amoeba who ought to just go do whatever you want and don't let anybody tell you different,' then they can get you to throw your faith, your character, your courage, and your liberty right out the window.",
        "author": "Kirk Cameron"
    },
    {
        "quote": "It takes some courage to write fiction about politically controversial topics. The dread is you'll be labeled a political writer.",
        "author": "Barbara Kingsolver"
    },
    {
        "quote": "In strife who inquires whether stratagem or courage was used?",
        "author": "Virgil"
    },
    {
        "quote": "When our mothers are alive and healthy, they do extraordinary things... like the mothers of Plaza de Mayo, who marched in Argentinean plazas, defying the military junta dictatorship and demanding the whereabouts of their abducted children... or the Liberian mothers who faced down civil war armed only with T-shirts and courage.",
        "author": "Liya Kebede"
    },
    {
        "quote": "Limit to courage? There is no limit to courage.",
        "author": "Gabriele D'Annunzio"
    },
    {
        "quote": "Rather like Batman, I embody the themes of the movie which are the values of family, courage and compassion and a sense of right and wrong, good and bad and justice.",
        "author": "Gary Oldman"
    },
    {
        "quote": "These rules may seem simple enough, but it will require great morale and physical courage to adhere to them. But if carried out in the strict sense of the word it will surely lead to a greater success than could otherwise be attained.",
        "author": "Major Taylor"
    },
    {
        "quote": "It is up to African leaders to show their will and political courage in order to assure that this new pan-African institution becomes an efficient instrument and not a place for endless discussions.",
        "author": "Omar Bongo"
    },
    {
        "quote": "Courage enlarges, cowardice diminishes resources. In desperate straits the fears of the timid aggravate the dangers that imperil the brave.",
        "author": "Christian Nestell Bovee"
    },
    {
        "quote": "I remember having friends in high school that did the theater department stuff, and I always wanted to try it but never had the guts to. I was the class clown but could never really build up the courage to try it. I took one acting class and really enjoyed it.",
        "author": "Robert Buckley"
    },
    {
        "quote": "What has made America amazing has been the fact that throughout our history, throughout the more than 200 years of our history, there have been men and women of courage who stood up and decided it was more important to look out for the future of their children and their grandchildren than their own political futures.",
        "author": "Scott Walker"
    },
    {
        "quote": "During the course of 1989, more and more East Germans lost their fears of the state's repression and chicanery and went out on the streets. There was no turning back then. It is thanks to their courage the Wall was opened.",
        "author": "Angela Merkel"
    },
    {
        "quote": "There is a measure needing courage to adopt and enforce it, which I believe to be of virtue sufficient to redeem the nation in this its darkest hour: one only; I know of no other to which we may rationally trust for relief from impending dangers without and within.",
        "author": "Robert Dale Owen"
    },
    {
        "quote": "Courage makes victory possible.",
        "author": "Beto O'Rourke"
    },
    {
        "quote": "Resignation is the courage of Christian sorrow.",
        "author": "Alexandre Vinet"
    },
    {
        "quote": "We ought to have the courage of our convictions and confidence in our own ingenuity. After all, that's what America is all about. Either that, or learn Mandarin.",
        "author": "Ben Sasse"
    },
    {
        "quote": "You can look at any industry and sector and then figure out how high is your glass ceiling. Do you want to diversify or do you want to penetrate the ceiling? Because the ones who break the glass ceiling are going to be big-time winners, but it will be a longer-term view on things and requires a lot more courage, a lot more guts.",
        "author": "Ronnie Screwvala"
    },
    {
        "quote": "Not everyone is able to show courage, but human decency must be demanded of every person.",
        "author": "Andrzej Duda"
    },
    {
        "quote": "I never wanted to become a CA. My father was keen that I become one because he thought that was the right thing for me to do. I didn't have the courage to tell him that I don't want to do it. But now, I can't thank him more for having put me through it.",
        "author": "Kumar Mangalam Birla"
    },
    {
        "quote": "Courage is not always about action. It takes courage to do nothing rather than do something that you do not believe in or understand.",
        "author": "Suze Orman"
    },
    {
        "quote": "It takes courage to sit on a jury. How many of us want to decide the fate of another person's life or freedom? How many of us want to hold that kind of power in our hands?",
        "author": "Regina Brett"
    },
    {
        "quote": "Cold and fire has a way of creeping into the tiniest crack in your courage and finding that coward.",
        "author": "Tim Kennedy"
    },
    {
        "quote": "On sensitive issues, talk isn't cheap - it takes real courage to pry open topics nailed shut.",
        "author": "Marvin Olasky"
    },
    {
        "quote": "Rosa Parks' courage, determination, and tenacity continue to be an inspiration to all those committed to non-violent protest and change nearly half a century later.",
        "author": "Bob Filner"
    },
    {
        "quote": "For all who are in love but afraid of the world you must show courage because the world has always taken time to accept all good things.",
        "author": "Dutee Chand"
    },
    {
        "quote": "Let who will boast their courage in the field, I find but little safety from my shield, Nature's, not honour's law we must obey: This made me cast my useless shield away.",
        "author": "Archilochus"
    },
    {
        "quote": "Men create real miracles when they use their God-given courage and intelligence.",
        "author": "Jean Anouilh"
    },
    {
        "quote": "Courage breeds leadership.",
        "author": "Nikki Haley"
    },
    {
        "quote": "But we got up there and decided to stick to this mix of power chords and funk and that's where it really started for us. In having the courage to take that decision. To take a gamble not just with our music but our lives.",
        "author": "Michael Hutchence"
    },
    {
        "quote": "It requires a lot of courage for someone to cast me in something else. I am just hoping that someone sees something else in me other than comedy.",
        "author": "Chunky Pandey"
    },
    {
        "quote": "A large part of my career achievements are due to having the courage to ask for what I needed, whether in a professional or personal context.",
        "author": "Cathy Engelbert"
    },
    {
        "quote": "I want to thank the Academy for its courage and generosity.",
        "author": "Elia Kazan"
    },
    {
        "quote": "Navigating a nonsober world of restaurants and bars, dinner parties, and benefits is like anything that requires practice. Like tennis or a foreign language, it gets easier the more you do it. But like all beginnings, it can be awkward. You stumble, you worry, and then there are unexpected moments of grace that give you the courage to keep going.",
        "author": "Bill Clegg"
    },
    {
        "quote": "The psychologist Elizabeth Loftus has shown great courage, in the face of spiteful vested interests, in demonstrating how easy it is for people to concoct memories that are entirely false but which seem, to the victim, every bit as real as true memories.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "As for courage and will - we cannot measure how much of each lies within us, we can only trust there will be sufficient to carry through trials which may lie ahead.",
        "author": "Andre Norton"
    },
    {
        "quote": "The one man other than my father who made the most lasting impression was an uncle, Serge B. Benson. He taught me in three different classes - but above all, he taught me lessons in moral, physical, and intellectual courage that I have tried to apply in later life.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "Elizabeth Keckley was a woman of remarkable strength, courage, perseverance, and dignity. She was exceptionally talented, but also very diligent and ambitious, and together those qualities enabled her to deliver herself from slavery and become a successful businesswoman.",
        "author": "Jennifer Chiaverini"
    },
    {
        "quote": "My intent is not to inflame Muslims but to entertain readers of great thrillers. At the end of the day, I want people to see a good protagonist struggle against serious odds and do so with courage and honor and integrity.",
        "author": "Brad Thor"
    },
    {
        "quote": "War paralyzes your courage and deadens the spirit of true manhood.",
        "author": "Alexander Berkman"
    },
    {
        "quote": "A life lesson for me is, how do you muster the courage to take on a new risk? Whether it's starting up a business or taking on a new project or expedition. I think the risks that we take are all relative to the risk-taker.",
        "author": "Ann Bancroft"
    },
    {
        "quote": "My definition of courage is never letting anyone define you.",
        "author": "Jenna Jameson"
    },
    {
        "quote": "A deep concern of mine is that leaders in the technology sector have not developed a culture that insists upon courage, honor, duty, and humility - what we might call a culture of virtue.",
        "author": "Joe Lonsdale"
    },
    {
        "quote": "The condition of all development is not to be content with the present, but to have the courage to ask how everything can be made better and the good fortune to find a right answer to this question in thought or in action.",
        "author": "Ellen Key"
    },
    {
        "quote": "When the first armies were formed, combat took courage, which women share equally with men, and strength, which we do not. But though I am only 4 feet 7 inches tall, with a gun in my hand I am the equal of a soldier who's 6 feet 7 - perhaps even at a slight advantage, as I make a smaller target.",
        "author": "Ruth Westheimer"
    },
    {
        "quote": "My aunt is the director of the acapella group Black Voices. I was so struck by them as a child. They sang with such passion and conviction. By the time I turned 15, I had plucked up the courage to ask if I could join the group. Acapella is a different discipline from singing with an accompaniment - it is much more exposed.",
        "author": "Laura Mvula"
    },
    {
        "quote": "I'm not going to be bullied or pushed around by the group of the day. You've got to have political courage. You've got to have your own inner beliefs.",
        "author": "Madeleine M. Kunin"
    },
    {
        "quote": "If, in the coming thousand years, a feminine culture shall really supplement the masculine, then this will be exactly in the measure in which women have the courage to create and to act as most feminists now do not even dare think.",
        "author": "Ellen Key"
    },
    {
        "quote": "I love Joan Collins. She's a wonderful lady. She has such courage. She's such a good actress.",
        "author": "Robert Wagner"
    },
    {
        "quote": "Curiosity, rationalization, and laziness are no match against courage, self-control, and mental toughness.",
        "author": "John Bytheway"
    },
    {
        "quote": "It took me realizing that a broken heart has never actually killed anyone to find the courage to ask for what I want, in just about every situation. That was part of my own growing up.",
        "author": "Ginnifer Goodwin"
    },
    {
        "quote": "Courage is heartworth making itself felt in deeds. It never waits for chances; it makes chances.",
        "author": "George Matthew Adams"
    },
    {
        "quote": "But only a candidate who rejects wishful thinking, has the courage to tell the truth about the options in front of us and who will address Brexit on the basis of the hard realities will succeed.",
        "author": "David Gauke"
    },
    {
        "quote": "Basically, discipline, effort, patience and courage are hugely important core values for kids to grow up embracing.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "The word courage - God, I love that word. Words are so important to me.",
        "author": "Peter Fonda"
    },
    {
        "quote": "When we have done our best, we can, as a united people, take whatever may befall with calm courage and confidence that this old nation will survive and if death should come to many of us, death is not the end.",
        "author": "Eamon de Valera"
    },
    {
        "quote": "I know that throughout their history, the people of the United States defended their freedom, their liberty, their justice, and their rights - if need be - with their lives. I think their courage is so admirable.",
        "author": "Lee Myung-bak"
    },
    {
        "quote": "Some of the greatest survivors have been women. Look at the courage so many women have shown after surviving earthquakes in the rubble for days on end.",
        "author": "Bear Grylls"
    },
    {
        "quote": "In professional work - certainly in the arts and graphics - 99% of people have zero courage. They blow with the wind.",
        "author": "George Lois"
    },
    {
        "quote": "Texans deserve a senator who represents our values, strength, courage, independence - putting Texas first.",
        "author": "MJ Hegar"
    },
    {
        "quote": "It takes courage to be an entrepreneur.",
        "author": "Adam Neumann"
    },
    {
        "quote": "The ups and downs of being a young creative are very real no matter where you are in terms of success, so I think having the courage to be consistent in what you believe in is super admirable.",
        "author": "Charlie Plummer"
    },
    {
        "quote": "In fighting the debt crisis, E.U. countries have enhanced co-operation and carried out reform with tremendous courage. This is laudable.",
        "author": "Li Keqiang"
    },
    {
        "quote": "I have pictures with Morimoto where I'm all embarrassed and he's so serious, it took me 30 minutes to get up the courage to introduce myself.",
        "author": "Marcela Valladolid"
    },
    {
        "quote": "Without white South Africa realizing what it had done - and on the basis of that realization having the courage to ask for forgiveness - there can really be no significant movement.",
        "author": "Athol Fugard"
    },
    {
        "quote": "My mom being raised in England, her father always wanted to pursue the arts and wanted to have a stage career in England. According to her, he never had the courage to actually pursue it full-time. I think that my grandfather's parents thought that it wasn't a formidable job to have.",
        "author": "Jovan Adepo"
    },
    {
        "quote": "If you are a superstar, or whatever you want to call yourself, a person who's had outrageous success, and you decide to go indie and tell the record companies to screw themselves? That takes a certain amount of courage. And bullheadedness, really.",
        "author": "Daryl Hall"
    },
    {
        "quote": "The presidents of colleges have to have some courage to step forward. You can't limit alcohol in college sports, you have to get rid of it.",
        "author": "Dean Smith"
    },
    {
        "quote": "School integration did not come to be the day after the Brown ruling was issued. Progress took years, and it took passion, strength, and courage from a large group of committed individuals.",
        "author": "Donna Brazile"
    },
    {
        "quote": "Traveling gives you some perspective of what the rest of the world is like. I think that having the courage to step out of the norm is the most important thing.",
        "author": "Meghan Markle"
    },
    {
        "quote": "What do we believe in? Love and courage.",
        "author": "Jagmeet Singh"
    },
    {
        "quote": "I don't like baseball movies. I like movies about moral courage and people who are indomitable and courageous and right.",
        "author": "Harrison Ford"
    },
    {
        "quote": "I learned that sometimes our struggles are a little bit bigger than us and talking about them and coming through and having the courage to get out of them. I learned how many I touched and inspired through the journey of 'Idol' because I was just singing on the show. I wasn't really being an advocate for anything.",
        "author": "La'Porsha Renae"
    },
    {
        "quote": "The people of South Carolina support conservatives who are trying to push real change, and the people of South Carolina expect their presidential candidates to back them up when they show courage.",
        "author": "Nikki Haley"
    },
    {
        "quote": "I have the courage of my convictions.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "There is not a single Muslim leader today who has the courage and commitment to defend Islam and Muslims, they are all in awe of the United States and other Western powers, and are indebted to them.",
        "author": "Abu Bakar Bashir"
    },
    {
        "quote": "I used to think I was tough, but there's a difference between bravado and courage, and I only started to show courage when I began to get help. So now I make a point of telling people, 'Hey, it's a good thing to ask for help, not a bad thing.'",
        "author": "Jimmy Barnes"
    },
    {
        "quote": "We could all do with a little more courage, frankly.",
        "author": "Munira Mirza"
    },
    {
        "quote": "The Brazilian poet Vinicius de Moraes wrote that beauty is fundamental. Well, with the poet's permission, so is courage.",
        "author": "Tina Brown"
    },
    {
        "quote": "I like Beryl Bainbridge a great deal, and she is a writer who absolutely demands to be read a second, third, and fourth time. I admire her great courage in leaving so much unsaid and asking the reader to really engage her brain.",
        "author": "Monica Ali"
    },
    {
        "quote": "I think we need people with stronger ideals than John Kerry or Bill Clinton. I think we need people with more courage and vision.",
        "author": "Octavia E. Butler"
    },
    {
        "quote": "For years, I've admired wrist tattoos, but I was always afraid that they would hurt - I'm kind of a weenie about pain. In fact, it's why I wear so many bracelets on my left wrist. The bracelets represented the words or phrases I'd want to get tattooed but didn't have the courage to.",
        "author": "Rachel Hollis"
    },
    {
        "quote": "I want to thank all of my opponents. Iron sharpens iron, and every great victory or crushing defeat occurred because there was someone who trained hard and had the courage to meet me across the cage.",
        "author": "Tim Kennedy"
    },
    {
        "quote": "Our educational establishment is failing; it is past time for courage, honesty, and action commensurate with the need, particularly here in the United States.",
        "author": "Campbell Brown"
    },
    {
        "quote": "I love revolutionaries who have the courage to stand up against the status quo. They're always misunderstood, but they're the ones who are standing up for human rights.",
        "author": "Richard Hatch"
    },
    {
        "quote": "I have given up the idea that there is an opposition-free church out there. But I have gained something else - an appreciation for the gift of opposition. When it comes, I learn something about my motives. When it comes, I get to test my courage.",
        "author": "John Ortberg"
    },
    {
        "quote": "Give me an entrepreneur with a lot of courage, gusto and who iterates rapidly, and I will back that person day in and day out.",
        "author": "Douglas Leone"
    },
    {
        "quote": "Courage is action, not talk.",
        "author": "Jeff Rich"
    },
    {
        "quote": "Nice girls at school whose fathers owned a Volvo were unapproachable and probably condemned to spinsterhood for all time, simply because no one had the courage to advance up the drive.",
        "author": "James May"
    },
    {
        "quote": "As one of the first African-Americans to be out on a reality program, MTV's 'The Real World: Philadelphia,' I understand the courage it takes to live your truth on a national platform, the importance it holds to LGBT communities of color, and the power it has to create a greater conversation within American culture.",
        "author": "Karamo Brown"
    },
    {
        "quote": "Music was always a big part of my family. Only a few of us had the talent - or the courage - to walk out on a stage.",
        "author": "Patty Loveless"
    },
    {
        "quote": "At the same time, I would add that the American people have a lot of courage.",
        "author": "Tadao Ando"
    },
    {
        "quote": "I hope America can also be the cultural leader of the world, and use this frontier spirit to lead and show others that we need courage to go places where we have not gone before.",
        "author": "Tadao Ando"
    },
    {
        "quote": "Women's courage is rather different from men's. The fact that women have to bring up children and look after husbands makes them braver at facing long-term issues, such as illness. Men are more immediately courageous. Lots of people are brave in battle.",
        "author": "Mary Wesley"
    },
    {
        "quote": "My main trick is to work with amazing people. It's a long and twisty journey, and you need people that really are amazing and have this rare gift of honesty and courage and really open up.",
        "author": "Lucy Walker"
    },
    {
        "quote": "Martin Luther King and Gandhi were not people who failed in self-respect. They were people of hope and great courage, and their courage was disciplined.",
        "author": "Martha Nussbaum"
    },
    {
        "quote": "You must have love as the core; it takes courage to be willing to constantly tell the truth to each other and risk letting the relationship go.",
        "author": "Kenny Loggins"
    },
    {
        "quote": "An able, disinterested, public-spirited press, with trained intelligence to know the right and courage to do it, can preserve that public virtue without which popular government is a sham and a mockery.",
        "author": "Joseph Pulitzer"
    },
    {
        "quote": "We read our children stories starring elephants and monkeys and bears to teach them about nobility, curiosity and courage, to warn them against selfishness and stubbornness.",
        "author": "Lydia Millet"
    },
    {
        "quote": "For my books of nonfiction I write about subjects I find fascinating. I've been a Yankees and a Lou Gehrig fan for decades, so I wrote 'Lou Gehrig: The Luckiest Man.' It's more the story of his great courage than of his baseball playing. Children face all sorts of challenges, and it's my hope that some will be inspired by the courage of Lou Gehrig.",
        "author": "David A. Adler"
    },
    {
        "quote": "The general commanding congratulates his troops on their brilliant and successful occupation of Roanoke Island. The courage and steadiness they have shown under fire is what he expected from them, and he accepts it as a token of future victory.",
        "author": "Ambrose Burnside"
    },
    {
        "quote": "The climate is much different for men. That stigma is only going to be broken when people come out and see that there is a positive response. That doesn't mean there will be no negative response, but if people can have the courage to be one of the first, which is very hard, those barriers can be broken down very quickly.",
        "author": "Megan Rapinoe"
    },
    {
        "quote": "I'm even a little afraid of the dark. If I'm alone in the dark I'll sometimes feel that there's a presence behind me and I'll even be afraid to turn around, but then if I do get the courage to turn around, I'll just be scared that whatever was there has just jumped over to the other side of me.",
        "author": "Takashi Miike"
    },
    {
        "quote": "TV is so different from the movies. It takes a lot of stamina because you work such long hours. It is really challenging. You are learning the next day's lines while you are shooting today's scenes. I found courage I never realised I had. I hope to do more.",
        "author": "Sharon Stone"
    },
    {
        "quote": "In my opinion, empowerment is when women have the chance to do what they want to do and the courage to do what they want.",
        "author": "Sayani Gupta"
    },
    {
        "quote": "So many times I wanted to go to Auschwitz, but I couldn't take up the courage to go there.",
        "author": "Frank Lowy"
    },
    {
        "quote": "Give the people not hell, but hope and courage.",
        "author": "John Murray"
    },
    {
        "quote": "All my life I had feared to-morrow, until I decided to have faith and to live to-day in courage.",
        "author": "Vash Young"
    },
    {
        "quote": "Oh, I'm going to raise him on Black Sabbath and Metallica and football and MMA and all things that should matter for a young boy, and discipline and strength and honor and courage and everything that I would hope to instill within my son.",
        "author": "David Draiman"
    },
    {
        "quote": "With courage and character, American soldiers continue to put themselves on the line to defend our freedom, and so many have paid the ultimate sacrifice.",
        "author": "Dan Lipinski"
    },
    {
        "quote": "At 14, 15 years old, I started reading 'Backstage' regularly. Eventually, I got enough courage to look at the auditions section.",
        "author": "Leslie Odom, Jr."
    },
    {
        "quote": "You have to do what you need to do as an artist. You have to have that courage.",
        "author": "Liz Phair"
    },
    {
        "quote": "What if everything I thought was wrong with me was actually right with me? You have to have the courage to show who you are to the world.",
        "author": "Lauren Tom"
    },
    {
        "quote": "Enthusiasm is a form of social courage.",
        "author": "Gretchen Rubin"
    },
    {
        "quote": "We've all got to discover the courage to ask the difficult questions about the future of our party and the future of the working-class communities who need a Labour government.",
        "author": "Jess Phillips"
    },
    {
        "quote": "One should have strength and courage to follow their own truth, speak their own language, fulfill their own dreams.",
        "author": "Kerli"
    },
    {
        "quote": "In the morning, I'm like the Antonioni movies. I'm little sad. I haven't the courage to start the day. In the evenings, I'm happier, more alive - like the character I play in 'An Almost Perfect Affair.'",
        "author": "Monica Vitti"
    },
    {
        "quote": "To be persistent and to have courage is important to get through difficult times and to achieve what you want to achieve.",
        "author": "Andre Villas-Boas"
    },
    {
        "quote": "I try to do my job and be a decent person, and a decent person has the courage to face what is not necessarily pleasant, what is perhaps dark and troublesome.",
        "author": "Olga Tokarczuk"
    },
    {
        "quote": "Wait for the Lord. Behave yourself manfully, and be of good courage. Do not be faithless, but stay in your place and do not turn back.",
        "author": "Thomas a Kempis"
    },
    {
        "quote": "Most women I know have been harassed in some way. And you never wanted to report it, because you were afraid of losing your job or you felt like, hey, did that just happen? I think it's good that women now... have the courage! Because it's not easy.",
        "author": "Jill Biden"
    },
    {
        "quote": "Through the inspiration of Vaclav's words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe.",
        "author": "Michael D. Higgins"
    },
    {
        "quote": "I grew up in a very westernised environment and went to a private American school. But my personality was shy and quiet, and I wanted to wear the hijab but didn't have the courage, as I knew my friends would talk me out of it.",
        "author": "Leila Aboulela"
    },
    {
        "quote": "I think what I most admired about my father was his extraordinary courage. He had such energy to pursue whatever he wanted, and he really didn't care what others thought.",
        "author": "Claude Picasso"
    },
    {
        "quote": "People say, 'You have inspired me, you've given me courage...' They've gone so far as to say, 'You've changed my life!' And I would come back and say to my husband, 'I can't understand it - what kind of poor little life did she have if I had to come and change it?'",
        "author": "Iris Apfel"
    },
    {
        "quote": "I have the courage of youth, and I'm not afraid of anything. My only enemies are illegality and corruption.",
        "author": "Alessandra Mussolini"
    },
    {
        "quote": "I don't know what kind of courage it took thousands of years ago, but I know how courageous women need to be today.",
        "author": "Beth Moore"
    },
    {
        "quote": "The British were indeed very far superior to the Americans in every respect necessary to military operations, except the revivified courage and resolution, the result of sudden success after despair.",
        "author": "Mercy Otis Warren"
    },
    {
        "quote": "When I moved to the East Village in the late seventies, I wanted to be a street performer, so I practiced daily. I never did work up the skills or the courage to perform on the street, though.",
        "author": "Steve Buscemi"
    },
    {
        "quote": "I'm definitely guilty of turning tail and running in places in my life. It's the lack of courage, really.",
        "author": "Ron Livingston"
    },
    {
        "quote": "My father took one of the toughest jobs in the government because he cared about his nation more than himself. His courage and conviction have always driven me to want to make a difference.",
        "author": "Pardis Sabeti"
    },
    {
        "quote": "Courage that grows from constitution often forsakes a man when he has occasion for it; courage which arises from a sense of duty acts; in a uniform manner.",
        "author": "Joseph Addison"
    },
    {
        "quote": "For millions, Roger Ebert will be remembered as a writer and television personality who brought a sense of passion and excellence to his craft. For me, he is a man who fused joy and courage as few others ever have. My life was enriched by having such a friend; it is poorer for losing such a friend.",
        "author": "Jeff Greenfield"
    },
    {
        "quote": "Ultimately, the forces of dictatorship and extremism robbed me of my mother, but she lives on as a symbol of hope, a role model for women across the world. She proved beyond a doubt, with her life and relentless courage, that women can certainly do everything.",
        "author": "Bilawal Bhutto Zardari"
    },
    {
        "quote": "I used to be so intimidated by spin classes. I'd always go by and see people on their bikes looking so intense. But one day my sister and I worked up the courage to go in, and now we're hooked!",
        "author": "Alexa Vega"
    },
    {
        "quote": "People make a star out of actors after one or two films and keep capitalising on the same thing without having the courage of exploring the world of cinema, which has so much to offer.",
        "author": "Barun Sobti"
    },
    {
        "quote": "Courage ought to have eyes as well as arms.",
        "author": "Henry George Bohn"
    },
    {
        "quote": "Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven.",
        "author": "Georg C. Lichtenberg"
    },
    {
        "quote": "The qualities of an exceptional cook are akin to those of a successful tightrope walker: an abiding passion for the task, courage to go out on a limb and an impeccable sense of balance.",
        "author": "Bryan Q. Miller"
    },
    {
        "quote": "It takes far less courage to kill yourself than it takes to make yourself wake up one more time. It's harder to stay where you are than to get out. For everyone but you, that is.",
        "author": "Judith Rossner"
    },
    {
        "quote": "There can be no great courage where there is no confidence or assurance, and half the battle is in the conviction that we can do what we undertake.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "We are very much what others think of us. The reception our observations meet with gives us courage to proceed, or damps our efforts.",
        "author": "William Hazlitt"
    },
    {
        "quote": "We simply do not understand our place in the universe and have not the courage to admit it.",
        "author": "Barry Lopez"
    },
    {
        "quote": "I think the Iraqi people have shown extraordinary patience and courage in the last few months. They have really put a political system on the way to success, to a real democracy here.",
        "author": "Paul Bremer"
    },
    {
        "quote": "I emphasize... that the Harrimans showed great courage and loyalty and confidence in us, because three or four of us were really running the business, the day to day business.",
        "author": "Prescott Bush"
    },
    {
        "quote": "They put me in a harness, like a horse, to learn the back somersault. It was weird up there when I put on that harness for the first time. The courage came with practice.",
        "author": "Donald O'Connor"
    },
    {
        "quote": "Courage to continue comes from deeper sources than outward results.",
        "author": "Kenneth L. Pike"
    },
    {
        "quote": "Well, number one I like dancing. Number two I knew it would be challenging because I had never done this type of dance before. I always wanted to and I happened to have the courage to go out there and give it my best shot.",
        "author": "Evander Holyfield"
    },
    {
        "quote": "It may not be the most popular but there is a place for it. I think about the kind of music I love, acoustic, melodic, and I guess it kind of took a bit of courage on my part to think I could be one of those songwriters.",
        "author": "Helen Slater"
    },
    {
        "quote": "Yes, you must have the courage of being free.",
        "author": "Jose Carreras"
    },
    {
        "quote": "Everybody, even me, sometimes had to compromise on something, doing things we know to be wrong, and this happens doing whatever job in the world. But a singer must have the courage of saying no.",
        "author": "Jose Carreras"
    },
    {
        "quote": "The President regards the Japanese as a brave people; but courage, though useful in time of war, is subordinate to knowledge of arts; hence, courage without such knowledge is not to be highly esteemed.",
        "author": "Townsend Harris"
    },
    {
        "quote": "I started to send my work to journals when I was 26, which was just a question of when I got the courage up. They were mostly journals I had been reading for the previous six or seven years.",
        "author": "Marilyn Hacker"
    },
    {
        "quote": "Ronald Reagan's well documented final battles with Alzheimer's disease were fought with the same conviction and courage that his many public battles were fought.",
        "author": "William L. Jenkins"
    },
    {
        "quote": "It is our conduct, our patriotism and belief in our American way of life, our courage that will win the final battle.",
        "author": "Prescott Bush"
    },
    {
        "quote": "Without strength and courage it's really hard to perform at the highest levels of international figure skating, because you're alone on the ice and you only have seven minutes over two nights to prove yourself.",
        "author": "Scott Hamilton"
    },
    {
        "quote": "The one thing I learned the most about acting is it takes a tremendous amount of courage to go there and stand still. It takes courage and guts to step out of your mind frame and depict something.",
        "author": "Carson Daly"
    },
    {
        "quote": "Once I had all the facts in, I found I didn't have the immoral courage to pull the caper. So I wrote it as a story. As a teenager, I didn't have any skills for writing as such, so it came out in 1500 words.",
        "author": "Theodore Sturgeon"
    },
    {
        "quote": "Throughout the years, many Christian women have told me of their great respect for the bravery and courage evident in my work, perhaps even gesturing to their own Isis earrings or a Nile River Goddess pendants.",
        "author": "Carol P. Christ"
    },
    {
        "quote": "Deep Throat's information, and in my view, courage, allowed the newspaper to use what he knew and suspected.",
        "author": "Bob Woodward"
    },
    {
        "quote": "As long as the opposition believes the world will stand with Ukraine's democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko.",
        "author": "Bob Schaffer"
    },
    {
        "quote": "The world will step aside for nearly anyone who has the courage of his of her opinions.",
        "author": "George Weinberg"
    },
    {
        "quote": "When I was straight, I had the courage and energy to become an actress. I owe my career to my will to stop using.",
        "author": "Kirstie Alley"
    },
    {
        "quote": "I was a little doubtful about the propriety of going to the Mammoth Cave without a gentleman escort, but if two ladies travel alone they must have the courage of men.",
        "author": "Maria Mitchell"
    },
    {
        "quote": "With honesty of purpose, balance, a respect for tradition, courage, and, above all, a philosophy of life, any young person who embraces the historical profession will find it rich in rewards and durable in satisfaction.",
        "author": "Samuel E. Morison"
    },
    {
        "quote": "Such decisions will be far reaching and difficult. But you never lacked courage in the past. Your courage is now needed for the future.",
        "author": "Gerry Adams"
    },
    {
        "quote": "Those who are rooted in the depths that are eternal and unchangeable and who rely on unshakeable principles, face change full of courage, courage based on faith.",
        "author": "Emily Greene Balch"
    },
    {
        "quote": "And as a child I was filled with passionate admiration for acts of civic courage I had seen performed by an elderly military doctor, who was a friend of my family.",
        "author": "Rene Cassin"
    },
    {
        "quote": "Now that I've got some films under my belt, I have the courage of my convictions regarding acting. It gives me a leg to stand on.",
        "author": "Mira Sorvino"
    },
    {
        "quote": "Even within the last three or four years, I have a greater ability to communicate, I think. I have more courage to show the stuff... And it does take courage.",
        "author": "Barbara Cook"
    },
    {
        "quote": "I have reached the conclusion that those who have physical courage also have moral courage. Physical courage is a great test.",
        "author": "Oriana Fallaci"
    },
    {
        "quote": "I have no physical courage, I've asked for a double.",
        "author": "Catherine Deneuve"
    },
    {
        "quote": "Howard Dean has been successful because he was clear in his opposition to the war. People appreciate a politician with the courage to say, I oppose this war.",
        "author": "Bianca Jagger"
    },
    {
        "quote": "Paul persuaded me to join the band. I would never have had the courage otherwise. It was fun at the beginning. We were playing just for fun, with Paul's group.",
        "author": "Linda McCartney"
    },
    {
        "quote": "In the inhalation and exhalation there is an energy and a lively divine spirit, since He, through his spirit supports the breath of life, giving courage to the people who are in the earth and spirit to those who walk on it.",
        "author": "Michael Servetus"
    },
    {
        "quote": "With Pearl Jam, everybody is so good at what they do, it's hard to get up the courage to say, Can I sing this part, or, I want to play guitar. I feel like I have more courage to do that.",
        "author": "Jeff Ament"
    },
    {
        "quote": "The most important thing for me was to never, ever, ever deny it. But I didn't really have the courage to talk about it. I was thinking, The people who need to know I'm gay know.",
        "author": "Portia de Rossi"
    },
    {
        "quote": "Men who live valiantly and die nobly have a strength and a courage from the eternal Father.",
        "author": "Josephus Daniels"
    },
    {
        "quote": "It takes courage to know when you ought to be afraid.",
        "author": "James A. Michener"
    },
    {
        "quote": "It takes a great deal of courage to follow another person's lead.",
        "author": "Bill Hybels"
    },
    {
        "quote": "I think there's a difference between ditzy and dumb. Dumb is just not knowing. Ditzy is having the courage to ask!",
        "author": "Jessica Simpson"
    },
    {
        "quote": "I'll know how to die with courage; that is easier than living.",
        "author": "Georg Buchner"
    },
    {
        "quote": "He's nice enough not to want to be associated with a nasty remark but not nice enough not to make it. Lacking the courage of one's nastiness does not make one nice.",
        "author": "Michael Kinsley"
    },
    {
        "quote": "I think that people need to have the courage of their convictions and not be trying to fool people into thinking that they've changed overnight.",
        "author": "Chris Bell"
    },
    {
        "quote": "There can be a fundamental gulf of gracelessness in a human heart which neither our love nor our courage can bridge.",
        "author": "Patrick Campbell"
    },
    {
        "quote": "The criteria for serving one's country should be competence, courage and willingness to serve. When we deny people the chance to serve because of their sexual orientation, we deprive them of their rights of citizenship, and we deprive our armed forces the service of willing and capable Americans.",
        "author": "Dianne Feinstein"
    },
    {
        "quote": "What I love about the East End is that there's a great perseverance, determination and courage. What I dislike about it is that there is sometimes a celebration of ignorance.",
        "author": "Eddie Marsan"
    },
    {
        "quote": "Prime Minister Sharon, Prime Minister Abbas, I urge you today to end the designs of those who seek destruction, annihilation and occupation, and I urge you to have the will and the courage to begin to realize our dreams of peace, prosperity and coexistence.",
        "author": "Abdullah II of Jordan"
    },
    {
        "quote": "And I think most people in this country want to see a president that's got the courage to say we're going to cut the tax burden, and reduce the regulatory climate, and we're going to get Americans working.",
        "author": "Rick Perry"
    },
    {
        "quote": "I'm a big fan of small business ownership. I think it's the backbone of American innovation. But to be successful, you first have to have the courage to go for it.",
        "author": "Bill Rancic"
    },
    {
        "quote": "Because at bottom, I'm interested in fear, and in courage and cowardice and these are easier to get at through fiction, where you can enter people's heads.",
        "author": "Kevin Patterson"
    },
    {
        "quote": "One of the hardest questions I have been asked is 'How will you manage the army if you are having menstrual cramps?' I have also been asked if I will have the courage to face criminals. My answer is that courage is not a matter of gender.",
        "author": "Josefina Vazquez Mota"
    },
    {
        "quote": "Americans are gathering the courage to just say no. We are saying no to addictive consumer lifestyles. We are saying no to wars and corporate takeover and the IMF loans that gobble up people and their resources.",
        "author": "Cynthia McKinney"
    },
    {
        "quote": "To go to hospitals and see people fight and overcome cystic fibrosis or cancer or any number of illnesses is to see courage that is humbling. And athletes constantly need to be humbled.",
        "author": "Dale Murphy"
    },
    {
        "quote": "I have three favorite politicians: Reagan, Truman, and Bobby Kennedy - Bobby for showing remarkable political courage despite being loathed by many on both sides.",
        "author": "Joe Scarborough"
    },
    {
        "quote": "I fear some of our leaders today have lost the courage to stand up. What we have now are politicians. They won't offer real plans, and only stand up when they want to blame someone else.",
        "author": "Susana Martinez"
    },
    {
        "quote": "It has been my honor to support and work with President Barack Obama, a man who has brought courage and character to the presidency. President Obama's strength of character leads him to do the right thing, even when it isn't the easy thing.",
        "author": "Harry Reid"
    },
    {
        "quote": "As the first Hispanic female governor in history, little girls often come up to me in the grocery store or the mall. They look and point, and when they get the courage, they ask 'Are you Susana?' and they run up and give me a hug.",
        "author": "Susana Martinez"
    },
    {
        "quote": "I went through a long period where I was afraid of doing things I wanted to do, and you get your courage back, which is what's important.",
        "author": "George Michael"
    },
    {
        "quote": "I want to find the candidates who understand the principles of American exceptionalism and have the character, the courage, and the confidence to actually lead the greatest nation in the world.",
        "author": "Jim DeMint"
    },
    {
        "quote": "What makes America amazing is that there have always been men and women of courage who were willing to think more about the future of their children and grandchildren than they did about their own political careers.",
        "author": "Scott Walker"
    },
    {
        "quote": "I'm still shy - I'm no good at my children's parent-teacher conferences, and I'm slowly learning how to ask for what I want. But I now know that I have a reserve of courage to draw upon when I really need it. There's nothing that I'm too scared to have a go at.",
        "author": "Emily Mortimer"
    },
    {
        "quote": "I'm not a fighter, but I would love to be a boxer because I love the courage and toughness. I mean, there can be nothing more terrifying than walking into an arena and looking at Mike Tyson in the ring.",
        "author": "Mark McGrath"
    },
    {
        "quote": "It takes both courage and talent to stand up in front of fellow human beings and make them crack a smile, and at the same time keep it clean.",
        "author": "Ray Comfort"
    },
    {
        "quote": "We must remind Americans that the promise of opportunity remains unbroken - that every person in this great nation can succeed through hard work, courage and personal responsibility.",
        "author": "Brian Sandoval"
    },
    {
        "quote": "I'm a writer of faith who worries about the intolerance of religion. I look at the past and fear we haven't learned from it. I believe that humanity is capable of evil as well as great acts of courage and goodness. I have hope. Deep down, I believe in the human spirit, although sometimes that belief is shaken.",
        "author": "Julianna Baggott"
    },
    {
        "quote": "There's no mystique to acting. It's only common sense - and a bit of courage.",
        "author": "Bill Hunter"
    },
    {
        "quote": "I have written a memoir here and there, and that takes its own form of selfishness and courage. However, generally speaking, I have no interest in writing about my own life or intruding in the privacy of those around me.",
        "author": "Peter Carey"
    },
    {
        "quote": "When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it.",
        "author": "John Carpenter"
    },
    {
        "quote": "When I write, what I long for is not more realism or fiction but more courage. That's what I always find myself short on and what I have to struggle to achieve in order that the work might live.",
        "author": "Junot Diaz"
    },
    {
        "quote": "If his presidency is to represent the full power of the idea that black Americans are just like everyone else - fully human and fully capable of intellect, courage and patriotism - then Barack Obama has to be subject to the same rough and tumble of political criticism experienced by his predecessors.",
        "author": "Juan Williams"
    },
    {
        "quote": "So much inspires me. People living their lives with courage, beauty of all kinds, nature in all its aspects, people I love and people I hardly know, and, of course, other poets.",
        "author": "Ellen Bass"
    },
    {
        "quote": "Political courage requires clarity.",
        "author": "Joe Klein"
    },
    {
        "quote": "I feel like Obama in a way. His idea that hope means not shrinking from a fight; it's the courage to reach for something. My music is that. Those are principles I try to embody.",
        "author": "Q-Tip"
    },
    {
        "quote": "In my experience as CEO, I found that the most important decisions tested my courage far more than my intelligence.",
        "author": "Ben Horowitz"
    }
]