[
    {
        "quote": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
        "author": "Heraclitus"
    },
    {
        "quote": "Life can only be understood backwards; but it must be lived forwards.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "Life is the art of drawing without an eraser.",
        "author": "John W. Gardner"
    },
    {
        "quote": "Good judgment comes from experience, and experience comes from bad judgment.",
        "author": "Rita Mae Brown"
    },
    {
        "quote": "All adventures, especially into new territory, are scary.",
        "author": "Sally Ride"
    },
    {
        "quote": "Be brave. Take risks. Nothing can substitute experience.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "Nothing is a waste of time if you use the experience wisely.",
        "author": "Auguste Rodin"
    },
    {
        "quote": "The sky is the limit. You never have the same experience twice.",
        "author": "Frank McCourt"
    },
    {
        "quote": "Do you know the difference between education and experience? Education is when you read the fine print; experience is what you get when you don't.",
        "author": "Pete Seeger"
    },
    {
        "quote": "I made decisions that I regret, and I took them as learning experiences... I'm human, not perfect, like anybody else.",
        "author": "Queen Latifah"
    },
    {
        "quote": "Experience is simply the name we give our mistakes.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "My path has not been determined. I shall have more experiences and pass many more milestones.",
        "author": "Agnetha Faltskog"
    },
    {
        "quote": "Experience without theory is blind, but theory without experience is mere intellectual play.",
        "author": "Immanuel Kant"
    },
    {
        "quote": "One thorn of experience is worth a whole wilderness of warning.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Experience is a great teacher.",
        "author": "John Legend"
    },
    {
        "quote": "Practice does not make perfect. Only perfect practice makes perfect.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Experience: that most brutal of teachers. But you learn, my God do you learn.",
        "author": "William Nicholson"
    },
    {
        "quote": "Life is like playing a violin solo in public and learning the instrument as one goes on.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Adventure is worthwhile.",
        "author": "Aesop"
    },
    {
        "quote": "We choose our joys and sorrows long before we experience them.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "Experience is a good school. But the fees are high.",
        "author": "Heinrich Heine"
    },
    {
        "quote": "Man learns through experience, and the spiritual path is full of different kinds of experiences. He will encounter many difficulties and obstacles, and they are the very experiences he needs to encourage and complete the cleansing process.",
        "author": "Sai Baba"
    },
    {
        "quote": "There are many truths of which the full meaning cannot be realized until personal experience has brought it home.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "My experiences have taught me a lot and I'm happy with my learnings, if not with what I went through to learn.",
        "author": "Ally Sheedy"
    },
    {
        "quote": "There's a beauty to wisdom and experience that cannot be faked. It's impossible to be mature without having lived.",
        "author": "Amy Grant"
    },
    {
        "quote": "It has been my experience that folks who have no vices have very few virtues.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "The years teach much which the days never know.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience.",
        "author": "Henry Miller"
    },
    {
        "quote": "The soul should always stand ajar, ready to welcome the ecstatic experience.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "I have but one lamp by which my feet are guided, and that is the lamp of experience.",
        "author": "Patrick Henry"
    },
    {
        "quote": "A man who carries a cat by the tail learns something he can learn in no other way.",
        "author": "Mark Twain"
    },
    {
        "quote": "By experience we find out a short way by a long wandering.",
        "author": "Roger Ascham"
    },
    {
        "quote": "Everything has been said before, but since nobody listens we have to keep going back and beginning all over again.",
        "author": "Andre Gide"
    },
    {
        "quote": "I learned a long time ago the wisest thing I can do is be on my own side, be an advocate for myself and others like me.",
        "author": "Maya Angelou"
    },
    {
        "quote": "The only source of knowledge is experience.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Skill is the unified force of experience, intellect and passion in their operation.",
        "author": "John Ruskin"
    },
    {
        "quote": "The only thing we have learnt from experience is that we learn nothing from experience.",
        "author": "Chinua Achebe"
    },
    {
        "quote": "Nothing ever becomes real till it is experienced.",
        "author": "John Keats"
    },
    {
        "quote": "I think we are a product of all our experiences.",
        "author": "Sanford I. Weill"
    },
    {
        "quote": "We shall not grow wiser before we learn that much that we have done was very foolish.",
        "author": "Friedrich August von Hayek"
    },
    {
        "quote": "Experience is the teacher of all things.",
        "author": "Julius Caesar"
    },
    {
        "quote": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.",
        "author": "Douglas Adams"
    },
    {
        "quote": "Information's pretty thin stuff unless mixed with experience.",
        "author": "Clarence Day"
    },
    {
        "quote": "All experience is an arch, to build upon.",
        "author": "Henry Adams"
    },
    {
        "quote": "Never, for the sake of peace and quiet, deny your own experience or convictions.",
        "author": "Dag Hammarskjold"
    },
    {
        "quote": "Experience teaches only the teachable.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "You cannot create experience. You must undergo it.",
        "author": "Albert Camus"
    },
    {
        "quote": "A moment's insight is sometimes worth a life's experience.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "Every moment is an experience.",
        "author": "Jake Roberts"
    },
    {
        "quote": "If you want to know the taste of a pear, you must change the pear by eating it yourself. If you want to know the theory and methods of revolution, you must take part in revolution. All genuine knowledge originates in direct experience.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Experience enables you to recognize a mistake when you make it again.",
        "author": "Franklin P. Jones"
    },
    {
        "quote": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.",
        "author": "John Frusciante"
    },
    {
        "quote": "Is there anyone so wise as to learn by the experience of others?",
        "author": "Voltaire"
    },
    {
        "quote": "Explorers have to be ready to die lost.",
        "author": "Russell Hoban"
    },
    {
        "quote": "Experience keeps a dear school, but fools will learn in no other.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "We learn from experience that men never learn anything from experience.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.",
        "author": "Albert Einstein"
    },
    {
        "quote": "It is only in adventure that some people succeed in knowing themselves - in finding themselves.",
        "author": "Andre Gide"
    },
    {
        "quote": "What one has not experienced, one will never understand in print.",
        "author": "Isadora Duncan"
    },
    {
        "quote": "Not the fruit of experience, but experience itself, is the end.",
        "author": "Walter Pater"
    },
    {
        "quote": "But inner experience is only one source of human knowledge.",
        "author": "Muhammad Iqbal"
    },
    {
        "quote": "The reward of suffering is experience.",
        "author": "Harry S Truman"
    },
    {
        "quote": "To reach something good it is very useful to have gone astray, and thus acquire experience.",
        "author": "Saint Teresa of Avila"
    },
    {
        "quote": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.",
        "author": "Karl Kraus"
    },
    {
        "quote": "All experience is an arch wherethrough gleams that untravelled world whose margin fades for ever and for ever when I move.",
        "author": "Alfred Lord Tennyson"
    },
    {
        "quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.",
        "author": "Anne Lamott"
    },
    {
        "quote": "Real love is a permanently self-enlarging experience.",
        "author": "M. Scott Peck"
    },
    {
        "quote": "All experience is subjective.",
        "author": "Gregory Bateson"
    },
    {
        "quote": "People grow through experience if they meet life honestly and courageously. This is how character is built.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Experience is what you get while looking for something else.",
        "author": "Federico Fellini"
    },
    {
        "quote": "All that I know I learned after I was thirty.",
        "author": "Georges Clemenceau"
    },
    {
        "quote": "The spectacles of experience; through them you will see clearly a second time.",
        "author": "Henrik Ibsen"
    },
    {
        "quote": "Our wisdom comes from our experience, and our experience comes from our foolishness.",
        "author": "Sacha Guitry"
    },
    {
        "quote": "Good judgment comes from experience and experience comes from bad judgment.",
        "author": "Fred Brooks"
    },
    {
        "quote": "What is easy is seldom excellent.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "I didn't think; I experimented.",
        "author": "Anthony Burgess"
    },
    {
        "quote": "Experience is one thing you can't get for nothing.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Most of the images of reality on which we base our actions are really based on vicarious experience.",
        "author": "Albert Bandura"
    },
    {
        "quote": "It is costly wisdom that is bought by experience.",
        "author": "Roger Ascham"
    },
    {
        "quote": "I go by instinct - I don't worry about experience.",
        "author": "Barbra Streisand"
    },
    {
        "quote": "Tragedy makes you grow up.",
        "author": "Jane Campion"
    },
    {
        "quote": "Experience is the only prophecy of wise men.",
        "author": "Alphonse de Lamartine"
    },
    {
        "quote": "Judgment comes from experience - and experience comes from bad judgment.",
        "author": "Walter Wriston"
    },
    {
        "quote": "You don't cheat anybody out of their experience, whatever it is.",
        "author": "Andre Agassi"
    },
    {
        "quote": "We are each responsible for all of our experiences.",
        "author": "Louise L. Hay"
    },
    {
        "quote": "The value of experience is not in seeing much, but in seeing wisely.",
        "author": "William Osler"
    },
    {
        "quote": "The noblest search is the search for excellence.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "Conviction without experience makes for harshness.",
        "author": "Flannery O'Connor"
    },
    {
        "quote": "An optimist is a guy that has never had much experience.",
        "author": "Don Marquis"
    },
    {
        "quote": "The head learns new things, but the heart forever practices old experiences.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "If we could sell our experiences for what they cost us, we'd all be millionaires.",
        "author": "Pauline Phillips"
    },
    {
        "quote": "There is nothing so easy to learn as experience and nothing so hard to apply.",
        "author": "Josh Billings"
    },
    {
        "quote": "Experience is the child of thought, and thought is the child of action.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "I'd rather have a lot of talent and a little experience than a lot of experience and a little talent.",
        "author": "John Wooden"
    },
    {
        "quote": "Nothing which has entered into our experience is ever lost.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "The words printed here are concepts. You must go through the experiences.",
        "author": "Saint Augustine"
    },
    {
        "quote": "Sleep - the most beautiful experience in life - except drink.",
        "author": "W. C. Fields"
    },
    {
        "quote": "Follow that will and that way which experience confirms to be your own.",
        "author": "Carl Jung"
    },
    {
        "quote": "A woman's life can really be a succession of lives, each revolving around some emotionally compelling situation or challenge, and each marked off by some intense experience.",
        "author": "Wallis Simpson"
    },
    {
        "quote": "Experience teaches us that we do not always receive the blessings we ask for in prayer.",
        "author": "Mary Baker Eddy"
    },
    {
        "quote": "Example is the best precept.",
        "author": "Aesop"
    },
    {
        "quote": "There are some hurts that we experience that can be forgiven but we won't forget them.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Our experience is composed rather of illusions lost than of wisdom acquired.",
        "author": "Joseph Roux"
    },
    {
        "quote": "Two things control men's nature, instinct and experience.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "I don't have to have faith, I have experience.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "All adventure is now reactionary.",
        "author": "William F. Buckley, Jr."
    },
    {
        "quote": "Experience has taught me, when I am shaving of a morning, to keep watch over my thoughts, because, if a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.",
        "author": "A. E. Housman"
    },
    {
        "quote": "Experience is what enables you to recognize a mistake when you make it again.",
        "author": "Earl Wilson"
    },
    {
        "quote": "Deep experience is never peaceful.",
        "author": "Henry James"
    },
    {
        "quote": "Experience - the wisdom that enables us to recognise in an undesirable old acquaintance the folly that we have already embraced.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "Quality is a direct experience independent of and prior to intellectual abstractions.",
        "author": "Robert M. Pirsig"
    },
    {
        "quote": "When you have really exhausted an experience you always reverence and love it.",
        "author": "Albert Camus"
    },
    {
        "quote": "Bitter experience has taught us how fundamental our values are and how great the mission they represent.",
        "author": "Jan Peter Balkenende"
    },
    {
        "quote": "The experience of God, or in any case the possibility of experiencing God, is innate.",
        "author": "Alice Walker"
    },
    {
        "quote": "Everything is discursive opinion instead of direct experience.",
        "author": "A. R. Ammons"
    },
    {
        "quote": "I deepen my experience of God through prayer, meditation, and forgiveness.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "Color is an intense experience on its own.",
        "author": "Jim Hodges"
    },
    {
        "quote": "Few people even scratch the surface, much less exhaust the contemplation of their own experience.",
        "author": "Randolph Bourne"
    },
    {
        "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!",
        "author": "Dita Von Teese"
    },
    {
        "quote": "The way we experience the world around us is a direct reflection of the world within us.",
        "author": "Gabrielle Bernstein"
    },
    {
        "quote": "Experience is a hard teacher because she gives the test first, the lesson afterward.",
        "author": "Vernon Law"
    },
    {
        "quote": "You should never view your challenges as a disadvantage. Instead, it's important for you to understand that your experience facing and overcoming adversity is actually one of your biggest advantages.",
        "author": "Michelle Obama"
    },
    {
        "quote": "To be a champion, I think you have to see the big picture. It's not about winning and losing; it's about every day hard work and about thriving on a challenge. It's about embracing the pain that you'll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge.",
        "author": "Summer Sanders"
    },
    {
        "quote": "Good judgment comes from experience, and a lot of that comes from bad judgment.",
        "author": "Will Rogers"
    },
    {
        "quote": "In the business world, everyone is paid in two coins: cash and experience. Take the experience first; the cash will come later.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.",
        "author": "Linda Thompson"
    },
    {
        "quote": "Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that's precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional.",
        "author": "Brian Greene"
    },
    {
        "quote": "Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals.",
        "author": "Kallam Anji Reddy"
    },
    {
        "quote": "We experience happiness as a series of pleasing moments. They come and go like clouds, unpredictable, fleeting, and without responsibility to our desires. Through honest self-work, reflection, and meditation, we begin to string more of these moments together, creating a web-like design of happiness that drapes around our lives.",
        "author": "Tara Stiles"
    },
    {
        "quote": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others.",
        "author": "Cara Delevingne"
    },
    {
        "quote": "Life is not always easy to live, but the opportunity to do so is a blessing beyond comprehension. In the process of living, we will face struggles, many of which will cause us to suffer and to experience pain.",
        "author": "L. Lionel Kendrick"
    },
    {
        "quote": "Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "Taste every fruit of every tree in the garden at least once. It is an insult to creation not to experience it fully. Temperance is wickedness.",
        "author": "Stephen Fry"
    },
    {
        "quote": "Food is our common ground, a universal experience.",
        "author": "James Beard"
    },
    {
        "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "Going home is not necessarily a wonderful experience. It always comes with a sense of loss and makes you so conscious of the inexorable passage of time.",
        "author": "W. G. Sebald"
    },
    {
        "quote": "We see our customers as invited guests to a party, and we are the hosts. It's our job every day to make every important aspect of the customer experience a little bit better.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Experience is not what happens to you; it's what you do with what happens to you.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Experience tells you what to do; confidence allows you to do it.",
        "author": "Stan Smith"
    },
    {
        "quote": "Life is about growth and exploration, not achieving a fixed state of balance. You have a very limited time on earth to experience all that you can. Figuring out how to squeeze the most out of your family, work, and spirituality is your life's purpose. Go do it.",
        "author": "Mel Robbins"
    },
    {
        "quote": "To experience sublime natural beauty is to confront the total inadequacy of language to describe what you see. Words cannot convey the scale of a view that is so stunning it is felt.",
        "author": "Eleanor Catton"
    },
    {
        "quote": "Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously.",
        "author": "Randeep Hooda"
    },
    {
        "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Loneliness is different than isolation and solitude. Loneliness is a subjective feeling where the connections we need are greater than the connections we have. In the gap, we experience loneliness. It's distinct from the objective state of isolation, which is determined by the number of people around you.",
        "author": "Vivek Murthy"
    },
    {
        "quote": "Poetry is an orphan of silence. The words never quite equal the experience behind them.",
        "author": "Charles Simic"
    },
    {
        "quote": "If you are lucky enough to never experience any sort of adversity, we won't know how resilient you are. It's only when you're faced with obstacles, stress, and other environmental threats that resilience, or the lack of it, emerges: Do you succumb or do you surmount?",
        "author": "Maria Konnikova"
    },
    {
        "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "Experience is what you get when you didn't get what you wanted.",
        "author": "Randy Pausch"
    },
    {
        "quote": "Experience is the best teacher of all. And for that, there are no guarantees that one will become an artist. Only the journey matters.",
        "author": "Harry Callahan"
    },
    {
        "quote": "Education is when you read the fine print. Experience is what you get if you don't.",
        "author": "Pete Seeger"
    },
    {
        "quote": "The beauty of dystopia is that it lets us vicariously experience future worlds - but we still have the power to change our own.",
        "author": "Ally Condie"
    },
    {
        "quote": "Experience is something you don't get until just after you need it.",
        "author": "Steven Wright"
    },
    {
        "quote": "A shirt's not just a shirt. It's the experience of what goes into that shirt.",
        "author": "Michael Bastian"
    },
    {
        "quote": "Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.",
        "author": "Viggo Mortensen"
    },
    {
        "quote": "Age is relative. Experience is relative. And I think often intensity is confused with maturity.",
        "author": "Laura Marling"
    },
    {
        "quote": "I want to live and feel all the shades, tones, and variations of mental and physical experience possible in my life. And I am horribly limited.",
        "author": "Sylvia Plath"
    },
    {
        "quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "I wouldn't trade this experience for the world, and I hope I get to be a part of 'The Voice' for as long as I can.",
        "author": "Brynn Cartelli"
    },
    {
        "quote": "Food is not just eating energy. It's an experience.",
        "author": "Guy Fieri"
    },
    {
        "quote": "Every experience, good or bad, you have to learn from.",
        "author": "Patrick Mahomes"
    },
    {
        "quote": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.",
        "author": "Louis C. K."
    },
    {
        "quote": "It's not possible to experience constant euphoria, but if you're grateful, you can find happiness in everything.",
        "author": "Pharrell Williams"
    },
    {
        "quote": "Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "A lot of people seem to feel that joy is only the most intense version of pleasure, arrived at by the same road - you simply have to go a little further down the track. That has not been my experience.",
        "author": "Zadie Smith"
    },
    {
        "quote": "I gave myself permission to feel and experience all of my emotions. In order to do that, I had to stop being afraid to feel. In order to do that, I taught myself to believe that no matter what I felt or what happened when I felt it, I would be okay.",
        "author": "Iyanla Vanzant"
    },
    {
        "quote": "We're made for the light of a cave and for twilight. Twilight is the time we see best. When we dim the light down, and the pupil opens, feeling comes out of the eye like touch. Then you really can feel colour, and experience it.",
        "author": "James Turrell"
    },
    {
        "quote": "Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other's experience. On a spiritual journey, we all have the same destination.",
        "author": "A. R. Rahman"
    },
    {
        "quote": "In real life we don't know what's going to happen next. So how can you be that way on a stage? Being alive to the possibility of not knowing exactly how everything is going to happen next - if you can find places to have that happen onstage, it can resonate with an experience of living.",
        "author": "Sam Shepard"
    },
    {
        "quote": "Anyone can be a DJ but it's understanding how to read a crowd and keeping them on the floor is what takes years of experience.",
        "author": "Jonas Blue"
    },
    {
        "quote": "Making sushi is an art, and experience is everything.",
        "author": "Nobu Matsuhisa"
    },
    {
        "quote": "The human voice: It's the instrument we all play. It's the most powerful sound in the world, probably. It's the only one that can start a war or say 'I love you.' And yet many people have the experience that when they speak, people don't listen to them.",
        "author": "Julian Treasure"
    },
    {
        "quote": "As human beings, we are vulnerable to confusing the unprecedented with the improbable. In our everyday experience, if something has never happened before, we are generally safe in assuming it is not going to happen in the future, but the exceptions can kill you and climate change is one of those exceptions.",
        "author": "Al Gore"
    },
    {
        "quote": "I describe management as arts, crafts and science. It is a practice that draws on arts, craft and science and there is a lot of craft - meaning experience - there is a certain amount of craft meaning insight, creativity and vision, and there is the use of science, technique or analysis.",
        "author": "Henry Mintzberg"
    },
    {
        "quote": "Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories.",
        "author": "Ariana Grande"
    },
    {
        "quote": "If we are faithful to God in little things, we shall gain experience and strength that will be helpful to us in the more serious trials of life.",
        "author": "Hudson Taylor"
    },
    {
        "quote": "My trust in God flows out of the experience of his loving me, day in and day out, whether the day is stormy or fair, whether I'm sick or in good health, whether I'm in a state of grace or disgrace. He comes to me where I live and loves me as I am.",
        "author": "Brennan Manning"
    },
    {
        "quote": "In my experience, poor people are the world's greatest entrepreneurs. Every day, they must innovate in order to survive. They remain poor because they do not have the opportunities to turn their creativity into sustainable income.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.",
        "author": "Helen Keller"
    },
    {
        "quote": "European nations began World War I with a glamorous vision of war, only to be psychologically shattered by the realities of the trenches. The experience changed the way people referred to the glamour of battle; they treated it no longer as a positive quality but as a dangerous illusion.",
        "author": "Virginia Postrel"
    },
    {
        "quote": "What you see is not what others see. We inhabit parallel worlds of perception, bounded by our interests and experience. What is obvious to some is invisible to others.",
        "author": "George Monbiot"
    },
    {
        "quote": "We learn from each other. We learn from others' mistakes, from their experience, their wisdom. It makes it easier for us to come to better decisions in our own lives.",
        "author": "Adrian Grenier"
    },
    {
        "quote": "I just want to say, don't be afraid, believe in yourself, whatever comes your way you have to experience it to really know what that is. So if you have too much fear inside you may let go of certain opportunities or chances, so trust in yourself and stick with it.",
        "author": "Jisoo"
    },
    {
        "quote": "What an artist is trying to do for people is bring them closer to something, because of course art is about sharing. You wouldn't be an artist unless you wanted to share an experience, a thought.",
        "author": "David Hockney"
    },
    {
        "quote": "I am excited to join the Workday Board at an exciting time in the company's growth and look forward to leveraging my past experience as a technologist and entrepreneur to provide advice as they continue to look at new areas of growth.",
        "author": "Jerry Yang"
    },
    {
        "quote": "Adolescence is a time in which you experience everything more intensely.",
        "author": "Edward Zwick"
    },
    {
        "quote": "Refusal to believe until proof is given is a rational position; denial of all outside of our own limited experience is absurd.",
        "author": "Annie Besant"
    },
    {
        "quote": "You have people come into your life shockingly and surprisingly. You have losses that you never thought you'd experience. You have rejection and you have learn how to deal with that and how to get up the next day and go on with it.",
        "author": "Taylor Swift"
    },
    {
        "quote": "Gratitude bestows reverence, allowing us to encounter everyday epiphanies, those transcendent moments of awe that change forever how we experience life and the world.",
        "author": "John Milton"
    },
    {
        "quote": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "Experience is like a comb that life gives you when you are bald.",
        "author": "Navjot Singh Sidhu"
    },
    {
        "quote": "My wife Cecily Adams was dying of cancer, my daughter Madeline was struggling to overcome an autism diagnosis, and my father was dying, all at the same time. Writing the journal was a cathartic experience, and an extremely positive one.",
        "author": "Jim Beaver"
    },
    {
        "quote": "Simplicity is the most difficult thing to secure in this world; it is the last limit of experience and the last effort of genius.",
        "author": "George Sand"
    },
    {
        "quote": "A kite needs to be tied down in order to fly. I learned how important restrictions can sometimes be in order to experience freedom.",
        "author": "Damien Rice"
    },
    {
        "quote": "Great moments of entertainment, great football, unforgettable evenings. I think that's what it's all about: experience, emotions, and the special touch that the Champions League brings on and off the field.",
        "author": "Clarence Seedorf"
    },
    {
        "quote": "The true mark of professionalism is the ability to respect everyone else for their styles and always find something positive in every dining experience and highlight it in your thoughts and words.",
        "author": "Johnny Iuzzini"
    },
    {
        "quote": "If you want to run, run a mile. If you want to experience a different life, run a marathon.",
        "author": "Emil Zatopek"
    },
    {
        "quote": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.",
        "author": "Antoine Predock"
    },
    {
        "quote": "Wealth is the ability to fully experience life.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Reason, observation, and experience; the holy trinity of science.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career.",
        "author": "Nas"
    },
    {
        "quote": "If you live long enough, you'll experience everything.",
        "author": "Robert Torricelli"
    },
    {
        "quote": "The role of a goalkeeper is difficult to judge, above all if you haven't been a goalkeeper. It's like me giving an opinion on someone's job without having had any experience in their sector. You start to realise how many stupid things are said and written about goalkeepers.",
        "author": "Gianluigi Buffon"
    },
    {
        "quote": "To wear a floral shirt is an experience.",
        "author": "Brian Wilson"
    },
    {
        "quote": "It is a common experience that a problem difficult at night is resolved in the morning after the committee of sleep has worked on it.",
        "author": "John Steinbeck"
    },
    {
        "quote": "There can be no knowledge without emotion. We may be aware of a truth, yet until we have felt its force, it is not ours. To the cognition of the brain must be added the experience of the soul.",
        "author": "Arnold Bennett"
    },
    {
        "quote": "I have found little that is 'good' about human beings on the whole. In my experience most of them are trash, no matter whether they publicly subscribe to this or that ethical doctrine or to none at all. That is something that you cannot say aloud, or perhaps even think.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "Social connection is such a basic feature of human experience that when we are deprived of it, we suffer.",
        "author": "Leonard Mlodinow"
    },
    {
        "quote": "The wisdom of the wise, and the experience of ages, may be preserved by quotation.",
        "author": "Isaac D'Israeli"
    },
    {
        "quote": "I love Australia; it was a really, really nice experience for me. It's such a beautiful place. The people are beautiful - like, really beautiful - and they are beautiful in terms of their personalities. It's a great place to be. It's like you are in a little bit of a dream world.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "Stress is part of life. It is something we all experience from time to time. Sometimes it reflects our own busy lifestyles or key moments such as exams, moving house, organising an event, or coping with a bereavement. Often it is associated with work: meeting a deadline, dealing with difficult people, or meeting stretching targets.",
        "author": "Luciana Berger"
    },
    {
        "quote": "For me, life is about experience and being a good person.",
        "author": "Chris Hemsworth"
    },
    {
        "quote": "Living in a rural setting exposes you to so many marvelous things - the natural world and the particular texture of small-town life, and the exhilarating experience of open space.",
        "author": "Susan Orlean"
    },
    {
        "quote": "Every day is a new experience and I take it as it comes.",
        "author": "Zac Efron"
    },
    {
        "quote": "And so you touch this limit, something happens and you suddenly can go a little bit further. With your mind power, your determination, your instinct, and the experience as well, you can fly very high.",
        "author": "Ayrton Senna"
    },
    {
        "quote": "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Loneliness is and always has been the central and inevitable experience of every man.",
        "author": "Thomas Wolfe"
    },
    {
        "quote": "The impulse to dream was slowly beaten out of me by experience. Now it surged up again and I hungered for books, new ways of looking and seeing.",
        "author": "Richard Wright"
    },
    {
        "quote": "There's simply no substitute for experience in terms of aviation safety.",
        "author": "Chesley Sullenberger"
    },
    {
        "quote": "We respect our elders. There is wisdom that comes from experience, and I am not going to stop learning from wise counsel.",
        "author": "Marcia Fudge"
    },
    {
        "quote": "They say in the Middle East a pessimist is simply an optimist with experience.",
        "author": "Ehud Barak"
    },
    {
        "quote": "Someone who has experienced trauma also has gifts to offer all of us - in their depth, their knowledge of our universal vulnerability, and their experience of the power of compassion.",
        "author": "Sharon Salzberg"
    },
    {
        "quote": "Death is not an event in life: we do not live to experience death. If we take eternity to mean not infinite temporal duration but timelessness, then eternal life belongs to those who live in the present.",
        "author": "Ludwig Wittgenstein"
    },
    {
        "quote": "At the end of the day, you are in control of your own happiness. Life is going to happen whether you overthink it, overstress it or not. Just experience life and be happy along the way. You can't control everything in your life, but you can control your happiness.",
        "author": "Holly Holm"
    },
    {
        "quote": "Every experience makes you grow.",
        "author": "Elisabeth Shue"
    },
    {
        "quote": "When a moment in front of me appears to be particularly special, whether it be by beauty or experience, I capture it. I usually find a reason to justify taking that photo - symmetry, or color, or contrast - and it's my hope that my photography sheds light onto what I see and do on a daily basis.",
        "author": "Connor Franta"
    },
    {
        "quote": "It's not what you go through, but how that experience affects you. For some people, it could be a near car crash that changes your life. For other people, it could take five years of going to prison for them to realize they need change in their life. So it's not really the experience but more how the experience affects you.",
        "author": "Brian Banks"
    },
    {
        "quote": "To be Catholic puts a lot of fear in you. It's a great religion, but also one that can limit your experience. You fear experience because everything is a sin.",
        "author": "Donatella Versace"
    },
    {
        "quote": "Grief starts to become indulgent, and it doesn't serve anyone, and it's painful. But if you transform it into remembrance, then you're magnifying the person you lost and also giving something of that person to other people, so they can experience something of that person.",
        "author": "Patti Smith"
    },
    {
        "quote": "The biology of mind bridges the sciences - concerned with the natural world - and the humanities - concerned with the meaning of human experience.",
        "author": "Eric Kandel"
    },
    {
        "quote": "Any institutions' alumni are key to its growth. We are focused on giving a global experience to our students.",
        "author": "Shiv Nadar"
    },
    {
        "quote": "Dining should be a delightful and a beautiful experience.",
        "author": "Gauri Khan"
    },
    {
        "quote": "I'm not a big fan of religion for that reason. But I am a true believer in God, and I have great faith, and I think that a spiritual connection with something is a really important part of our experience. That doesn't necessarily have anything to do with the church.",
        "author": "Shaun Cassidy"
    },
    {
        "quote": "From my experience, the best advisors help in three ways: encourage you to look at the problem or opportunity from multiple angles; help you balance the tug of the short-term with important long-term priorities; and ask the tough questions you need to know to reach the best solution.",
        "author": "Margo Georgiadis"
    },
    {
        "quote": "Racism exists, but it is far less rampant than ignorance, and ignorance can be cured through experience.",
        "author": "Candace Owens"
    },
    {
        "quote": "Happiness isn't something you experience; it's something you remember.",
        "author": "Oscar Levant"
    },
    {
        "quote": "Every secret of a writer's soul, every experience of his life, every quality of his mind is written large in his works.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "There's a vintage which comes with age and experience.",
        "author": "Jon Bon Jovi"
    },
    {
        "quote": "Don't define the game by the list of the features. Define it by the experience you want to have.",
        "author": "Todd Howard"
    },
    {
        "quote": "Technology... the knack of so arranging the world that we don't have to experience it.",
        "author": "Max Frisch"
    },
    {
        "quote": "The wise are instructed by reason, average minds by experience, the stupid by necessity and the brute by instinct.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "Natural abilities are like natural plants, that need pruning by study; and studies themselves do give forth directions too much at large, except they be bounded in by experience.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Breathe-in experience, breathe-out poetry.",
        "author": "Muriel Rukeyser"
    },
    {
        "quote": "The European Union has decades of experience in overcoming crises and has always emerged stronger after.",
        "author": "Jean-Claude Juncker"
    },
    {
        "quote": "The more you do, the more experience you have and the next time it will be easier to choose the right thing.",
        "author": "Andy Lau"
    },
    {
        "quote": "Experience by itself is not science.",
        "author": "Edmund Husserl"
    },
    {
        "quote": "If there's any object in human experience that's a precedent for what a computer should be like, it's a musical instrument: a device where you can explore a huge range of possibilities through an interface that connects your mind and your body, allowing you to be emotionally authentic and expressive.",
        "author": "Jaron Lanier"
    },
    {
        "quote": "Boredom is the dream bird that hatches the egg of experience. A rustling in the leaves drives him away.",
        "author": "Walter Benjamin"
    },
    {
        "quote": "As it stands, motherhood is a sort of wilderness through which each woman hacks her way, part martyr, part pioneer; a turn of events from which some women derive feelings of heroism, while others experience a sense of exile from the world they knew.",
        "author": "Rachel Cusk"
    },
    {
        "quote": "I feel like my convictions and my passions come from my very personal experience and the life that I've led. I feel the very naturally tendency to stand up for and use my voice for the things that I know about and the things that I feel passionate about.",
        "author": "America Ferrera"
    },
    {
        "quote": "Travel is a new experience that can transport you out of your everyday routine to create memories with the ones you love.",
        "author": "Brian Chesky"
    },
    {
        "quote": "Life it is not just a series of calculations and a sum total of statistics, it's about experience, it's about participation, it is something more complex and more interesting than what is obvious.",
        "author": "Daniel Libeskind"
    },
    {
        "quote": "Italian food is seasonal. It is simple. It is nutritionally sound. It is flavorful. It is colorful. It's all the things that make for a good eating experience, and it's good for you.",
        "author": "Lidia Bastianich"
    },
    {
        "quote": "If you're proud of something, and if you're proud of your work at the end of the day, the experience, walking away, you can feel good about it; that's what you have to focus on.",
        "author": "Dylan O'Brien"
    },
    {
        "quote": "Science provides an understanding of a universal experience. Arts provide a universal understanding of a personal experience.",
        "author": "Mae Jemison"
    },
    {
        "quote": "Technology is the knack of so arranging the world that we don't have to experience it.",
        "author": "Max Frisch"
    },
    {
        "quote": "I believe dreams represent the purest form of fantasy we unleash through our subconscious. They represent the truest freedom we can experience. Totally unrepressed and totally creative.",
        "author": "Miguel"
    },
    {
        "quote": "To be a good director, you have to have good life experience. I'm getting there.",
        "author": "Thomas Brodie-Sangster"
    },
    {
        "quote": "No man's knowledge here can go beyond his experience.",
        "author": "John Locke"
    },
    {
        "quote": "A philosophy of freedom must set out from the experience of thinking, for it is through this experience of thinking that a human being discovers his own self, finds his bearings as an independent personality.",
        "author": "Rudolf Steiner"
    },
    {
        "quote": "There is science, logic, reason; there is thought verified by experience. And then there is California.",
        "author": "Edward Abbey"
    },
    {
        "quote": "Every experience, good or bad, is a priceless collector's item.",
        "author": "Isaac Marion"
    },
    {
        "quote": "'Love Is Strange' was just a beautiful experience in so many ways.",
        "author": "John Lithgow"
    },
    {
        "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
        "author": "Alfred Adler"
    },
    {
        "quote": "People don't want to experience change; they just want to wake up, and it's different.",
        "author": "Chadwick Boseman"
    },
    {
        "quote": "War is delightful to those who have had no experience of it.",
        "author": "Desiderius Erasmus"
    },
    {
        "quote": "Every outing is a learning experience.",
        "author": "Drew Pomeranz"
    },
    {
        "quote": "Intersectionality draws attention to invisibilities that exist in feminism, in anti-racism, in class politics, so, obviously, it takes a lot of work to consistently challenge ourselves to be attentive to aspects of power that we don't ourselves experience.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure, or nothing.",
        "author": "Helen Keller"
    },
    {
        "quote": "The importance of art is in the process of doing it, in the learning experience where the artist interacts with whatever is being made.",
        "author": "Roy Lichtenstein"
    },
    {
        "quote": "Research shows that when women are empowered as political leaders, countries often experience higher standards of living with positive developments in education, infrastructure, and health care.",
        "author": "Miriam Defensor-Santiago"
    },
    {
        "quote": "I found the experience of falling in love or being in love was a death: a death of everything. You kind of watch yourself die in a wonderful way, and you experience for the briefest moment - if you see yourself for a moment through their eyes - everything you believed about yourself gone. In a death-and-rebirth sense.",
        "author": "Hozier"
    },
    {
        "quote": "The past is never the past. It is always present. And you better reckon with it in your life and in your daily experience, or it will get you. It will get you really bad.",
        "author": "Bruce Springsteen"
    },
    {
        "quote": "Observation more than books and experience more than persons, are the prime educators.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "I think the only way for you to grow and evolve is to keep listening, keep moving forward, keep jumping in and trying to experience.",
        "author": "Dianne Reeves"
    },
    {
        "quote": "True intuitive expertise is learned from prolonged experience with good feedback on mistakes.",
        "author": "Daniel Kahneman"
    },
    {
        "quote": "Creativity is an energy. It's a precious energy, and it's something to be protected. A lot of people take for granted that they're a creative person, but I know from experience, feeling it in myself, it is a magic; it is an energy. And it can't be taken for granted.",
        "author": "Ava DuVernay"
    },
    {
        "quote": "Education is a private matter between the person and the world of knowledge and experience, and has little to do with school or college.",
        "author": "Lillian Smith"
    },
    {
        "quote": "The Mirror Stage as formative in the function of the I as revealed in psychoanalytic experience.",
        "author": "Jacques Lacan"
    },
    {
        "quote": "Genius is the ability to renew one's emotions in daily experience.",
        "author": "Paul Cezanne"
    },
    {
        "quote": "With so many ways to communicate at our disposal, we must not forget the transformative power of a live music experience and genuine human exchange.",
        "author": "Jon Batiste"
    },
    {
        "quote": "I really want women to know their power, to value their experience. To understand that nothing has been more wholesome in the political process than the increased involvement of women.",
        "author": "Nancy Pelosi"
    },
    {
        "quote": "Acting is a very personal process. It has to do with expressing your own personality, and discovering the character you're playing through your own experience - so we're all different.",
        "author": "Ian Mckellen"
    },
    {
        "quote": "The world is the true classroom. The most rewarding and important type of learning is through experience, seeing something with our own eyes.",
        "author": "Jack Hanna"
    },
    {
        "quote": "Hard work, years of sacrifice, and dedication are necessary to succeed in the real world. Snowden's most notable accomplishment was lying about his military service, his experience, and education to procure a job with the NSA in the first place.",
        "author": "Pete Hoekstra"
    },
    {
        "quote": "The main difference to me with Lyft is the sense of community and social experience. The pink mustache, fist bump and strict screening have fostered a strong sense of community with many stories of new friends, discovered jobs, and even some Lyft hugs after a tough break up.",
        "author": "John Zimmer"
    },
    {
        "quote": "Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow.",
        "author": "Heinrich Rohrer"
    },
    {
        "quote": "'Evening Shade' was such an eye-opening experience. I was 19 when I went on that show. I had barely had an acting class. So as Burt Reynolds continued to bring me back for the next three years, I learned so much from him and all the other legends that were on the show.",
        "author": "David A. R. White"
    },
    {
        "quote": "Judgement comes from experience, and experience comes from bad judgement.",
        "author": "Simon Bolivar"
    },
    {
        "quote": "If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "Zumba is a great dance-cardio option that's an immersive experience for participants and is not only effective but allows you to express yourself while getting in shape.",
        "author": "Jason Derulo"
    },
    {
        "quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience.",
        "author": "Francis Bacon"
    },
    {
        "quote": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
        "author": "Confucius"
    },
    {
        "quote": "We see and hear and otherwise experience very largely as we do because the language habits of our community predispose certain choices of interpretation.",
        "author": "Edward Sapir"
    },
    {
        "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.",
        "author": "Joseph Addison"
    },
    {
        "quote": "There is only one thing more painful than learning from experience and that is not learning from experience.",
        "author": "Archibald MacLeish"
    },
    {
        "quote": "All those cliches, those things you hear about having a baby and motherhood - all of them are true. And all of them are the most beautiful things you will ever experience.",
        "author": "Penelope Cruz"
    },
    {
        "quote": "Experience is making mistakes and learning from them.",
        "author": "Bill Ackman"
    },
    {
        "quote": "The wisdom of the wise and the experience of the ages are perpetuated by quotations.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.",
        "author": "e. e. cummings"
    },
    {
        "quote": "Life experience brings out different emotions and different perspectives on things. I just want to be constantly evolving.",
        "author": "Kiesza"
    },
    {
        "quote": "The song 'Tyler Durden' is about the movie 'Fight Club,' so obviously, it's not a personal experience, but I love that song. It's my favorite song.",
        "author": "Madison Beer"
    },
    {
        "quote": "Experience is a good teacher, but she sends in terrific bills.",
        "author": "Minna Antrim"
    },
    {
        "quote": "Who would want a face that hasn't seen or lived properly, hasn't got any wrinkles that come with age, experience and laughter? Not me, anyway.",
        "author": "Cate Blanchett"
    },
    {
        "quote": "Everything is an experience. You learn something different from everything you do.",
        "author": "Leven Rambin"
    },
    {
        "quote": "Recently, I was asked if I was going to fire an employee who made a mistake that cost the company $600,000. No, I replied, I just spent $600,000 training him. Why would I want somebody to hire his experience?",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "The purpose of meditation is to make our mind calm and peaceful. If our mind is peaceful, we will be free from worries and mental discomfort, and so we will experience true happiness. But if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions.",
        "author": "Kelsang Gyatso"
    },
    {
        "quote": "A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human.",
        "author": "Janet Fitch"
    },
    {
        "quote": "A good designer must rely on experience, on precise, logic thinking; and on pedantic exactness. No magic will do.",
        "author": "Niklaus Wirth"
    },
    {
        "quote": "It would be my guess that Madonna is not a very happy woman. From my own experience, having gone through persona changes like that, that kind of clawing need to be the center of attention is not a pleasant place to be.",
        "author": "David Bowie"
    },
    {
        "quote": "At every step the child should be allowed to meet the real experience of life; the thorns should never be plucked from his roses.",
        "author": "Ellen Key"
    },
    {
        "quote": "Physics is experience, arranged in economical order.",
        "author": "Ernst Mach"
    },
    {
        "quote": "Women have no sympathy and my experience of women is almost as large as Europe.",
        "author": "Florence Nightingale"
    },
    {
        "quote": "'Spring Day' - I wrote main lyrics based on my personal experience with old friends. It is about my sad memories with him, and it makes me sentimental whenever I listen to the song.",
        "author": "Suga"
    },
    {
        "quote": "Of two pleasures, if there be one which all or almost all who have experience of both give a decided preference, irrespective of any feeling of moral obligation to prefer it, that is the more desirable pleasure.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "The goal, I suppose, any fiction writer has, no matter what your subject, is to hit the human heart and the tear ducts and the nape of the neck and to make a person feel something about the characters are going through and to experience the moral paradoxes and struggles of being human.",
        "author": "Tim O'Brien"
    },
    {
        "quote": "The benefits of studying abroad are huge. You can pick up a new language, develop a love for another culture, and pick up new skills, hobbies and work experience to boost your CV.",
        "author": "Layla Moran"
    },
    {
        "quote": "Democracy is not merely a form of government. It is primarily a mode of associated living, of conjoint communicated experience. It is essentially an attitude of respect and reverence towards fellow men.",
        "author": "B. R. Ambedkar"
    },
    {
        "quote": "There is no doubt that online shopping has fed the craze for speed, because when you can't touch the fabric or try on the outfit, the only emotion you experience is the excitement of the purchase and the thrill of beating everyone else to it.",
        "author": "Suzy Menkes"
    },
    {
        "quote": "I grew up like a neglected weed - ignorant of liberty, having no experience of it.",
        "author": "Harriet Tubman"
    },
    {
        "quote": "In times of rapid change, experience could be your worst enemy.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Life is an aggregate of experience, which continually surprises us.",
        "author": "Ron Carlson"
    },
    {
        "quote": "For me, I don't expect to have a really amazing meal each time I dine out. Having a good meal with your loved ones - that's what makes the experience.",
        "author": "Wolfgang Puck"
    },
    {
        "quote": "Wherever the wind blows me, I'll go! My eventual goal is to have enough experience to produce something on my own.",
        "author": "Fawad Khan"
    },
    {
        "quote": "When designing - whether it's a living room, event space, or tablescape - I always want guests to feel as though they are part of the experience.",
        "author": "Jeremiah Brent"
    },
    {
        "quote": "Experience is a dim lamp, which only lights the one who bears it.",
        "author": "Louis-Ferdinand Celine"
    },
    {
        "quote": "I never give advice unless someone asks me for it. One thing I've learned, and possibly the only advice I have to give, is to not be that person giving out unsolicited advice based on your own personal experience.",
        "author": "Taylor Swift"
    },
    {
        "quote": "When we shift our perception, our experience changes.",
        "author": "Lindsay Wagner"
    },
    {
        "quote": "My life experience has made me realise what's important and what is not.",
        "author": "Andrew Strauss"
    },
    {
        "quote": "I don't know about changing my perspective, because motherhood is such a glorious blessing and I am very thankful for that. It's such a beautiful experience. I so strongly recommend it. It's bliss, love and fulfillment of another level.",
        "author": "Aishwarya Rai Bachchan"
    },
    {
        "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.",
        "author": "Tony Robbins"
    },
    {
        "quote": "I do not use short selling. The fund has not shorted a stock since the 2002 to 2003 time frame. At that time I did short three stocks, on which I broke even on two and made money on one of them. The experience taught me that I was not going to be using short selling going forward for a slew of reasons.",
        "author": "Guy Spier"
    },
    {
        "quote": "I think experience will teach you a combination of liberalism and conservatism. We have to be progressive and at the same time we have to retain values. We have to hold onto the past as we explore the future.",
        "author": "Oliver Stone"
    },
    {
        "quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.",
        "author": "Salvador Dali"
    },
    {
        "quote": "It's only when you risk failure that you discover things. When you play it safe, you're not expressing the utmost of your human experience.",
        "author": "Lupita Nyong'o"
    },
    {
        "quote": "I want to do a little bit of everything and really just experience life.",
        "author": "Daniela Bobadilla"
    },
    {
        "quote": "Give, give, give - what is the point of having experience, knowledge or talent if I don't give it away? Of having stories if I don't tell them to others? Of having wealth if I don't share it? I don't intend to be cremated with any of it! It is in giving that I connect with others, with the world and with the divine.",
        "author": "Isabel Allende"
    },
    {
        "quote": "Colombia is so different to what I know, and every aspect of the country is different to England, and I loved it. I loved the culture and the food, and the coffee was amazing. The place that we were was stunning, and it really was quite an amazing experience to film out there.",
        "author": "Tom Holland"
    },
    {
        "quote": "That Will Never Work' is the untold story of Netflix. It's how a handful of people, with no experience in the video business, went from mailing a used Patsy Cline CD and ended up with a publicly traded company.",
        "author": "Marc Randolph"
    },
    {
        "quote": "If I wanted to play soccer, I'd step out on that soccer field like I'm the best soccer player. Even though I don't have that much experience, I always try to have that type of confidence in myself just to make people believe it.",
        "author": "Polo G"
    },
    {
        "quote": "I don't want to be a grumpy old man or too pessimistic, because if I have a chance, I would prefer to watch a film in the cinema with an audience on a big screen instead of watching it on a cell phone. It's a very different experience, but somehow I think this form will have its own future and life.",
        "author": "Wong Kar-wai"
    },
    {
        "quote": "Hands-on experience is the best way to learn about all the interdisciplinary aspects of robotics.",
        "author": "Rodney Brooks"
    },
    {
        "quote": "A lot of people in our industry haven't had very diverse experiences. So they don't have enough dots to connect, and they end up with very linear solutions without a broad perspective on the problem. The broader one's understanding of the human experience, the better design we will have.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Just being out in the world, you see so many things, and every day, you experience so many concepts and different people and their coolness and weirdness. It's a feast of ideas.",
        "author": "Ann Wilson"
    },
    {
        "quote": "Jazz is a very democratic musical form. It comes out of a communal experience. We take our respective instruments and collectively create a thing of beauty.",
        "author": "Max Roach"
    },
    {
        "quote": "My mother is black, from Grenada, so my blackness was always there, but It wasn't until I started hanging with the upperclassmen black actors at my high school that I really got my roots in being a black American, which is a distinctly different identity and experience.",
        "author": "Amanda Seales"
    },
    {
        "quote": "Writing, of course, is writing, acting comes from the theater, and cinematography comes from photography. Editing is unique to film. You can see something from different points of view almost simultaneously, and it creates a new experience.",
        "author": "Stanley Kubrick"
    },
    {
        "quote": "The human face is the organic seat of beauty. It is the register of value in development, a record of Experience, whose legitimate office is to perfect the life, a legible language to those who will study it, of the majestic mistress, the soul.",
        "author": "Eliza Farnham"
    },
    {
        "quote": "Music is an expression of individuality; it's how you see the world. All art is, for that matter. You take how you experience the world, interpret it, and send it out there - express it - whether it's sculpture, dance or singing.",
        "author": "David Sanborn"
    },
    {
        "quote": "But it's a journey and the sad thing is you only learn from experience, so as much as someone can tell you things, you have to go out there and make your own mistakes in order to learn.",
        "author": "Emma Watson"
    },
    {
        "quote": "I am realising this now more as I grow up: that I never really felt connected to locations. In some sense, I always kind of felt a little lost in that I never had any hometown pride. While I experience a lot different places and experiences, I always felt a little detached.",
        "author": "Lauv"
    },
    {
        "quote": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life.",
        "author": "Tina Yothers"
    },
    {
        "quote": "It is beyond a doubt that all our knowledge begins with experience.",
        "author": "Immanuel Kant"
    },
    {
        "quote": "At its very core, virtual reality is about being freed from the limitations of actual reality. Carrying your virtual reality with you, and being able to jump into it whenever and wherever you want, qualitatively changes the experience for the better. Experiencing mobile VR is like when you first tried a decent desktop VR experience.",
        "author": "John Carmack"
    },
    {
        "quote": "Two decades of experience as an entrepreneur and CEO has informed my view that our priorities must stress improving educational outcomes, rebuilding America's infrastructure, lowering health care costs, addressing climate change, reforming immigration, and ushering in an advanced energy economy.",
        "author": "John Delaney"
    },
    {
        "quote": "You can never regret anything you do in life. You kind of have to learn the lesson from whatever the experience is and take it with you on your journey forward.",
        "author": "Aubrey O'Day"
    },
    {
        "quote": "As children, our imaginations are vibrant, and our hearts are open. We believe that the bad guy always loses and that the tooth fairy sneaks into our rooms at night to put money under our pillow. Everything amazes us, and we think anything is possible. We continuously experience life with a sense of newness and unbridled curiosity.",
        "author": "Yehuda Berg"
    },
    {
        "quote": "Great design is so many things all at the same time. It is emotional, functional, and responsive. It creates an unwritten dialogue, a connection, between itself and those who experience it. It is open to interpretation yet created for a specific purpose. It creates meaning and value.",
        "author": "Marcel Wanders"
    },
    {
        "quote": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.",
        "author": "Gerald R. Ford"
    },
    {
        "quote": "What is truth? Truth doesn't really exist. Who is going to judge whether my experience of an incident is more valid than yours? No one can be trusted to be the judge of that.",
        "author": "Tracey Emin"
    },
    {
        "quote": "That's the magic of art and the magic of theatre: it has the power to transform an audience, an individual, or en masse, to transform them and give them an epiphanal experience that changes their life, opens their hearts and their minds and the way they think.",
        "author": "Brian Stokes Mitchell"
    },
    {
        "quote": "As women, we may not be a minority, but there is a bond that we all share. It is not a bond of geography. Or religion. Or culture. It is a bond of shared experience - experiences that only women go through and struggles that only women face.",
        "author": "Amal Clooney"
    },
    {
        "quote": "Cloud Gaming means that the game doesn't need to be downloaded and run on your computer; it literally means the game runs out on the Internet, in the cloud, with the experience being streamed to the players.",
        "author": "David Perry"
    },
    {
        "quote": "If experience has taught me anything, it's to make every day as good as possible. You learn that with age, as it goes by so quick.",
        "author": "Jerry Hall"
    },
    {
        "quote": "That seems to me the great American danger we're all in, that we'll bargain away the experience of being alive for the appearance of it.",
        "author": "Mike Nichols"
    },
    {
        "quote": "Bill Clinton's foreign policy experience stems mainly from having breakfast at the International House of Pancakes.",
        "author": "Pat Buchanan"
    },
    {
        "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Maturity and experience are part of my liberation.",
        "author": "Alicia Keys"
    },
    {
        "quote": "But constant experience shows us that every man invested with power is apt to abuse it, and to carry his authority as far as it will go.",
        "author": "Montesquieu"
    },
    {
        "quote": "Cinematography is so much about instinct and intuition - you want the same range of experience going into behind the camera as what you see in front of it. Your life experience will come through the lens.",
        "author": "Rachel Morrison"
    },
    {
        "quote": "Architecture is about experience: not only visual but also what you can touch, what you can feel.",
        "author": "Ma Yansong"
    },
    {
        "quote": "Every opportunity I got, I took it as a learning experience.",
        "author": "Satya Nadella"
    },
    {
        "quote": "I've always enjoyed traveling and having experience with different cultures and different people. But it's also a wonderful thing to be able to benefit and enable research, not only in our country but around the world.",
        "author": "Laurel Clark"
    },
    {
        "quote": "I was never a good student. I had to be dragged into kindergarten. It was hard to sit and listen to somebody talk. I wanted to be out, educated by experience and adventure, and I didn't know how to express that.",
        "author": "Robert Redford"
    },
    {
        "quote": "The pain of loneliness seems to be part of the mortal experience. But the Lord in His mercy has made it so that we need never deal with the challenges of mortality alone.",
        "author": "Sheri L. Dew"
    },
    {
        "quote": "If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.",
        "author": "Henry Ford"
    },
    {
        "quote": "The wiser you get, the more experience you have, and the more you see people for who they are as human beings, as opposed to figures you have to fight against.",
        "author": "Vanessa Williams"
    },
    {
        "quote": "The journey has moulded me into the person I am today. The journey of my mixed martial arts experience has been filled with ups and downs, but through that, I have come out a much better man.",
        "author": "Robert Whittaker"
    },
    {
        "quote": "The Italians and Spanish, the Chinese and Vietnamese see food as part of a larger, more essential and pleasurable part of daily life. Not as an experience to be collected or bragged about - or as a ritual like filling up a car - but as something else that gives pleasure, like sex or music, or a good nap in the afternoon.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "Everything we do, every decision we make, is to ensure the best possible Airbnb experience for our community and grow the love.",
        "author": "Joe Gebbia"
    },
    {
        "quote": "People are always going to go shopping. A lot of our effort is just: 'How do we make the retail experience a great one?'",
        "author": "Philip Green"
    },
    {
        "quote": "Advice from my experience, for me, I've never taken no as an answer, I don't believe in that. If I want something, I'm going to get it. When people tell me that I can't do something, it just motivates me more. For me, it makes me smile, because I just want to prove everybody wrong.",
        "author": "Roman Reigns"
    },
    {
        "quote": "You hope to bring your 'A Game' to any game, and of course you do in a final. You hope to bring experience, fitness, communication skills, motivational skills.",
        "author": "Edwin van der Sar"
    },
    {
        "quote": "I know from personal experience that engaging with your community and helping others helps foster a sense of shared sacrifice and - at a time when our politics seem more focused on tearing us apart than bringing us together - that shared sacrifice will help us rekindle the national unity that has made us the strongest nation in the world.",
        "author": "Tammy Duckworth"
    },
    {
        "quote": "I have learned that raising children is the single most difficult thing in the world to do. It takes hard work, love, luck, and a lot of energy, and it is the most rewarding experience that you can ever have.",
        "author": "Janet Reno"
    },
    {
        "quote": "We seem to forget that innovation doesn't just come from equations or new kinds of chemicals, it comes from a human place. Innovation in the sciences is always linked in some way, either directly or indirectly, to a human experience.",
        "author": "John Maeda"
    },
    {
        "quote": "I am a woman in process. I'm just trying like everybody else. I try to take every conflict, every experience, and learn from it. Life is never dull.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus' famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I look at the NFL and see how the transition has gone at quarterback. I might be coming along at a good time. For me personally, this is about doing the same thing I've been doing at USF - just smile, have fun, enjoy the experience, keep a positive attitude and encourage my teammates. I like to feed off the people around me.",
        "author": "B. J. Daniels"
    },
    {
        "quote": "Karma, memory, and desire are just the software of the soul. It's conditioning that the soul undergoes in order to create experience. And it's a cycle. In most people, the cycle is a conditioned response. They do the same things over and over again.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Great art - or good art - is when you look at it, experience it and it stays in your mind. I don't think conceptual art and traditional art are all that different.",
        "author": "Damien Hirst"
    },
    {
        "quote": "The greatest gift is a passion for reading. It is cheap, it consoles, it distracts, it excites, it gives you knowledge of the world and experience of a wide kind. It is a moral illumination.",
        "author": "Elizabeth Hardwick"
    },
    {
        "quote": "The raccoons, foxes, beavers, chinchillas, minks, rabbits, and yes, sometimes even dogs and cats that are killed for fur are not very different from your beloved dog or cat. They all have eyes, ears and hearts. They all experience pain when they are physically maimed. They shake with fear when they experience terror.",
        "author": "Jane Velez-Mitchell"
    },
    {
        "quote": "For my first show at 'SNL', I wrote a Bill Clinton sketch, and during our read-through, it wasn't getting any laughs. This weight of embarrassment came over me, and I felt like I was sweating from my spine out. But I realized, 'Okay, that happened, and I did not die.' You've got to experience failure to understand that you can survive it.",
        "author": "Tina Fey"
    },
    {
        "quote": "Surfing soothes me, it's always been a kind of Zen experience for me. The ocean is so magnificent, peaceful, and awesome. The rest of the world disappears for me when I'm on a wave.",
        "author": "Paul Walker"
    },
    {
        "quote": "The belief that all genuine education comes about through experience does not mean that all experiences are genuinely or equally educative.",
        "author": "John Dewey"
    },
    {
        "quote": "Motherhood has completely changed me. It's just about like the most completely humbling experience that I've ever had. I think that it puts you in your place because it really forces you to address the issues that you claim to believe in and if you can't stand up to those principles when you're raising a child, forget it.",
        "author": "Diane Keaton"
    },
    {
        "quote": "Good judgement comes from experience. Experience comes from bad judgement.",
        "author": "Jim Horning"
    },
    {
        "quote": "I have my team. Like if you see everyone around me - I have my hair and makeup girl, my assistant. They're very calm, they're all about positive energy. There're no drama queens. Everyone wants everyone else to have a positive experience. There are no agendas. I think it creates a healthy environment and there are no boundaries to cross.",
        "author": "Fergie"
    },
    {
        "quote": "Science is the systematic classification of experience.",
        "author": "George Henry Lewes"
    },
    {
        "quote": "The experience of reading a printed comic book will never change, but now, thanks to the digital age, there are many different ways to enjoy the same story. Digital comic books, of course, can be interactive in many different ways, allowing the reader to feel like a participant in the story.",
        "author": "Stan Lee"
    },
    {
        "quote": "For me and my films, I want my audience to experience cinema in its full glory. It's not just visual, it's audio as well. It's emotional, and I want you to be engaged with not just the scene but with the characters.",
        "author": "James Wan"
    },
    {
        "quote": "Most people go through life dreading they'll have a traumatic experience. Freaks were born with their trauma. They've already passed their test in life. They're aristocrats.",
        "author": "Diane Arbus"
    },
    {
        "quote": "To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "Experience is never limited, and it is never complete; it is an immense sensibility, a kind of huge spider-web of the finest silken threads suspended in the chamber of consciousness, and catching every air-borne particle in its tissue.",
        "author": "Henry James"
    },
    {
        "quote": "I think, for many teens, a fundamental fact of the teenage experience is that you're in between this childlike state, in which you're told you're completely unqualified for just about anything in the adult world, and this adult world, where you're being told you have to be responsible, and you're just trying to figure out where you stand.",
        "author": "Cole Sprouse"
    },
    {
        "quote": "It's so different when you change your hair color, you're treated so differently. It's a very funny experience. It's fun - I love changing up my hair.",
        "author": "Kate Bosworth"
    },
    {
        "quote": "Moral Injury is differentiated from PTSD in that it directly relates to guilt and shame veterans experience as a result of committing actions that go against their moral codes. Therapists who study and treat moral injury have found that no amount of medication can relieve the pain of trying to live with these moral burdens.",
        "author": "Chuck Norris"
    },
    {
        "quote": "Every day is a learning experience for city kids, and they are really sort of forced to interact with everyone around them and develop into social beings.",
        "author": "Elisabeth Hasselbeck"
    },
    {
        "quote": "My ultimate aim is to make euthanasia a positive experience.",
        "author": "Jack Kevorkian"
    },
    {
        "quote": "The mind of a 19-year-old is very different from the mind of a 26-year-old. You grow. You get into better relationships. You experience more, meet more people, better people. But when you're in a dark hole at an earlier point in your life - you write about the mindset you're in at that moment.",
        "author": "The Weeknd"
    },
    {
        "quote": "I've been lucky enough - well, maybe unlucky enough - to have had a lot of friends who have had their ups and downs. And for an actor, that's good. Life experience in any regard is good. So I've seen a lot and I've had my own experiences.",
        "author": "Chris Evans"
    },
    {
        "quote": "I'm really thankful for every experience I've had, even the ones that were puzzling or disorienting, because they taught me so much.",
        "author": "Tavi Gevinson"
    },
    {
        "quote": "My first professional acting job was on 'Boss'. My first acting job was basically my first acting class. I had to show up on set prepared and knowing my lines. Also, I got a chance to work with a living legend, Kelsey Grammar - that gave me hands on experience.",
        "author": "Rotimi"
    },
    {
        "quote": "It is important to expect nothing, to take every experience, including the negative ones, as merely steps on the path, and to proceed.",
        "author": "Ram Dass"
    },
    {
        "quote": "Life has a certain flavor for those who have fought and risked all that the sheltered and protected can never experience.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "I want to do everything. That's my problem. Life is short, and I hate the idea of turning down anything. You never know what interesting experience might happen.",
        "author": "Joshua Bell"
    },
    {
        "quote": "We will all, someday, experience death, and become obsolete as a dead leaf falling from a tree, crushed by passersby to ashes underlying the earth.",
        "author": "Kim Elizabeth"
    },
    {
        "quote": "Fame will go by and, so long, I've had you, fame. If it goes by, I've always known it was fickle. So at least it's something I experience, but that's not where I live.",
        "author": "Marilyn Monroe"
    },
    {
        "quote": "Everything is a learning experience.",
        "author": "Angus T. Jones"
    },
    {
        "quote": "Karma is experience, and experience creates memory, and memory creates imagination and desire, and desire creates karma again. If I buy a cup of coffee, that's karma. I now have that memory that might give me the potential desire for having cappuccino, and I walk into Starbucks, and there's karma all over again.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "I was in Mauritius, shooting for 'Break Ke Baad,' and I went for skydiving. It was a life-changing experience. Travelling, dancing, and reading are my other pastimes.",
        "author": "Deepika Padukone"
    },
    {
        "quote": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "I had been a Maoist, and then when the Gang of Four was overthrown, I was completely distraught. I was bedridden for three weeks; it was a very painful experience for me. Not only because I had been wrong, but because I felt really embarrassed that I had been lecturing and pontificating with such self-confidence.",
        "author": "Norman Finkelstein"
    },
    {
        "quote": "It is very important for a priest, in the parish itself, to see how people trust in him and to experience, in addition to their trust, also their generosity in pardoning his weaknesses.",
        "author": "Pope Benedict XVI"
    },
    {
        "quote": "I once had an extraordinary experience with former prime minister Ted Heath. Both of his eyes, including the whites, turned jet black, and I seemed to be looking into two black holes.",
        "author": "David Icke"
    },
    {
        "quote": "Disease is an experience of a so-called mortal mind. It is fear made manifest on the body.",
        "author": "Mary Baker Eddy"
    },
    {
        "quote": "To represent your country is an honor and a great experience.",
        "author": "Michelle Kwan"
    },
    {
        "quote": "Building a bridge, in my opinion, is a symbolic gesture, linked with the needs of people who cross over it, and with the idea of overcoming or surmounting obstacles. A modern bridge can also be a work of art. It helps to shape our daily lives and becomes a vital experience for all the people who use it.",
        "author": "Santiago Calatrava"
    },
    {
        "quote": "Life is full of change and uncertainty. We know this. We experience it on a daily basis.",
        "author": "Carre Otis"
    },
    {
        "quote": "The essential lesson I've learned in life is to just be yourself. Treasure the magnificent being that you are and recognize first and foremost you're not here as a human being only. You're a spiritual being having a human experience.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "The world sometimes feels like an insane asylum. You can decide whether you want to be an inmate or pick up your visitor's badge. You can be in the world but not engage in the melodrama of it; you can become a spiritual being having a human experience thoroughly and fully.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "A proverb is a short sentence based on long experience.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "One has to go beyond the mind to experience the spiritual bliss of desirelessness.",
        "author": "Meher Baba"
    },
    {
        "quote": "I'm a culture vulture, and I just want to experience it all.",
        "author": "Debbie Harry"
    },
    {
        "quote": "You don't know what unconditional love is. You may say you do, but if you don't have a child, you don't know what that is. But when you experience it, it is the most fulfilling ever.",
        "author": "Regina King"
    },
    {
        "quote": "Joy, rather than happiness, is the goal of life, for joy is the emotion which accompanies our fulfilling our natures as human beings. It is based on the experience of one's identity as a being of worth and dignity.",
        "author": "Rollo May"
    },
    {
        "quote": "The joy of life consists in the exercise of one's energies, continual growth, constant change, the enjoyment of every new experience. To stop means simply to die. The eternal mistake of mankind is to set up an attainable ideal.",
        "author": "Aleister Crowley"
    },
    {
        "quote": "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.",
        "author": "Denis Waitley"
    },
    {
        "quote": "I've always been attracted to cars, and driving is a completely measurable experience: if you qualify last on the grid, you're the slowest, and if you qualify first on the grid, you're the fastest. So no one can say you're slow if you're fast and no one can say you're fast if you're slow.",
        "author": "Eric Bana"
    },
    {
        "quote": "The nature of the global business environment guarantees that no matter how hard we work to create a stable and healthy organisation, our organisation will continue to experience dramatic changes far beyond our control.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "Sometimes you are lucky, sometimes you're unlucky. It all weighs out at the end. That is my experience at least.",
        "author": "Toto Wolff"
    },
    {
        "quote": "Judging from the experience of the European War, imperialism renders no great benefit to any nation, whereas liberty for all nationalities is the only principle by which humanity will ever be saved.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "Real misanthropes are not found in solitude, but in the world; since it is experience of life, and not philosophy, which produces real hatred of mankind.",
        "author": "Giacomo Leopardi"
    },
    {
        "quote": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.",
        "author": "Fred Perry"
    },
    {
        "quote": "It was a wonderful experience working with Nagarjuna sir. I mean, I never expected this to happen. For me, who watched his films standing in a queue at theatres, and now sharing the screen with him is a huge thing.",
        "author": "Nani"
    },
    {
        "quote": "There is no winning or losing, but rather the value is in the experience of imagining yourself as a character in whatever genre you're involved in, whether it's a fantasy game, the Wild West, secret agents or whatever else. You get to sort of vicariously experience those things.",
        "author": "Gary Gygax"
    },
    {
        "quote": "Fatigue is what we experience, but it is what a match is to an atomic bomb.",
        "author": "Laura Hillenbrand"
    },
    {
        "quote": "Frankly, I think I'm marvelous in rehearsal! Then you turn the camera on, and it gets stiff and tight. And then you trudge back to your trailer feeling sad. That's been my experience of film acting.",
        "author": "Hugh Grant"
    },
    {
        "quote": "I understand now that the vulnerability I've always felt is the greatest strength a person can have. You can't experience life without feeling life. What I've learned is that being vulnerable to somebody you love is not a weakness, it's a strength.",
        "author": "Elisabeth Shue"
    },
    {
        "quote": "We have the tendency to run away from suffering and to look for happiness. But, in fact, if you have not suffered, you have no chance to experience real happiness.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "I love being immersed in nature, going to places in the world that are pristine and untouched by man. It's almost a religious experience when you go to a place like the Amazon, and there's no civilisation for thousands of miles.",
        "author": "Leonardo DiCaprio"
    },
    {
        "quote": "The great difficulty in education is to get experience out of ideas.",
        "author": "George Santayana"
    },
    {
        "quote": "Some of the greatest reality television we ever had was the moon landings. When you think about it, that was human emotion and people, unscripted, working with each other - and millions and millions of people around the world, glued to their television sets to share real-time in a brand new, fascinating human experience.",
        "author": "Chris Hadfield"
    },
    {
        "quote": "We should never forget the inevitable, as we will lose everything eventually. So, why fret over any kind of security? The idea is to just fly and experience it all while it lasts.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "Everything's borne out of human experience, of course - rejection, humiliation, poverty, whatever. People aren't born bad, no matter how harsh the circumstances. There is a person in there, and that person is not made of ice.",
        "author": "Aidan Gillen"
    },
    {
        "quote": "Adolescence is when girls experience social pressure to put aside their authentic selves and to display only a small portion of their gifts.",
        "author": "Mary Pipher"
    },
    {
        "quote": "Beliefs have the power to create and the power to destroy. Human beings have the awesome ability to take any experience of their lives and create a meaning that disempowers them or one that can literally save their lives.",
        "author": "Tony Robbins"
    },
    {
        "quote": "To be absolutely alone for the first time in the cockpit of a plane hundreds of feet above the ground is an experience never to be forgotten.",
        "author": "Charles Lindbergh"
    },
    {
        "quote": "Apple is the only company that can take hardware, software, and services and integrate those into an experience that's an 'aha' for the customer. You can take that and apply to markets that we're not in today.",
        "author": "Tim Cook"
    },
    {
        "quote": "As a roadie for the Jimi Hendrix Experience, I learned that I should give up being a guitar player.",
        "author": "Lemmy"
    },
    {
        "quote": "Everyone's life experience is different.",
        "author": "Billy Eichner"
    },
    {
        "quote": "Uber is efficiency with elegance on top. That's why I buy an iPhone instead of an average cell phone, why I go to a nice restaurant and pay a little bit more. It's for the experience.",
        "author": "Travis Kalanick"
    },
    {
        "quote": "God has a plan for you - I can promise you that. Your life is sacred. There is and always has been a path for your soul, and if you follow that path, it will lead you to the inner utopia that your soul longs to experience in this lifetime.",
        "author": "Debbie Ford"
    },
    {
        "quote": "As you get older, you want less from the world; you just want to experience it. Any barriers to feeling emotions get dismantled. And ordinary things become beautifully poetic.",
        "author": "Richard Linklater"
    },
    {
        "quote": "Wisdom and penetration are the fruit of experience, not the lessons of retirement and leisure. Great necessities call out great virtues.",
        "author": "Abigail Adams"
    },
    {
        "quote": "How is it possible that a being with such sensitive jewels as the eyes, such enchanted musical instruments as the ears, and such fabulous arabesque of nerves as the brain can experience itself anything less than a god.",
        "author": "Alan Watts"
    },
    {
        "quote": "It's a lovely experience walking around a museum by yourself.",
        "author": "Brad Pitt"
    },
    {
        "quote": "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.",
        "author": "Ben Stein"
    },
    {
        "quote": "Most of the time, I just talk about me or what I experience.",
        "author": "21 Savage"
    },
    {
        "quote": "There are pros and cons of experience. A con is that you can't look at the business with a fresh pair of eyes and as objectively as if you were a new CEO. Fire yourself on a Friday night and come in on Monday morning as if a search firm put you there as a turn-around leader. Can you be objective and make the bold change?",
        "author": "Andrea Jung"
    },
    {
        "quote": "In my experience, there is only one motivation, and that is desire. No reasons or principle contain it or stand against it.",
        "author": "Jane Smiley"
    },
    {
        "quote": "My main job is to live with deep contentment, joy, and confidence in my everyday experience of life with God. Everything else is job number two.",
        "author": "John Ortberg"
    },
    {
        "quote": "The traveler was active; he went strenuously in search of people, of adventure, of experience. The tourist is passive; he expects interesting things to happen to him. He goes 'sight-seeing.'",
        "author": "Daniel J. Boorstin"
    },
    {
        "quote": "While white women and men of color also experience discrimination, all too often their experiences are taken as the only point of departure for all conversations about discrimination. Being front and center in conversations about racism or sexism is a complicated privilege that is often hard to see.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "Japan, not only a mega-busy city that thrives on electronics and efficiency, actually has an almost sacred appreciation of nature. One must travel outside of Tokyo to truly experience the 'old Japan' and more importantly feel these aspects of Japanese culture.",
        "author": "Apolo Ohno"
    },
    {
        "quote": "Military veterans have unique skills, experience, and qualifications that are invaluable to today's workforce, including teamwork and leadership skills, the proven ability to learn quickly, a strong work ethic, dedication, and the ability to work under pressure.",
        "author": "Tae Yoo"
    },
    {
        "quote": "A positive frame of mind will definitely enhance your travelling experience. If I'm not in a positive frame of mind then the whole thing definitely becomes more of a challenge for me.",
        "author": "Andrea Bocelli"
    },
    {
        "quote": "You aren't your work, your accomplishments, your possessions, your home, your family... your anything. You're a creation of your Source, dressed in a physical human body intended to experience and enjoy life on Earth.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Trauma causes us to have an internal experience that is frightening, angry, and shameful. When we feel threatened, as we do when we are traumatized, our entire organism is geared up to find the source of that threat and to do something about it.",
        "author": "Peter A. Levine"
    },
    {
        "quote": "I want to be able to experience everything. I want to experience being a husband, experience being a father, experience, maybe, hopefully, someday being a grandfather, and all those things. I want that experience. When I die, I want to be exhausted.",
        "author": "Bryan Cranston"
    },
    {
        "quote": "In my experience sometimes the darker the material that you're doing, the more necessary it is to have some sort of levity around. I've worked on more lighthearted pieces that have been more brutal and tougher to make.",
        "author": "Nick Stahl"
    },
    {
        "quote": "I think talented people are priceless. And I think people that are knowledgeable and experienced - and I think there's a balance of new talent and experience, which makes, I think, Estee Lauder really special.",
        "author": "Aerin Lauder"
    },
    {
        "quote": "Although we have, in theory, abolished human slavery, recognized women's rights, and stopped child labor, we continue to enslave other species who, if we simply pay attention, show quite clearly that they experience parental love, pain, and the desire for freedom, just as we do.",
        "author": "Ingrid Newkirk"
    },
    {
        "quote": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.",
        "author": "Ludwig van Beethoven"
    },
    {
        "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "How wonderful to know that Christianity is more than a padded pew or a dim cathedral, but that it is a real, living, daily experience which goes on from grace to grace.",
        "author": "Jim Elliot"
    },
    {
        "quote": "Mental strength is really important because you either win or lose in your mind. And I'm not solely talking about sporting matches, boxing events - anything you do, you do it first with your mental strength. And you can actually train and develop it, and I am responsible for what I'm saying because I have experience with that.",
        "author": "Wladimir Klitschko"
    },
    {
        "quote": "Transplant is a life-changing 'experience. Organ donation transforms lives. It is torture for you, torment for you as an individual in need.",
        "author": "Andy Cole"
    },
    {
        "quote": "Fear is present when we forget that we are a part of God's divine design. Learning to experience authentic love means abandoning ego's insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Though 'Fire and Rain' is very personal, for other people it resonates as a sort of commonly held experience... And that's what happens with me. I write things for personal reasons, and then in some cases it... can be a shared experience.",
        "author": "James Taylor"
    },
    {
        "quote": "From my own experience, I want to say that you should follow your heart, and the mind will follow you. Believe in yourself, and you will create miracles.",
        "author": "Kailash Satyarthi"
    },
    {
        "quote": "An identity would seem to be arrived at by the way in which the person faces and uses his experience.",
        "author": "James Baldwin"
    },
    {
        "quote": "Doing a mall is not only construction of the physical place: what is important is the merchandising mix. We strive to serve the convenience of the public. We want shopping at our malls to be a unique and an enjoyable experience.",
        "author": "Henry Sy"
    },
    {
        "quote": "The amount of meetings I've been in - people would be shocked. But that's how you gain experience, how you can gain knowledge, being in meetings and participating. You learn and grow.",
        "author": "Tiger Woods"
    },
    {
        "quote": "Salman is a paradox. He has this image of a moody actor who turns up late for shoots or doesn't turn up at all. And then there is this image of him as a kind-hearted, loving, and giving man. From my experience with him, I have to say that I have never seen the bad boy image at all.",
        "author": "Asin"
    },
    {
        "quote": "We are volcanoes. When we women offer our experience as our truth, as human truth, all the maps change. There are new mountains.",
        "author": "Ursula K. Le Guin"
    },
    {
        "quote": "I was born in Seoul, South Korea; then I moved to New York City at the age of seventeen. In New York, I studied art and photography. I thought I would be a painter; then I saw Walker Evans when I was in college, and that had a great impact on me. Being in the darkroom making B&W prints was such a magical experience.",
        "author": "Sung Jin Park"
    },
    {
        "quote": "Based on my experience, I would say that rather than taking lessons in how to become an entrepreneur, you should jump into the pool and start swimming.",
        "author": "Travis Kalanick"
    },
    {
        "quote": "The best scientist is open to experience and begins with romance - the idea that anything is possible.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "I've learned through experience that life is never that bad. The secret is just paying attention to how you feel and not letting anyone else dictate what in your heart you know is right.",
        "author": "Dana Plato"
    },
    {
        "quote": "Certainly all historical experience confirms the truth - that man would not have attained the possible unless time and again he had reached out for the impossible.",
        "author": "Max Weber"
    },
    {
        "quote": "Life is difficult. Not just for me or other ALS patients. Life is difficult for everyone. Finding ways to make life meaningful and purposeful and rewarding, doing the activities that you love and spending time with the people that you love - I think that's the meaning of this human experience.",
        "author": "Steve Gleason"
    },
    {
        "quote": "You can learn more from the lows than the highs. The highs are great but the lows make you really look at things in a different way and want to improve. Every player will have both in their careers and I have, but what you get is that experience which is so important to perform at your best.",
        "author": "Wayne Rooney"
    },
    {
        "quote": "Remember, we are not human beings having a spiritual experience. We are spiritual beings having a human experience.",
        "author": "Stephen Covey"
    },
    {
        "quote": "Drawing is giving a performance; an artist is an actor who is not limited by the body, only by his ability and, perhaps, experience.",
        "author": "Marc Davis"
    },
    {
        "quote": "My first American experience was in the harbor of New York City when I saw that amazing big, tall lady. I remember thinking, 'Oh my goodness, a lady runs this country.'",
        "author": "Rita Moreno"
    },
    {
        "quote": "Google Now is one of those products that to many users doesn't seem like a product at all. It is instead the experience one has when you use the Google Search application on your Android or iPhone device (it's consistently a top free app on the iTunes charts). You probably know it as Google search, but it's far, far more than that.",
        "author": "John Battelle"
    },
    {
        "quote": "I think everyone should experience defeat at least once during their career. You learn a lot from it.",
        "author": "Lou Holtz"
    },
    {
        "quote": "Money and one of its embodiments, social class, are both riveting and mysterious to children. And if we don't challenge today's stigma around class status, it will warp a new generation's experience of an even more important class - the kind in which they learn. And that's one thing we simply can't afford.",
        "author": "Alissa Quart"
    },
    {
        "quote": "I write because I know that one day I will die, and thus I should experience as many deliberate observations, careful thoughts, wild ideas, and deep emotions as I can before that day occurs.",
        "author": "Amy Tan"
    },
    {
        "quote": "In life, if you're not learning from every experience, even the bad ones, you're really messing up. That's the marker of a smart, intelligent individual.",
        "author": "Seth Rollins"
    },
    {
        "quote": "Good design to me is both appearance and functionality together. It's the experience that makes it good design.",
        "author": "Michael Graves"
    },
    {
        "quote": "I have witnessed how education opens doors, and I know that when sound instruction takes place, students experience the joys of new-found knowledge and the ability to excel.",
        "author": "Daniel Akaka"
    },
    {
        "quote": "'LaFerrari' means 'the Ferrari.' The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.",
        "author": "Luca Cordero di Montezemolo"
    },
    {
        "quote": "Everybody experiences far more than he understands. Yet it is experience, rather than understanding, that influences behavior.",
        "author": "Marshall McLuhan"
    },
    {
        "quote": "It is a great honor to be awarded a Nobel Prize. This is a wonderful experience for my wife Betty and me. We received congratulations by email, phone and post, many from old friends we had not seen for some time.",
        "author": "Willard Boyle"
    },
    {
        "quote": "Music is your own experience, your own thoughts, your wisdom.",
        "author": "Charlie Parker"
    },
    {
        "quote": "The main experiential determinants of moral development seem to be amount and variety of social experience, the opportunity to take a number of roles and to encounter other perspectives.",
        "author": "Lawrence Kohlberg"
    },
    {
        "quote": "Experience is that marvelous thing that enables you to recognize a mistake when you make it again.",
        "author": "Franklin P. Jones"
    },
    {
        "quote": "I think to have done 'Titanic' would have been a tortuous experience altogether. I feel good about where my life is, now. I feel free and joyous and happy and more liberated than I have ever been.",
        "author": "Fay Wray"
    },
    {
        "quote": "Each of us brings to our job, whatever it is, our lifetime of experience and our values.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "Memory is not an instrument for exploring the past but its theatre. It is the medium of past experience, as the ground is the medium in which dead cities lie interred.",
        "author": "Walter Benjamin"
    },
    {
        "quote": "It's always a learning experience every time I'm on set.",
        "author": "Reece Thompson"
    },
    {
        "quote": "Intelligence, knowledge or experience are important and might get you a job, but strong communication skills are what will get you promoted.",
        "author": "Mireille Guiliano"
    },
    {
        "quote": "My experience is listen, see, feel - and then think about what you change.",
        "author": "Jurgen Klopp"
    },
    {
        "quote": "It's so funny, you go to acting school thinking you're going to learn how to be other people, but really it taught me how to be myself. Because it's in understanding yourself deeply that you can lend yourself to another person's circumstances and another person's experience.",
        "author": "Lupita Nyong'o"
    },
    {
        "quote": "For me, there is no such thing as a negative experience.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "America's experience, like many others, teaches us that fostering entrepreneurship is not just about crafting the right economic policy or developing the best educated curricula. It's about creating an entire climate in which innovation and ideas flourish.",
        "author": "Joe Biden"
    },
    {
        "quote": "The essence of a role-playing game is that it is a group, cooperative experience.",
        "author": "Gary Gygax"
    },
    {
        "quote": "A good memory is surely a compost heap that converts experience to wisdom, creativity, or dottiness; not that these things are of much earthly value, but at least they may keep you amused when the world is keeping you locked away or shutting you out.",
        "author": "Michael Leunig"
    },
    {
        "quote": "My past is my wisdom to use today... my future is my wisdom yet to experience. Be in the present because that is where life resides.",
        "author": "Gene Oliver"
    },
    {
        "quote": "When I close my eyes, I still see things no one should ever experience: a bright red light, the black cloud soon after, people running in every direction trying desperately to escape - I remember it all.",
        "author": "Issey Miyake"
    },
    {
        "quote": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.",
        "author": "George Washington"
    },
    {
        "quote": "Year's end is neither an end nor a beginning but a going on, with all the wisdom that experience can instill in us.",
        "author": "Hal Borland"
    },
    {
        "quote": "Not to transmit an experience is to betray it.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "How we experience memory sometimes, it's not linear. We're not telling the stories to ourselves. We know the story; we're just seeing it in flashes overlaid.",
        "author": "Frank Ocean"
    },
    {
        "quote": "It has been an incredibly rewarding experience to work with so many dedicated SEC staff who strive every day to protect investors and ensure our markets operate with integrity.",
        "author": "Mary Schapiro"
    },
    {
        "quote": "Among all the vicissitudes of life, which vary in each individual's experience, there is one event which sooner or later comes to everyone - Death!",
        "author": "Max Heindel"
    },
    {
        "quote": "People think that their world will get smaller as they get older. My experience is just the opposite. Your senses become more acute. You start to blossom.",
        "author": "Yoko Ono"
    },
    {
        "quote": "The best substitute for experience is being sixteen.",
        "author": "Raymond Duncan"
    },
    {
        "quote": "There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.",
        "author": "Confucius"
    },
    {
        "quote": "I know it's an experience that I need to have if God's putting me through it.",
        "author": "Lil Wayne"
    },
    {
        "quote": "At its best, Aboriginal art has been effective in translating an entire culture and the understanding of an entire continent. Indeed, the more we interpret Australia through Aboriginal eyes, through the experience of their long and epic story, the more we allow ourselves to understand the land we share.",
        "author": "Paul Keating"
    },
    {
        "quote": "The first of the four noble truths of Buddhism, that there is suffering in life, was enormously important to me. No one had ever said it out loud. That had been my experience, of course, but no one had ever talked about it. I didn't know what to do with all the fear and emotions within, and here was the Buddha saying this truth right out loud.",
        "author": "Sharon Salzberg"
    },
    {
        "quote": "As a former Airman First Class in the United States Air Force, like many veterans in America, my military experience played an important part in instilling in me a sense of character and discipline that has served me throughout my life.",
        "author": "Chuck Norris"
    },
    {
        "quote": "A rare experience of a moment at daybreak, when something in nature seems to reveal all consciousness, cannot be explained at noon. Yet it is part of the day's unity.",
        "author": "Charles Ives"
    },
    {
        "quote": "From my experience and understanding, I believe money follows name and fame, while recognition calls for a huge amount of sacrifice. To get something, you have to lose something. That's the rule of life.",
        "author": "Lata Mangeshkar"
    },
    {
        "quote": "Are we blasphemous in saying that 2-D is largely a thing of the past, and computer-generated animation is the present and future? It's all about creating a better experience for the viewer - and that includes 3-D.",
        "author": "Bob Iger"
    },
    {
        "quote": "I like cooking, but I don't think I could be a chef. Everyone from the ground up does terrible hours, whether you've just walked in off the street and you've got no experience, to whether you're the head chef. You can work 14 or 15-hour days. It's really, really intense.",
        "author": "James McAvoy"
    },
    {
        "quote": "My college experience was like everyone else's. I learned a lot. I gained a new perspective on the world and on people that I'm so thankful and appreciative for.",
        "author": "Kyle Carpenter"
    },
    {
        "quote": "Fascism says what you and I experience as facts or what reporters experience as facts are irrelevant. All that matters are impressions and emotions and myths.",
        "author": "Timothy D. Snyder"
    },
    {
        "quote": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it.",
        "author": "Jay Hernandez"
    },
    {
        "quote": "The experience of democracy is like the experience of life itself-always changing, infinite in its variety, sometimes turbulent and all the more valuable for having been tested by adversity.",
        "author": "Jimmy Carter"
    },
    {
        "quote": "As someone who flew two space capsules and twice landed in the ocean, I can attest from personal experience how much logistics work is needed to get you home.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "The wisdom and experience of older people is a resource of inestimable worth. Recognizing and treasuring the contributions of older people is essential to the long-term flourishing of any society.",
        "author": "Daisaku Ikeda"
    },
    {
        "quote": "Playing on the Burj Al Arab helipad was an unforgettable experience, and the view of Dubai was incredible.",
        "author": "Ma Long"
    },
    {
        "quote": "Essentially, I'm a 21-year-old who's a millionaire through gaming, vlogging, and my online experience. Yo, I'll take it!",
        "author": "KSI"
    },
    {
        "quote": "Underwater, I experience space with my body. I'll see a school of fish gathering and moving together and I'll exclaim, 'This is architecture.'",
        "author": "Antoine Predock"
    },
    {
        "quote": "We already know that the experience of lockdown is a mixed bag. It is increasingly recognised that for many it can be hellish. Enforced leisure - if you are crippled with worry about debts, insecure job prospects, your family's health - is no holiday.",
        "author": "Claire Fox"
    },
    {
        "quote": "The stuff that matters in life is no longer stuff. It's other people. It's relationships. It's experience.",
        "author": "Brian Chesky"
    },
    {
        "quote": "I started out really young, when I was four, five, six, writing poems, before I could play an instrument. I was writing about things when I was eight or 10 years old that I hadn't lived long enough to experience. That's why I also believe in reincarnation, that we were put here with ideas to pass around.",
        "author": "Willie Nelson"
    },
    {
        "quote": "I've learned from experience that the greater part of our happiness or misery depends on our dispositions and not on our circumstances.",
        "author": "Martha Washington"
    },
    {
        "quote": "You can't get a job without experience and you can't get experience until you have a job. Once you solve that problem you are home free.",
        "author": "Jack Buck"
    },
    {
        "quote": "Being able to swing in and host the 'Today' show when they call me, it certainly is a new experience that I have a lot of fun with, and it's different than being in the middle of the ring in 'Monday Night Raw.'",
        "author": "John Cena"
    },
    {
        "quote": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "Lying in bed would be an altogether perfect and supreme experience if only one had a colored pencil long enough to draw on the ceiling.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "In wisdom gathered over time I have found that every experience is a form of exploration.",
        "author": "Ansel Adams"
    },
    {
        "quote": "School was not a good experience. I would get bullied. It was really hard for me to get along with people who didn't have the same goals, so I just wanted to get to California.",
        "author": "Ava Max"
    },
    {
        "quote": "Writing in a diary is a really strange experience for someone like me. Not only because I've never written anything before, but also because it seems to me that later on neither I nor anyone else will be interested in the musings of a thirteen-year-old schoolgirl.",
        "author": "Anne Frank"
    },
    {
        "quote": "My hope is that people experience the music and, in that, something works in them, that they realise how exceptional they are. Maybe that it inspires them to do something great in their own lives.",
        "author": "Lauren Daigle"
    },
    {
        "quote": "The box was a universe, a poem, frozen on the boundaries of human experience.",
        "author": "William Gibson"
    },
    {
        "quote": "And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.",
        "author": "Donald Norman"
    },
    {
        "quote": "Nothing happens quite by chance. It's a question of accretion of information and experience.",
        "author": "Jonas Salk"
    },
    {
        "quote": "To walk into the hall of mirrors of Versailles as Louis XIV and deliver a monologue on your own in an empty hall of mirrors is like no other experience.",
        "author": "George Blagden"
    },
    {
        "quote": "Life is the only real counselor; wisdom unfiltered through personal experience does not become a part of the moral tissue.",
        "author": "Edith Wharton"
    },
    {
        "quote": "You're not just this person who's from your own specific experiences, but the collective experience of what makes you who you are because of time.",
        "author": "Julie Mehretu"
    },
    {
        "quote": "We can think so much about life and take ourselves so seriously; I mean, I like to tell people, 'Don't take life too seriously' because you'll cloud the experience. That's what the meaning of life is to me - being able to enjoy the moment.",
        "author": "Janine Shepherd"
    },
    {
        "quote": "Eric Ashcroft, a gentle, kind, popular man with a wicked sense of humour, was always modest about his wartime exploits, but eventually, with much prompting from his persistent son, he told me of his terrifying experience on D-Day.",
        "author": "Michael Ashcroft"
    },
    {
        "quote": "I think that personal experience is very important, but certainly it shouldn't be a kind of shut-box and mirror-looking, narcissistic experience. I believe it should be relevant, and relevant to the larger things, the bigger things, such as Hiroshima and Dachau and so on.",
        "author": "Sylvia Plath"
    },
    {
        "quote": "I went to Northwestern because I had gone to a really nontraditional high school. I was like, 'It'd be cool to have a traditional college experience.' Then I was like, 'Oh, but none of these people understand what's cool about me. My specialness is not appreciated in this place.'",
        "author": "Zooey Deschanel"
    },
    {
        "quote": "I maybe had a first love and had my heart broken, but reflecting on it, I don't think that was love. I think as I'm getting older and having more in-depth relationships, maybe I'll experience it. At the moment, I don't know, exactly, if I've been in love.",
        "author": "Selena Gomez"
    },
    {
        "quote": "We will hire someone with less experience, less education, and less expertise than someone who has more of those things and has a rotten attitude. Because we can train people. We can teach people how to lead. We can teach people how to provide customer service. But we can't change their DNA.",
        "author": "Herb Kelleher"
    },
    {
        "quote": "I think it's been hard for people to understand how Islam can be a good religion, and yet the Islamists are evil. Those of us who have had experience with Islam understand this, just as we understand the difference between snake handlers and people going to church on Sunday morning.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "My own experience is use the tools that are out there. Use the digital world. But never lose sight of the need to reach out and talk to other people who don't share your view. Listen to them and see if you can find a way to compromise.",
        "author": "Colin Powell"
    },
    {
        "quote": "The sole substitute for an experience which we have not ourselves lived through is art and literature.",
        "author": "Aleksandr Solzhenitsyn"
    },
    {
        "quote": "Regardless of what I do, whether I write a book or whether I act or whether I host, I'll always do stand-up comedy because those moments, that's what I crave. If I do something funny, and I hear a crowd laugh in that moment, we're all sharing the exact same experience and the exact same feeling.",
        "author": "Howie Mandel"
    },
    {
        "quote": "Whether born from experience or inherent physiological or cultural differences, our gender and national origins may and will make a difference in our judging.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "Putting is like wisdom - partly a natural gift and partly the accumulation of experience.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "A friend is an emotional bond, just like friendship is a human experience.",
        "author": "Simon Sinek"
    },
    {
        "quote": "I can only speak from my own personal experience, being behind the camera and in front of it, but every magazine cover you see is completely airbrushed.",
        "author": "Janice Dickinson"
    },
    {
        "quote": "The monsters of our childhood do not fade away, neither are they ever wholly monstrous. But neither, in my experience, do we ever reach a plane of detachment regarding our parents, however wise and old we may become. To pretend otherwise is to cheat.",
        "author": "John le Carre"
    },
    {
        "quote": "Experience shows that success is due less to ability than to zeal.",
        "author": "Charles Buxton"
    },
    {
        "quote": "I wanted to escape Small Town U.S.A. To dismiss the boundaries, to explore. My life experience came from watching movies, TV, and reading books and magazines. When your culture comes from watching TV everyday, you're bombarded with images of things that seem cool, places that seem interesting, people who have jobs and careers and opportunities.",
        "author": "Trent Reznor"
    },
    {
        "quote": "When you're growing up, your dad is your superhero. Once you've let yourself fall that in love with someone, once you put him on such a high pedestal and he lets you down, you never want to experience that pain again.",
        "author": "Jay-Z"
    },
    {
        "quote": "Spiritual formation is for everyone. Just as there is an 'outer you' that is being formed and shaped all the time, like it or not, by accident or on purpose, so there is an 'inner you.' You have a spirit. And it's constantly being shaped and tugged at: by what you hear and watch and say and read and think and experience.",
        "author": "John Ortberg"
    },
    {
        "quote": "As a black woman of trans experience, my position in this society leaves me really no choice but to stand for the intersectional identities I hold.",
        "author": "Indya Moore"
    },
    {
        "quote": "Transcendental meditation is an ancient mental technique that allows any human being to dive within, transcend and experience the source of everything. It's such a blessing for the human being because that eternal field is a field of unbounded intelligence, creativity, happiness, love, energy and peace.",
        "author": "David Lynch"
    },
    {
        "quote": "Lack of access to basic sanitation facilities can be a traumatic experience for girls especially during menstruation period and have an adverse impact on their health.",
        "author": "Priyamani"
    },
    {
        "quote": "I'm not a genius. I'm just a tremendous bundle of experience.",
        "author": "R. Buckminster Fuller"
    },
    {
        "quote": "Experience teaches us to be most on our guard to protect liberty when the government's purposes are beneficent.",
        "author": "Louis D. Brandeis"
    },
    {
        "quote": "Space has always fascinated me. As a young boy looking up at the stars, I found it impossible to resist thinking what was out there and if I ever would experience space first-hand.",
        "author": "Richard Branson"
    },
    {
        "quote": "Chocolate milk has everything I need in a drink: the carbs, the protein, and the electrolytes. It's even backed by science, showing how you're able to recover. I can speak from experience, this is what I drink.",
        "author": "Al Horford"
    },
    {
        "quote": "Hong Kong is a wonderful, mixed-up town where you've got great food and adventure. First and foremost, it's a great place to experience China in a relatively accessible way.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "Everything that we experience every day leaves a long-lasting impression.",
        "author": "Pharrell Williams"
    },
    {
        "quote": "In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity.",
        "author": "David A. Bednar"
    },
    {
        "quote": "Intuition is the very force or activity of the soul in its experience through whatever has been the experience of the soul itself.",
        "author": "Henry Reed"
    },
    {
        "quote": "'Fallout 76' is a very different 'Fallout' game. We're very aware of that. We think a lot of people will like it, because we like it. But a lot of people probably won't. We need to balance that. This is an idea we have, and there's a lot of old 'Fallout' stuff in it, but it's a very new experience.",
        "author": "Todd Howard"
    },
    {
        "quote": "What keeps me going are my learnings, which I would rather call my 'experience,' and my urge to explore.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "Being in love is the only transcendent experience.",
        "author": "Armistead Maupin"
    },
    {
        "quote": "You don't have to say something directly to affect someone. You can make a piece of music without words that can capture a feeling of tragedy or struggle or anger or triumph. It's the translation of the human experience into another form.",
        "author": "El-P"
    },
    {
        "quote": "Theaters are always going to be around, and doing fine. With computers and technology, we're becoming more and more secluded from each other. And the movie theater is one of the last places where we can still gather and experience something together. I don't think the desire for that magic will ever go away.",
        "author": "Wolfgang Petersen"
    },
    {
        "quote": "Space travel for everyone is the next frontier in the human experience.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "The marvelous richness of human experience would lose something of rewarding joy if there were no limitations to overcome. The hilltop hour would not be half so wonderful if there were no dark valleys to traverse.",
        "author": "Helen Keller"
    },
    {
        "quote": "A lot of things you see as a child remain with you... you spend a lot of your life trying to recapture the experience.",
        "author": "Tim Burton"
    },
    {
        "quote": "Sex in a woman's world has the same currency a penny has in a man's. Every penny saved is a penny earned in one world and in the next every sexual adventure is a literary experience.",
        "author": "Harry Golden"
    },
    {
        "quote": "The world is given to me only once, not one existing and one perceived. Subject and object are only one. The barrier between them cannot be said to have broken down as a result of recent experience in the physical sciences, for this barrier does not exist.",
        "author": "Erwin Schrodinger"
    },
    {
        "quote": "Ordinary men are given the authority of the priesthood. Worthiness and willingness - not experience, expertise, or education - are the qualifications for priesthood ordination.",
        "author": "David A. Bednar"
    },
    {
        "quote": "We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.",
        "author": "George Washington"
    },
    {
        "quote": "Therapists need to have a long experience in personal therapy to see what it's like to be on the other side of the couch and see what they find helpful or not helpful.",
        "author": "Irvin D. Yalom"
    },
    {
        "quote": "The chips fall into place, but the educational experience I had at Cal, second to none.",
        "author": "Jaylen Brown"
    },
    {
        "quote": "You know, one wonderful thing that came out of my Enquirer experience is that, in my case, it was ruled tabloids are magazines. Which means they didn't have the protection that a newspaper has.",
        "author": "Carol Burnett"
    },
    {
        "quote": "A spy, like a writer, lives outside the mainstream population. He steals his experience through bribes and reconstructs it.",
        "author": "John le Carre"
    },
    {
        "quote": "The educator must believe in the potential power of his pupil, and he must employ all his art in seeking to bring his pupil to experience this power.",
        "author": "Alfred Adler"
    },
    {
        "quote": "Starbucks was founded around the experience and the environment of their stores. Starbucks was about a space with comfortable chairs, lots of power outlets, tables and desks at which we could work and the option to spend as much time in their stores as we wanted without any pressure to buy. The coffee was incidental.",
        "author": "Simon Sinek"
    },
    {
        "quote": "I absolutely believe in the power of tithing and giving back. My own experience about all the blessings I've had in my life is that the more I give away, the more that comes back. That is the way life works, and that is the way energy works.",
        "author": "Ken Blanchard"
    },
    {
        "quote": "There is no more lively sensation than that of pain; its impressions are certain and dependable, they never deceive as may those of the pleasure women perpetually feign and almost never experience.",
        "author": "Marquis de Sade"
    },
    {
        "quote": "I try to use my experience and the fact that I grew up in the ghetto - I tell people you don't have to rob or steal to get out of the ghetto.",
        "author": "Mr. T"
    },
    {
        "quote": "I have a condition called Osteogenesis Imperfecta (OI), which has affected my growth and bone strength. In short, people with the kind of OI I have generally experience hundreds of fractures in their lifetime and use wheelchairs for mobility.",
        "author": "Stella Young"
    },
    {
        "quote": "Myth is an attempt to narrate a whole human experience, of which the purpose is too deep, going too deep in the blood and soul, for mental explanation or description.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "Brooklyn is not the easiest place to grow up in, although I wouldn't change that experience for anything.",
        "author": "Neil Diamond"
    },
    {
        "quote": "Your life will be a blessed and balanced experience if you first honor your identity and priority.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "Reasoning draws a conclusion, but does not make the conclusion certain, unless the mind discovers it by the path of experience.",
        "author": "Roger Bacon"
    },
    {
        "quote": "There are many harsh lessons to be learned from the gambling experience, but the harshest one of all is the difference between having Fun and being Smart.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "We cannot control what emotions or circumstances we will experience next, but we can choose how we will respond to them.",
        "author": "Gary Zukav"
    },
    {
        "quote": "When you're doing a film, narrative is your most important tool, but it's a tool to create a cinematographic experience, to create those moments that are beyond narrative, that are almost an abstraction of that moment that hits your psyche.",
        "author": "Alfonso Cuaron"
    },
    {
        "quote": "In a traditional Japanese or Chinese garden, it's not only about the building or temple but about the whole setup - the structure, the landscape, the light, the plants, the water. The whole experience that makes your life there so beautiful.",
        "author": "Ma Yansong"
    },
    {
        "quote": "The questions which one asks oneself begin, at least, to illuminate the world, and become one's key to the experience of others.",
        "author": "James Baldwin"
    },
    {
        "quote": "Most girls spend most of their time at school. If real change comes from hearing our voices, it has to start in school, but school is a place where black girls tend to experience microaggressions. Microaggressions are not always obvious, ugly, or terrible things, but they make you feel as though your voice does not matter.",
        "author": "Marley Dias"
    },
    {
        "quote": "Perception often lags behind reality, and I can say from experience that the vast majority of public officials in Louisiana are much better than our reputation holds us to be.",
        "author": "John Kennedy"
    },
    {
        "quote": "People from different parts of the world can respond to the same story if it says something to them about their own history and their own experience.",
        "author": "Chinua Achebe"
    },
    {
        "quote": "It is important to express oneself... provided the feelings are real and are taken from your own experience.",
        "author": "Berthe Morisot"
    },
    {
        "quote": "My job will be to transmit - using my experience, my knowledge - with the intention of making the player more professional. I want to be a 'life-coach' who helps them to think, to make decisions, to manage their emotions with intelligence in difficult situations.",
        "author": "Carles Puyol"
    },
    {
        "quote": "We deem those happy who from the experience of life have learnt to bear its ills without being overcome by them.",
        "author": "Carl Jung"
    },
    {
        "quote": "There's the way that light shows in darkness, and it is extremely beautiful. And I think it essentializes the experience of being human, to see light in darkness.",
        "author": "Emil Ferris"
    },
    {
        "quote": "Gather experience... Look at what you should not look at. A feeling of anxiety is the sure and certain evidence that you should do this.",
        "author": "Clive Barker"
    },
    {
        "quote": "The dictum that truth always triumphs over persecution is one of the pleasant falsehoods which men repeat after one another till they pass into commonplaces, but which all experience refutes.",
        "author": "John Stuart Mill"
    },
    {
        "quote": "Experience teaches slowly, and at the cost of mistakes.",
        "author": "James Anthony Froude"
    },
    {
        "quote": "I believe the process of going from confusion to understanding is a precious, even emotional, experience that can be the foundation of self-confidence.",
        "author": "Brian Greene"
    },
    {
        "quote": "I'm really not interested in acting as a facade, I'm interested in it as an emotional expression and as a transcendent experience for an individual. I find that a lot of people, a lot of young actors, haven't gotten to the point where they're comfortable being stripped down. They're still interested in ornate jackets.",
        "author": "Brie Larson"
    },
    {
        "quote": "There are many tough sides to being a jockey. Injury is something we all dread, but spending lengthy periods in the bath or the sauna just to shed a few pounds can be an exhausting and draining experience.",
        "author": "Tony McCoy"
    },
    {
        "quote": "My favorite animal to hunt is probably elk. There's nothing like the sound of a bugling bull splitting the cold air at first light. And that smell is unmistakable. Once you experience their musk in the wild there's no going back! A close second would be a varmint hunt.",
        "author": "Chris Pratt"
    },
    {
        "quote": "Staring down the barrel of a gun is the scariest thing you could ever experience. It's not funny. It's not for the movies.",
        "author": "Christina Milian"
    },
    {
        "quote": "To have God speak to the heart is a majestic experience, an experience that people may miss if they monopolize the conversation and never pause to hear God's responses.",
        "author": "Charles Stanley"
    },
    {
        "quote": "Managers of hospitals over the years have been increasingly recruited from outside the health service, and although their experience of running a supermarket chain might allow them to balance the books, it does not mean they have any insight into how a ward should be managed and patients best served.",
        "author": "Jo Brand"
    },
    {
        "quote": "I have a mess in my head sometimes, and there's something very satisfying about putting it into words. Certainly it's not something that you're in charge of, necessarily, but writing about it, putting it into your words, can be a very powerful experience.",
        "author": "Carrie Fisher"
    },
    {
        "quote": "Music is subjective to everyone's unique experience.",
        "author": "Jared Leto"
    },
    {
        "quote": "Men are wise in proportion, not to their experience, but to their capacity for experience.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The French are true romantics. They feel the only difference between a man of forty and one of seventy is thirty years of experience.",
        "author": "Maurice Chevalier"
    },
    {
        "quote": "Everyone will experience the consequences of his own acts. If his act are right, he'll get good consequences; if they're not, he'll suffer for it.",
        "author": "Harry Browne"
    },
    {
        "quote": "Human experience depends on everything that can influence states of the human brain, ranging from changes in our genome to changes in the global economy.",
        "author": "Sam Harris"
    },
    {
        "quote": "The reason humans experience so much more stress than other species isn't just because we think more, but also because we think differently.",
        "author": "Andrew J. Bernstein"
    },
    {
        "quote": "The pop-music video is one of the most powerful communication tools we have. Most people have access to a phone, and you can click a video and absorb it in three minutes. If it's potent enough, you can take in the message or have some sort of experience in multiple dimensions, the music with the image.",
        "author": "Sophie"
    },
    {
        "quote": "Perhaps the single most important element in mastering the techniques and tactics of racing is experience. But once you have the fundamentals, acquiring the experience is a matter of time.",
        "author": "Greg LeMond"
    },
    {
        "quote": "Usually, companies, when they approach other people to do VR, they're like, 'We're gonna offer a virtual reality experience' - to me, that usually means they're gonna put a bunch of 360 cameras in a room, film something, and wrap the video in a sphere so you can head-track and look around. To me, that's not virtual reality. That's 360 video.",
        "author": "Deadmau5"
    },
    {
        "quote": "The trouble with learning from experience is that you never graduate.",
        "author": "Doug Larson"
    },
    {
        "quote": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability.",
        "author": "Henry Ford"
    },
    {
        "quote": "The loving parts of your personality have no trouble loving. That is all they do. You experience the loving parts of as gratitude, appreciation, caring, patience, contentment and awe of life.",
        "author": "Gary Zukav"
    },
    {
        "quote": "I decided blacks should not have to experience the difficulties I had faced, so I decided to open a flying school and teach other black women to fly.",
        "author": "Bessie Coleman"
    },
    {
        "quote": "Our DNA is as a consumer company - for that individual customer who's voting thumbs up or thumbs down. That's who we think about. And we think that our job is to take responsibility for the complete user experience. And if it's not up to par, it's our fault, plain and simply.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Bitcoin will experience many bubbles along its way to improving the lives of everyone on the planet. I'm not concerned with the short-term price fluctuations.",
        "author": "Roger Ver"
    },
    {
        "quote": "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.",
        "author": "Clarence Day"
    },
    {
        "quote": "I've used my experience from playing sports in almost every aspect of my life. Playing soccer is where I found my voice, and playing softball was where I learned precision, and in every game I learned to play as a member of a team - to work not for my own glory, but for a shared goal.",
        "author": "Linda Sanchez"
    },
    {
        "quote": "I hate to say there are female and male ways of dealing with power, because I think each of us has a male and a female part. But based on my own experience, women will tend to be inclusive, to reach out more, to care a little more.",
        "author": "Christine Lagarde"
    },
    {
        "quote": "The prism through which you experience life is so unique. There is no objective experience.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "I'm going to Columbia University but I'm trying to keep that low-profile because I don't want weird people following me there. I want the experience of normal college life.",
        "author": "Julia Stiles"
    },
    {
        "quote": "The most important thing is to have a point of view and have something to say. That is important if you are filmmaker or artist. That means you have to experience the world.",
        "author": "Kathleen Kennedy"
    },
    {
        "quote": "Experience isn't interesting until it begins to repeat itself. In fact, till it does that, it hardly is experience.",
        "author": "Elizabeth Bowen"
    },
    {
        "quote": "I am concerned about any attrition in customer traffic at Starbucks, but I don't want to use the economy, commodity prices or consumer confidence as an excuse. We must maintain a value proposition to our customers as well as differentiate the Starbucks Experience. That is the key.",
        "author": "Howard Schultz"
    },
    {
        "quote": "Creativity and insight almost always involve an experience of acute pattern recognition: the eureka moment in which we perceive the interconnection between disparate concepts or ideas to reveal something new.",
        "author": "Jason Silva"
    },
    {
        "quote": "Experience has taught me how important it is to just keep going, focusing on running fast and relaxed. Eventually it passes and the flow returns. It's part of racing.",
        "author": "Frank Shorter"
    },
    {
        "quote": "As a country with experience of coping with earthquakes, tsunamis and other natural disasters, Japan believes in emphasizing the mainstreaming of disaster risk reduction. We therefore prioritize investment in disaster prevention and post-disaster improvements under a policy of Build Back Better (BBB).",
        "author": "Shinzo Abe"
    },
    {
        "quote": "Architecture produces a musical mood in our inner being, and we notice that even though the elements of architecture and music appear to be so alien in the outer world, through this musical mood engendered in us, our experience of architecture brings about a reconciliation, a balance between these two elements.",
        "author": "Rudolf Steiner"
    },
    {
        "quote": "Age is only a number, a cipher for the records. A man can't retire his experience. He must use it. Experience achieves more with less energy and time.",
        "author": "Bernard Baruch"
    },
    {
        "quote": "Being that I went to jail and came back, I went through a whole new experience in life. I went from being at the top to back down at the bottom again. In jail, you get stripped of your freedom and everything, so I experienced different things, learned more.",
        "author": "Meek Mill"
    },
    {
        "quote": "I'm a believer that players are good self-directors, and I think one thing that's good about video games is they can direct their own experience.",
        "author": "Todd Howard"
    },
    {
        "quote": "No student of Chinese history can say that the Chinese are incapable of religious experience, even when judged by the standards of medieval Europe or pious India.",
        "author": "Hu Shih"
    },
    {
        "quote": "I had some experience in dealing with people who have mental illness and depression, but I didn't see the signs in myself. I couldn't ask for help because I didn't know I needed help.",
        "author": "Clara Hughes"
    },
    {
        "quote": "It is pure mythology that women cannot perform as well as men in science, engineering and mathematics. In my experience, the opposite is true: Women are often more adept and patient at untangling complex problems, multitasking, seeing the possibilities in new solutions and winning team support for collaborative action.",
        "author": "Weili Dai"
    },
    {
        "quote": "If you want to experience joy in your life, you have to be able to step outside yourself and become part of a cause that is much larger than you; one that brings a greater good to a greater community.",
        "author": "Srikumar Rao"
    },
    {
        "quote": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.",
        "author": "Woody Allen"
    },
    {
        "quote": "Apple Music is trying to create an entire pop culture experience that includes audio and video. If South Park walks into my office, I'm not going to say, 'You're not musicians.' We're going to do whatever hits pop culture smack on the nose.",
        "author": "Jimmy Iovine"
    },
    {
        "quote": "I look at the human life like an experiment. Every new moment, every new experience, tragic or otherwise, is an opportunity to gain a more accurate perspective and helps lead me to clarity.",
        "author": "Steve Gleason"
    },
    {
        "quote": "In this sad world of ours, sorrow comes to all; and to the young, it comes with bitterest agony because it takes them unawares. I have had experience enough to know what I say.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "It's okay to fail 'cause there's no failure, you're just informing the richness of your experience, and that's - that's the greatest gift you can possibly give yourself.",
        "author": "Ben Foster"
    },
    {
        "quote": "I do NOT think that PC gaming is over... it will always be the choice of the gaming enthusiast who is willing to put in the extra effort for a richer, more rewarding experience.",
        "author": "Mike Wilson"
    },
    {
        "quote": "A failure is a man who has blundered, but is not able to cash in the experience.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "I'm an Australian. And I'm speaking generally here, but Australians in general aren't patriotic or nationalistic. Our country was built by immigrants. So, by my experience, I've seen the way immigration has transformed nations. They are the key people who quite literally build civilizations, be it culturally or musically.",
        "author": "John Hillcoat"
    },
    {
        "quote": "Think about what happens when architecture becomes ruins. All you have left are some little columns on a cliff, but it's still such an overwhelming experience that you could say architecture is that which makes ruins beautiful.",
        "author": "Santiago Calatrava"
    },
    {
        "quote": "I think any spiritual experience that's worthwhile is not about ego and it will humble you in some way. And also, a Zen monk once said to me, 'If you're not laughing, then you're not getting it.'",
        "author": "David O. Russell"
    },
    {
        "quote": "It was a wonderful experience to play in the NFL, and I have no regrets. I truly will miss playing for the Lions. I consider the Lions' players, coaches, staff, management and fans my family. I leave on good terms with everyone in the organization.",
        "author": "Barry Sanders"
    },
    {
        "quote": "Based on my own experience, when you're going through adolescence you don't know how the world works. You can't set a story in the world you live in because you don't know what a utility bill is, or how to budget your paycheck.",
        "author": "Patton Oswalt"
    },
    {
        "quote": "I'd never been to a prom, I had never had the whole high school experience. I think I was kind of an anomaly. I don't think they knew where to put me.",
        "author": "Alicia Witt"
    },
    {
        "quote": "Well, you know, the definition of second marriage is the triumph of hope over experience.",
        "author": "George Will"
    },
    {
        "quote": "I will perform My Heart Will Go On for the rest of my life and it will always remain a very emotional experience for me.",
        "author": "Celine Dion"
    },
    {
        "quote": "Climbing is all about freedom, the freedom to go beyond all the rules and take a chance, to experience something new, to gain insight into human nature.",
        "author": "Reinhold Messner"
    },
    {
        "quote": "And only the photographer himself knows the effect he wants. He should know by instinct, grounded in experience, what subjects are enhanced by hard or soft, light or dark treatment.",
        "author": "Bill Brandt"
    },
    {
        "quote": "I write the black experience in America, and contained within that experience, because it is a human experience, are all the universalities.",
        "author": "August Wilson"
    },
    {
        "quote": "China's republican politics is like a child who just started schooling. He must have a good teacher and be surrounded by good friends. By the same token, the Chinese people, new to the republican politics, must be educated properly. The revolutionary government should be the people's tutor to impart advanced awareness and experience.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "We experience problem-solving sessions as war zones, we view competing ideas as enemies, and we use problems as weapons to blame and defeat opposition forces. No wonder we can't come up with real lasting solutions!",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "I think that reading is always active. As a writer, you can only go so far; the reader meets you halfway, bringing his or her own experience to bear on everything you've written. What I mean is that it is not only the writer's memory that filters experience, but the reader's as well.",
        "author": "Ruth Reichl"
    },
    {
        "quote": "Individuals with kidney disease who are able to obtain treatment early experience a higher quality of life and are able to maintain more of their day-to-day activities, including keeping their jobs.",
        "author": "Xavier Becerra"
    },
    {
        "quote": "I ran the Iditarod twice. I finished once. I came in 42nd or 43rd place out of 70 plus teams the first time, and I scratched 80 miles from Nome the second time. You can read about my experience in the race in my books 'Woodsong' and 'Winterdance.'",
        "author": "Gary Paulsen"
    },
    {
        "quote": "I believe that curiosity, wonder and passion are defining qualities of imaginative minds and great teachers; that restlessness and discontent are vital things; and that intense experience and suffering instruct us in ways that less intense emotions can never do.",
        "author": "Kay Redfield Jamison"
    },
    {
        "quote": "My stated goal as a filmmaker is to feel something. Is to have a palpable emotion in my life, carry it through the gauntlet of the filmmaking process and try and have it land for an audience at some point during the viewing experience. That to me is successful filmmaking.",
        "author": "Jeff Nichols"
    },
    {
        "quote": "Masterpieces are not single and solitary births; they are the outcome of many years of thinking in common, of thinking by the body of the people, so that the experience of the mass is behind the single voice.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "We are different, in essence, from other men. If you want to win something, run 100 meters. If you want to experience something, run a marathon.",
        "author": "Emil Zatopek"
    },
    {
        "quote": "Language is not simply a reporting device for experience but a defining framework for it.",
        "author": "Benjamin Whorf"
    },
    {
        "quote": "Sympathy relies on a common experience. If you're clumsy, you might have sympathy for others who tend to bump into things. Empathy, on the other hand, is the ability to understand another person's feelings even if you've never experienced them yourself.",
        "author": "Joe Gebbia"
    },
    {
        "quote": "I know from personal experience how damaging it can be to live with bitterness and unforgiveness. I like to say it's like taking poison and hoping your enemy will die. And it really is that harmful to us to live this way.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Life experience is what defines our character, even if it means getting your heart broken or being lied to. You know, you need the downs to appreciate the ups. Going on the adventure or taking that risk is important.",
        "author": "Nev Schulman"
    },
    {
        "quote": "Experience is a good teacher.",
        "author": "Gina Haspel"
    },
    {
        "quote": "When you see the face of God, or when you have an overwhelming, ecstatic, blissful, visionary experience; there is no doubt about it. It isn't like, 'Did it happen?' It's unforgettable. And you are a changed person in some way.",
        "author": "Alex Grey"
    },
    {
        "quote": "In Brazil, you buy tickets to go to the stadium to watch the carnival, but in Trinidad, you buy a costume and take part. There are very few things that can rival that experience.",
        "author": "Jillionaire"
    },
    {
        "quote": "When you look at death, it makes you understand the importance of the moment when you have life and death in front of you, and you witness seeing someone deteriorating in front of you - it's an overwhelming experience. If you don't learn from that, I don't know what else you're gonna learn.",
        "author": "Mickalene Thomas"
    },
    {
        "quote": "I learned that there is an inner strength that blossoms when one cleanses themselves by processing and attempting to comprehend their situation and/or experience. Writing became my therapy!",
        "author": "Dominique Jackson"
    },
    {
        "quote": "Goldman in the '80s was like a priesthood, a monastic experience where you worked all the time but were incredibly dedicated to client services, to building and growing companies.",
        "author": "Steve Bannon"
    },
    {
        "quote": "Open-heart surgery is now part of a typical life experience for many people. Folks talk casually about 'having a stent put in,' as if they had their tires rotated.",
        "author": "Roger Ebert"
    },
    {
        "quote": "It's a great, great experience to finally get the reception that you know you rightfully deserve.",
        "author": "Kendrick Lamar"
    },
    {
        "quote": "Personal experience is the basis of all real Literature.",
        "author": "George Henry Lewes"
    },
    {
        "quote": "My dad taught me how to fish. When I am stand in a trout stream now, and I have the waders on, and I've got a fly rod in my hand, or I am fishing for bass, I think of sitting in a boat with my dad. How can that be a bad experience?",
        "author": "Matt Lauer"
    },
    {
        "quote": "It is not about gender, it is about experience, leadership, and vision.",
        "author": "Angela Ahrendts"
    },
    {
        "quote": "If you carefully consider what you want to be said of you in the funeral experience, you will find your definition of success.",
        "author": "Stephen Covey"
    },
    {
        "quote": "I tell young people to prepare themselves as best they can for a world that grows more challenging every day-get the best education they can, and couple that education with real-life experience in social justice work.",
        "author": "Julian Bond"
    },
    {
        "quote": "You experience other cultures to give you a kind of shock that makes you look at your own culture. You appreciate it more as a result of being out of it, but you also realise there are some things lacking in your culture.",
        "author": "Mem Fox"
    },
    {
        "quote": "We rarely think to mark the trail for others to follow. 'Live and learn,' we say, acknowledging the value of experience. We usually forget about 'Live and teach.'",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "There's no doubt that there's certain songs and arrangements of music that release a chemical reaction in my brain. This sounds a little goofy, but I really believe that. It's such a euphoric experience that I sort of want to chase that experience as often as possible.",
        "author": "McG"
    },
    {
        "quote": "Going to the Olympic Games is the greatest experience anybody could have, and you just don't want to let yourself down.",
        "author": "Nick Dempsey"
    },
    {
        "quote": "Experience, already reduced to a group of impressions, is ringed round for each one of us by that thick wall of personality through which no real voice has ever pierced on its way to us, or from us to that which we can only conjecture to be without.",
        "author": "Walter Pater"
    },
    {
        "quote": "The patchwork political landscape of the Arab world - the client monarchies, degenerated nationalist dictatorships, and the imperial petrol stations known as the Gulf states - was the outcome of an intensive experience of Anglo-French colonialism.",
        "author": "Tariq Ali"
    },
    {
        "quote": "In Maryland, I didn't grow up around poor white people. Where I grew up, the white people were middle class or upper-middle class. It's interesting how screwed up it is in reality, because most people who receive assistance from the government are white, but not in my head or in my experience.",
        "author": "Kelela"
    },
    {
        "quote": "I served on active duty in the U.S. Air Force and currently serve in the U.S. House of Representatives. Yet I still experience people telling me to 'go back' to China or North Korea or Japan. Like many immigrants, I have learned to brush off this racist insult.",
        "author": "Ted Lieu"
    },
    {
        "quote": "The next time you experience a blackout, take some solace by looking at the sky. You will not recognize it.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "Artists need some kind of stimulating experience a lot of times, which crystallizes when you sing about it or paint it or sculpt it. You literally mold the experience the way you want. It's therapy.",
        "author": "Erykah Badu"
    },
    {
        "quote": "If you're a young person who wants to become an actor, it's really important to walk into a casting room with a sense of yourself and some life experience. You can really delight a room and have them already choose you before you've even said a word!",
        "author": "Kenny Ortega"
    },
    {
        "quote": "Black women, whose experience is unique, are seldom recognized as a particular social-cultural entity and are seldom thought to be important enough for serious scholarly consideration.",
        "author": "Barbara Smith"
    },
    {
        "quote": "I'm always happy when people choose to get another dog because it's a healthy and healing thing to do, and there are millions of them needing homes. But there is no single time frame to do it in because grieving is an intensely personal experience.",
        "author": "Jon Katz"
    },
    {
        "quote": "Every day is a new journey for me, and I feel like, in my lifetime, I've been blessed to experience such a lot.",
        "author": "Bindi Irwin"
    },
    {
        "quote": "I feel like I've reached an age where I can relax a little bit with the knowledge of what I've been through, take all that experience and use it. I love the challenge of trying to get back to where I've been, and beyond it.",
        "author": "Cathy Freeman"
    },
    {
        "quote": "At Grinnell College, for the first time in my life, I was in an all-white setting. It was a shocking experience.",
        "author": "Bernice King"
    },
    {
        "quote": "The experience reminds me of a favorite saying: Most of the yield from research efforts comes from the coal that is mined while looking for diamonds.",
        "author": "Paul D. Boyer"
    },
    {
        "quote": "Serial killers kill for the power and control they experience during the murders and for the added ego boost they get in the aftermath from community fears, media coverage, and the police investigations.",
        "author": "Pat Brown"
    },
    {
        "quote": "The majesty of the American Jewish experience is in its success marrying its unique Jewish identity with the larger, liberal values of the United States. There is no need anymore to choose between assimilation and separation. We are accepted as equals.",
        "author": "Edgar Bronfman, Sr."
    },
    {
        "quote": "The animal encounter poem is now so distinct a genre that it would be possible to create a full-length anthology from deer encounter poems alone, and many varieties of experience would emerge from such an exercise.",
        "author": "John Burnside"
    },
    {
        "quote": "I intend to inspire people with my story: motivate young people that grew up like myself, or even not like myself. Just, you know, go through the human experience.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "Becoming an effective security professional requires more than knowing how to deploy and configure technology. It requires combining security theory with practical, hands-on experience.",
        "author": "Ken Xie"
    },
    {
        "quote": "The more you are blessed with experience, the fuller and the more enriched you are in your craft.",
        "author": "Aishwarya Rai Bachchan"
    },
    {
        "quote": "Each solstice is a domain of experience unto itself. At the Summer Solstice, all is green and growing, potential coming into being, the miracle of manifestation painted large on the canvas of awareness. At the Winter Solstice, the wind is cold, trees are bare and all lies in stillness beneath blankets of snow.",
        "author": "Gary Zukav"
    },
    {
        "quote": "As a novelist, you have to pick your battles. You are tired. You have begun to experience the first ominous tinglings of carpal tunnel syndrome. You wake up in the middle of the night with both hands lying across your chest like a couple of plucked bird carcasses, dead of all sensation.",
        "author": "Lynn Coady"
    },
    {
        "quote": "I never really had experienced hate in school with girls and boys. What I do experience is social media, and so every day, people comment, 'You're fat, you're ugly, you're rude, you're all this stuff,' and I just don't like it at all. I don't want anyone to have to go through that.",
        "author": "JoJo Siwa"
    },
    {
        "quote": "There are those who seem to feel they have no choice about being jerks in the present because they had a crappy childhood. Well, that's the definition of childhood; nobody gets out alive. You either get stronger from what you experience, or you turn it into a crutch, an excuse, a dodge.",
        "author": "J. Michael Straczynski"
    },
    {
        "quote": "It's a surreal experience when you're working with guys like Scott Steiner, Kevin Nash, and Sting. They were guys that I grew up watching, and I saw the heights that they achieved.",
        "author": "Samoa Joe"
    },
    {
        "quote": "I do have my own personal convictions and values, and I live by those. But as an artist, as a portrait photographer, my job is to tell the truth and to capture someone's spirit on a certain day. And it's never the whole truth; it's the truth I experience in a very intense and intimate fashion.",
        "author": "Platon"
    },
    {
        "quote": "There's very little you could do to prepare to be a correspondent on 'The Daily Show,' because it's not being a journalist, it's not being an actor. It involves elements of both of those things, but they're not required necessarily as job experience. It's helpful if you know how to improvise, but again, not a requirement.",
        "author": "Steve Carell"
    },
    {
        "quote": "Poetry is the experience of liberty. The poet risks himself, chances all on the poem's all with each verse he writes.",
        "author": "Octavio Paz"
    },
    {
        "quote": "There is no question that creative intelligence comes not through learning things you find in books or histories that have already been written, but by focusing on and giving value to experience as it happens.",
        "author": "Antony Gormley"
    },
    {
        "quote": "There are so many surprises in my life; I don't take anything for granted. I enjoy every experience that comes; I don't think too far ahead.",
        "author": "Ng Chin Han"
    },
    {
        "quote": "A woman experiencing an unplanned pregnancy also deserves to experience unplanned joy.",
        "author": "Patricia Heaton"
    },
    {
        "quote": "The first time I watched a World Cup game was in 2002. That was the first time Senegal had ever qualified for the World Cup, and it was great moment that I will never forget in my life. I was ten years old at the time, and that experience of watching my country in a World Cup is what inspired me to become a footballer.",
        "author": "Sadio Mane"
    },
    {
        "quote": "I would say that engineering has been a very positive experience overall, but usually coming into the situation it would be one of being underestimated. People would actually have low expectations. But I would take advantage of it quite honestly, because I would take my time to underestimate the situation.",
        "author": "Lonnie Johnson"
    },
    {
        "quote": "When I was in junior high school, friends and I were in a consciousness-raising group, a term that now seems quaint like a butter churn, but it was very powerful. It was a really wonderful experience.",
        "author": "Meg Wolitzer"
    },
    {
        "quote": "I would love to do my own stunts, but stunts are not something I have a lot of experience with.",
        "author": "Lucas Till"
    },
    {
        "quote": "We live entirely, especially if we are writers, by the imposition of a narrative line upon disparate images, by the 'ideas' with which we have learned to freeze the shifting phantasmagoria which is our actual experience.",
        "author": "Joan Didion"
    },
    {
        "quote": "A little reflection will show us that every belief, even the simplest and most fundamental, goes beyond experience when regarded as a guide to our actions.",
        "author": "William Kingdon Clifford"
    },
    {
        "quote": "I think my biggest learning experience is that it's okay to be who you are - you don't have to exactly fit the mold of what people think a certain kind of career is. I think that discovery - of really knowing who I am and being okay with that and loving myself - was amazing.",
        "author": "Dree Hemingway"
    },
    {
        "quote": "I have become more and more afraid about marriage and parenting. I think it's because I am getting older. Of course, there will be a lot to learn, and I also know that the experience will help in my acting.",
        "author": "Gong Yoo"
    },
    {
        "quote": "A book is a journey: It's a thing you agree to go on with somebody, and I think every reader's experience of a book is going to be different.",
        "author": "John Darnielle"
    },
    {
        "quote": "When I was 13 years old, I went to visit my aunt and uncle in Washington, D.C., and they just deposited me at the National Gallery. I would go from Rembrandt to Picasso - I remember that experience so vividly.",
        "author": "John Lithgow"
    },
    {
        "quote": "Gratitude is what we radiate when we experience grace, and the soul was made to run on grace the way a 747 runs on rocket fuel.",
        "author": "John Ortberg"
    },
    {
        "quote": "People who fail to use their emotional intelligence skills are more likely to turn to other, less effective means of managing their mood. They are twice as likely to experience anxiety, depression, substance abuse, and even thoughts of suicide.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "The most important part of my work on The Orion Building was the creation within the apartments of living space which inspires people and the way they live their lives, whether they have bought a one-bedroom apartment or the penthouse. This building is beautiful to see, sense, and experience.",
        "author": "John Rocha"
    },
    {
        "quote": "I don't think people should have boundaries put on them, by themselves or society or another gender, because it's our birthright to experience life in whatever way we feel best suits us.",
        "author": "Hilary Swank"
    },
    {
        "quote": "Antoine and Sahara Davenport were really able to help me learn about drag. We really fed off each other. Together, we just clicked. We were both part of 'RuPaul's Drag Race,' so we both got to go through this experience together.",
        "author": "Manila Luzon"
    },
    {
        "quote": "I didn't play video games because my parents didn't allow it. That was banned from my childhood experience.",
        "author": "Kristin Kreuk"
    },
    {
        "quote": "Metro Station, it was a crazy experience, because I felt like we just blew up really fast.",
        "author": "Trace Cyrus"
    },
    {
        "quote": "It was a fantastic learning experience and OK, I got slammed because I wasn't Audrey Hepburn but you could have predicted that, really, if you'd opened your eyes wide enough.",
        "author": "Julia Ormond"
    },
    {
        "quote": "There is no wider gulf in the universe than yawns between those on the hither and thither side of vital experience.",
        "author": "Rebecca West"
    },
    {
        "quote": "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected.",
        "author": "Jenna Morasca"
    },
    {
        "quote": "I haven't been as wild with my money as somebody like me might have been. I've been very safe, very conservative with investments. I don't blow money. I don't have a ton of houses. I know things can go away. I've already had that experience.",
        "author": "Jim Carrey"
    },
    {
        "quote": "The thing you realize when you get into studying neuroscience, even a little bit, is that everything is connected to everything else. So it's as if the brain is trying to use everything at its disposal - what it is seeing, what it is hearing, what is the temperature, past experience.",
        "author": "Paul Allen"
    },
    {
        "quote": "When I was 23, I went backpacking around Australia for three months. I saved up a few grand, quit my job and flew to Sydney, then went to Melbourne and up the East Coast, which was an incredible experience. I remember running out of money and getting my mum to send me a few hundred quid, which helped me get by.",
        "author": "Olly Murs"
    },
    {
        "quote": "Hip-hop in Africa has been very often a duplication of an American experience, but in a context that's totally alien to it.",
        "author": "K'naan"
    },
    {
        "quote": "I was always drawn to the blues. Alberta Hunter at the Cookery was a life-changing experience. I only wanted to get enriched as a performer as I got older, to have an audience which got older, too, and would come to see me when I'm 80.",
        "author": "Bonnie Raitt"
    },
    {
        "quote": "A quintessential experience is to raft the Rio Grande through the Blue Mountains, stopping off at waterfalls and having picnics of barbecued fish.",
        "author": "Ben Elliot"
    },
    {
        "quote": "While I will always have the utmost respect for the superhuman out-of-bounds freestyle and extreme stunts that seem to continually progress beyond our imaginable limits, my highest appreciation goes out to the simple rider who's out there just for the experience.",
        "author": "Craig Kelly"
    },
    {
        "quote": "Experience has shown us that attempts to control the Internet will invariably fail. We should be instructed by the failed efforts of China to regulate political content, the efforts of America to regulate Internet gambling, or the efforts of Australia to regulate certain speech. By its very nature, the Internet will always resist such controls.",
        "author": "Miriam Defensor-Santiago"
    },
    {
        "quote": "The simple act of saying 'thank you' is a demonstration of gratitude in response to an experience that was meaningful to a customer or citizen.",
        "author": "Simon Mainwaring"
    },
    {
        "quote": "I even lived on campus to get the college experience. I had five roommates and I still keep in touch with them while I'm on the road.",
        "author": "Tatyana Ali"
    },
    {
        "quote": "The more you are getting older, you lose a little something. Of course there is another advantage, because of your long experience you can use it.",
        "author": "Haile Gebrselassie"
    },
    {
        "quote": "In comics the reader is in complete control of the experience. They can read it at their own pace, and if there's a piece of dialogue that seems to echo something a few pages back, they can flip back and check it out, whereas the audience for a film is being dragged through the experience at the speed of 24 frames per second.",
        "author": "Alan Moore"
    },
    {
        "quote": "To be able to take the next generation, my daughters and my granddaughters, to better understand and respect the people in the Outback and experience the wonders of our country, would definitely be one of my favourite duties.",
        "author": "Gina Rinehart"
    },
    {
        "quote": "Leapfrog innovation - consistent, constant, ridiculous leapfrog innovation - only happens within a dictatorship. Any time you try to do something really innovative, most people aren't going to understand it until after they experience it. So when you're developing in innovation, you have to be a dictator.",
        "author": "Ashton Kutcher"
    },
    {
        "quote": "I believe in this being, not because I have any proper or direct knowledge of His existence, but I am at a loss to account for the existence and arrangement of the visible universe, and, being left in the wide sea of conjecture without a clue from analogy or experience, I find the conjecture of a God easy, obvious, and irresistible.",
        "author": "William Godwin"
    },
    {
        "quote": "Well, I stopped drinking. That was actually a big deal. I didn't go through any harrowing rock-bottom experience. I just made a decision to stop drinking.",
        "author": "Josh Radnor"
    },
    {
        "quote": "I went to this arts high school in Greenville, S.C. In speech class, the teacher, a white man, would say, 'You're talking ghetto. Don't talk ghetto.' I'm not only offended, but I'm confused because while there's nothing wrong with people who come from the projects or the ghetto, that's actually not my experience.",
        "author": "Teyonah Parris"
    },
    {
        "quote": "Working with Adrien Brody was like going to Julliard, but instead of four years, I went for four weeks. He was like the Albert Einstein of professors, it was just the best experience of my life. Adrien was the most influential mentor in my acting career thus far, and even after the movie he continues to mentor me.",
        "author": "Sami Gayle"
    },
    {
        "quote": "I'm a method writer. In order to write about the emotion, I have to experience it. I get physically tired and exhausted, devoting hours and hours and hours to it.",
        "author": "Sherman Alexie"
    },
    {
        "quote": "I feel, sometimes, as the renaissance man must have felt in finding new riches at every point and in the certainty that unexplored areas of knowledge and experience await at every turn.",
        "author": "Polykarp Kusch"
    },
    {
        "quote": "Having had that experience... I think, what modern culture wants to see is the relationship with the woman. I don't think you can tell a story on film nowadays where the woman simply is there for the man when he decides to settle down.",
        "author": "Tom Selleck"
    },
    {
        "quote": "I see the American experience as being defined by the immigrant paradigm of rupture and renewal: rupture with the old world, the old ways, and renewal of the self in a bright but difficult New World.",
        "author": "Ayad Akhtar"
    },
    {
        "quote": "I've learned through experience that to trouble celebrities with my handshake doesn't do anybody any good.",
        "author": "Nick Offerman"
    },
    {
        "quote": "I tell young entrepreneurs to use the leader in their industry and as a benchmark as they work to create their own brand. Don't look at what your competition is doing - if you emulate the leader in your industry, you will achieve a higher level of engagement with consumers and make their buying experience richer.",
        "author": "Steve Stoute"
    },
    {
        "quote": "My federal, state, and local experience will allow me the opportunity to effectively represent the constituents of the Fourth District.",
        "author": "Gloria Negrete McLeod"
    },
    {
        "quote": "I find increasingly that the more extreme are the things going on in your life, the more cultural reference points fail you. More mythical reference points actually help, and you realise that's what myths are for. It's for human beings to process their experience in extremis.",
        "author": "Michael Sheen"
    },
    {
        "quote": "When you label so much of what happens to you as 'bad,' it reinforces the feeling that you are a powerless pawn at the mercy of outside forces over which you have no control. And - this is key - labeling something a bad thing almost guarantees that you'll experience it as such.",
        "author": "Srikumar Rao"
    },
    {
        "quote": "I'm a huge fan of Asian cooking in general. I love shabu shabu, and I love hibachi. It's kind of like an experience as opposed to just having something in front of you and you eating it.",
        "author": "Kim Shaw"
    },
    {
        "quote": "I've always said that the experience of meeting an artist that you are in awe of and that you hope to create with one day is usually disappointing because you put them up on a pedestal, and then you're like, 'Wow, that's not a nice person.'",
        "author": "Sandra Bullock"
    },
    {
        "quote": "Let's face it. My dad was a mechanic, and my mom was a cop: my college options in seventh grade didn't look that great. And the chance I got to go to college and experience college life is something that's pretty precious to me.",
        "author": "Big Show"
    },
    {
        "quote": "You are carving out a story. You and your colleagues are trying to make something that is bigger than yourself. Although it can be a scary experience because you're putting your work out on the line, it's also incredibly rewarding because a lot of it comes from you.",
        "author": "Phillipa Soo"
    },
    {
        "quote": "My favorite Broadway show day-to-day, just for the experience, was 'The 25th Annual Putnam County Spelling Bee.' The people were so much fun. It was a great show.",
        "author": "Barrett Foa"
    },
    {
        "quote": "I always considered myself as a character actor. I always try to be versatile to show different sides of human experience.",
        "author": "Robert Duvall"
    },
    {
        "quote": "If we want leaders to make good decisions amid huge complexity, and learn how to build great teams, then we should send them to learn from people who've proved they can do it. Instead of long summer holidays, embed aspirant leaders with Larry Page or James Dyson so they can experience successful leadership.",
        "author": "Dominic Cummings"
    },
    {
        "quote": "It's a bit cliche, but you can't go wrong by writing what you know. Even if you're a horrible writer, your own knowledge and experience is unrivaled. Nobody knows what you know like you know what you know. The way you see things is pretty unique.",
        "author": "Issa Rae"
    },
    {
        "quote": "I prefer to make my own coffee at home because I love the experience of measuring out the beans and finding the right grind setting, messing with water amounts, etc. It's truly an art form, and I'm obsessed with it. In L.A., I love Blue Bottle and Intelligentsia and used to hang at Bru in Los Feliz.",
        "author": "Chris Wood"
    },
    {
        "quote": "The United Nations was founded 70 years ago, at the end of World War II. Since that time, Japan has steadfastly walked the path of peace and rebuilt a nation. And, since the mid-1950s onward, we have actively worked to share our experience of development with other nations, especially in Asia.",
        "author": "Shinzo Abe"
    },
    {
        "quote": "I took a workshop from him a few months after that. That experience changed my whole approach to photography. At that workshop in Yosemite in 1973 I decided I wanted to try and see if I could pursue this for myself, and I'm still trying.",
        "author": "John Sexton"
    },
    {
        "quote": "Customer loyalty comes from consistent experience. They learn to count on you.",
        "author": "Jimmy John Liautaud"
    },
    {
        "quote": "There is an imagined thing called black culture. But culture is a construction. It is learned behavior, not innate. The black American experience is the American experience.",
        "author": "Glenn Ligon"
    },
    {
        "quote": "When the crying child is immediately isolated, and it is explained to him at the same time that whoever annoys others must not be with them, if this isolation is the absolute result and cannot be avoided, in the child's mind a basis is laid for the experience that one must be alone when one makes oneself unpleasant or disagreeable.",
        "author": "Ellen Key"
    },
    {
        "quote": "You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "Eating street food in Bangkok is an experience.",
        "author": "Aishwarya Rajesh"
    },
    {
        "quote": "Speaking from my experience as a person involved for a long time in building the European Union, it is important to have patience and efforts to build a community of nations.",
        "author": "Giorgio Napolitano"
    },
    {
        "quote": "Sure, I suffered a lot. But it's not like the end of the world and it's not who I am. I lead quite a pleasant life and I'm able to divorce a perceived reality from my actual experience of life.",
        "author": "Ben Affleck"
    },
    {
        "quote": "I knew what it was to be poor... my mother worried about putting food on the table. I knew what it was to feel excluded and shut out, but I also knew what it was to experience love and generosity.",
        "author": "David Lammy"
    },
    {
        "quote": "'Eureka' moments are very, very rare in my experience. It normally takes several weeks of experiments to tease out the truth, even when you have a really pretty good idea of what is going on.",
        "author": "Tim Hunt"
    },
    {
        "quote": "There's no experience like going down an empty freeway toward a hurricane and then looking in the opposite lane and seeing bumper-to-bumper traffic, people fleeing that scene. Or going to a toxic spill and seeing people go the other way. You talk yourself into thinking you're invincible in order to do that.",
        "author": "Lester Holt"
    },
    {
        "quote": "'Higher Power' was the result of a personal experience: a friend of mine who went through the process of addiction and recovery. It's a very, very tough thing - very easy to become addicted and very, very hard to become a recovering addict.",
        "author": "Tom Scholz"
    },
    {
        "quote": "I keep wondering how to explain the experience of child abuse from the inside. I'm going to try to explain what my world was like when I was sexually abused. The thing you have to remember is that this was the thinking of a child.",
        "author": "Robin Quivers"
    },
    {
        "quote": "Live music is incredible because you get to be with people, and you get to have this tactile, real-world experience, but at the end of the day, if your eyes are closed and you're getting swept away, it's like... I don't know.",
        "author": "Jim James"
    },
    {
        "quote": "The Church is the safe place to be. I can safely believe everything the Church teaches. It will not harm me, and in fact it will equip me to grow and grow and have a better and better ability to experience that direct presence.",
        "author": "Frederica Mathewes-Green"
    },
    {
        "quote": "Experience taught me that working families are often just one pay check away from economic disaster. And it showed me first-hand the importance of every family having access to good health care.",
        "author": "Dave Obey"
    },
    {
        "quote": "When you're literally staring at the person right in front of you, you're connecting with them on a personal level. I even jump into the crowd sometimes and perform with them, sing into the mic with them and share the experience with them.",
        "author": "G-Eazy"
    },
    {
        "quote": "Touch is incredibly important as part of the human experience. Our ancestors relied on human touch to form and strengthen bonds with each other. Touch can accelerate a feeling of connection and releases hormones in our body that engender trust and build connection.",
        "author": "Vivek Murthy"
    },
    {
        "quote": "You can write a thousand lists and make a million vision boards, but if you don't clearly feel what you want to experience, it will never truly manifest into form.",
        "author": "Gabrielle Bernstein"
    },
    {
        "quote": "Peroxide' is a mix of everything I have experienced from the age of 15 until now with themes of break ups, first love, growing up - all the sorts of things that you experience at that age.",
        "author": "Nina Nesbitt"
    },
    {
        "quote": "After 9/11, new security measures not only added longer lines and earlier check-ins, but took away our privilege of carrying knitting needles or our favorite moisturizer on board with us. Although we want to be safe when we fly, in some ways it all just adds to the misery of our experience.",
        "author": "Ann Hood"
    },
    {
        "quote": "A sack is way better than any nightclub. A touchdown is way better than any bar experience I've ever had.",
        "author": "J. J. Watt"
    },
    {
        "quote": "Suppose you could be hooked up to a hypothetical 'experience machine' that, for the rest of your life, would stimulate your brain and give you any positive feelings you desire. Most people to whom I offer this imaginary choice refuse the machine. It is not just positive feelings we want: we want to be entitled to our positive feelings.",
        "author": "Martin Seligman"
    },
    {
        "quote": "Along the way, let's never forget that once we were children and that we were all playing together without distinction of skin color, society level, or where people come from. Adults need to remember to play and to be more childlike in our behavior. We've forgotten what that childlike experience was like.",
        "author": "Guy Laliberte"
    },
    {
        "quote": "Some of the choicest blessings of my life have been the close friendships I have experienced over the years. Often, these friendships have been forged in the fires of shared experience.",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "Non-fiction, and in particular the literary memoir, the stylised recollection of personal experience, is often as much about character and story and emotion as fiction is.",
        "author": "Chimamanda Ngozi Adichie"
    },
    {
        "quote": "The first song I ever recorded is called 'ODA' it was a thrilling experience. I was scared and anxious when I stepped into the booth. The more comfortable I got the more I enjoyed it.",
        "author": "Polo G"
    },
    {
        "quote": "The greatest question of all is whether our experience on this planet is 'it' or whether there is something else. Things in the supernatural realm give support, strangely perhaps, to the things we take on faith.",
        "author": "Art Bell"
    },
    {
        "quote": "Growing up in Silicon Valley, during my time at Morgan Stanley and as a member of Stanford's Board, I've had the opportunity to experience firsthand how tech companies can help people in their daily lives.",
        "author": "Ruth Porat"
    },
    {
        "quote": "For relaxation, I like to figure skate. Being on the ice and spinning and jumping, I feel very close to nature. In particular, I feel very close to Newton's laws of motion. On the ice, you can experience Newton's laws of motion in their purest, most elegant form.",
        "author": "Michio Kaku"
    },
    {
        "quote": "I grew up on the lake and spent most of that time outdoors. As a musician, I travel widely around the country and talk to a lot of people, from all walks of life. That experience, combined with my rock and roll roots gives me something of an affinity for the underdog. In many ways, the environment is also the underdog - so, it's an easy fit.",
        "author": "Gord Downie"
    },
    {
        "quote": "I know that there is a great diversity of opinion as to who, in fact, pays the duties on imports. I do not intend to discuss that point. We of the staple and exporting States have long settled the question for ourselves, almost unanimously, from sad experience.",
        "author": "John C. Calhoun"
    },
    {
        "quote": "This art of acting is a process I love very much. It's an unbelievably fulfilling experience for me and I look forward to building upon my art in the years to come.",
        "author": "Greg Akcelrod"
    },
    {
        "quote": "I would love for 'Hedwig' to be in every tiny shopping mall so every freakish kid like I was can have a broadening experience.",
        "author": "John Cameron Mitchell"
    },
    {
        "quote": "Think how different it is to experience a word than a sound. When you're hearing a singer, you're controlled by the words, because you understand the language, you know what they're talking about, and you're forced to think about what they're talking about. But when you're hearing that same thing without a word, you're free to wander.",
        "author": "Jenny Scheinman"
    },
    {
        "quote": "There are such beings as vampires, some of us have evidence that they exist. Even had we not the proof of our own unhappy experience, the teachings and the records of the past give proof enough for sane peoples.",
        "author": "Bram Stoker"
    },
    {
        "quote": "Lyft treats people better than competition. So whether that's drivers or passengers, that goes into the car experience. That's why more and more people are choosing Lyft.",
        "author": "John Zimmer"
    },
    {
        "quote": "At an individual level just as much as a corporate level, this notion of if you're not really passionate about the work you're doing in a world of mounting pressure, you're going to experience more and more stress. You're going to burn out. You're going to become marginalized.",
        "author": "John Hagel III"
    },
    {
        "quote": "One of the first pieces of advice I was ever given, on my first job was, you should always buy something to treat yourself to say well done for getting the job! However I've not followed on that through yet... I've always wanted a tattoo, something to mark my experience.",
        "author": "Sam Claflin"
    },
    {
        "quote": "You have to create a consistent brand experience however and wherever a customer touches your brand, online or offline. The lines are forever blurred.",
        "author": "Angela Ahrendts"
    },
    {
        "quote": "My aim in painting is to create pulsating, luminous, and open surfaces that emanate a mystic light, in accordance with my deepest insight into the experience of life and nature.",
        "author": "Hans Hofmann"
    },
    {
        "quote": "Am I happiest on the farm or out in the middle? I am a cricketer, but the farm is a very special place and I absolutely love being in the countryside and getting away from the bubble. I like to think I'm a farmer, but there's so much experience that goes into that.",
        "author": "Alastair Cook"
    },
    {
        "quote": "About tidying up a toy box, you should let your kids experience the selection process by touching all of their toys. It's also important how they throw away their toys. They can earn a stronger sense of valuing things when they throw things away with respect and appreciation.",
        "author": "Marie Kondo"
    },
    {
        "quote": "All of the things that people said that I would experience - that idea that you suddenly have this new person in your life that you could love so much and that time will go incredibly quickly, but that the nights will seem incredibly long - all of that has been true, but it has been wonderful.",
        "author": "Jacinda Ardern"
    },
    {
        "quote": "I've been acting since I was six. I actually played a boy when I was six in 'Tommy.' I played Tommy and they put a wig on me. They put up my hair and put this little boy wig on me and that was my first acting experience. Then I did some other professional theater. I did Shakespeare when I was older.",
        "author": "JoJo"
    },
    {
        "quote": "I eventually became proud of my strikeouts, because each one represented another learning experience.",
        "author": "Willie Stargell"
    },
    {
        "quote": "Without fullness of experience, length of days is nothing. When fullness of life has been achieved, shortness of days is nothing. That is perhaps why the young have usually so little fear of death; they live by intensities that the elderly have forgotten.",
        "author": "Lewis Mumford"
    },
    {
        "quote": "I've had a fair amount of experience with snakes, and I find them to be pretty honest in terms of how you read their body language and emotions. They'll tell you when they're grumpy. They'll tell you when they're okay.",
        "author": "Dominic Monaghan"
    },
    {
        "quote": "I think the biggest sacrifice I had to make was giving up time and missing out on things. Not going to college and getting the college experience. Or missing important holidays. All my time was spent in the studio.",
        "author": "Poo Bear"
    },
    {
        "quote": "Regular school is one bajillion times easier than online school. I want friends; I want a social life. I want that experience in my life.",
        "author": "Grace VanderWaal"
    },
    {
        "quote": "Many times when you're a tourist you can just stay on the surface and not really experience the place you're visiting, which will probably leave you disappointed. Everywhere has something interesting; it's just about being curious enough to find it and scratch where you have to scratch and stay longer and walk further.",
        "author": "Diego Luna"
    },
    {
        "quote": "Our album 'Show No Mercy' came out in late '83, and we did three or four shows in San Francisco after the release. That was our first experience with stage-divers, crowd-surfing, people walking on people across an entire crowd.",
        "author": "Tom Araya"
    },
    {
        "quote": "Great actors try to dismiss all ideas from their conscious mind in order to provide an experience that is real.",
        "author": "Mark Rylance"
    },
    {
        "quote": "At the same time, one of the things I noticed was that the moment there was any kind of audio attached to virtual reality, it really improved the experience, even though the audio didn't feel like a sound engineer or composer had been anywhere near it.",
        "author": "Thomas Dolby"
    },
    {
        "quote": "I think, with more experience, I'm probably wiser, calmer. You hope you'll be able to use your knowledge a bit better.",
        "author": "David Moyes"
    },
    {
        "quote": "The whole process of being one of the 10 finalists for the 'Vogue' Fashion Fund award has to be my biggest achievement to date. Meeting Anna Wintour, Diane von Furstenberg, etc., has been an amazing experience that even now gives me goose bumps when I think about it.",
        "author": "Simon Spurr"
    },
    {
        "quote": "The way we make sense of a realistic text is through the same broad ideological frame as the way we make sense of our social experience or rather, the way we are made sense of by the discourses of our culture.",
        "author": "John Fiske"
    },
    {
        "quote": "I always believe that Kar-Wai has a complete script: he just doesn't show it to us. He wants us to experience and explore the character. He gives you a lot of space, and you know every time will be a very long journey. You just live in the character, and that's very different from other directors.",
        "author": "Tony Leung Chiu-Wai"
    },
    {
        "quote": "A film like 'Whale Rider' is equally truthful, perhaps more so, to the Maori experience; Maori people respond to 'Whale Rider' because it's a world that they understand.",
        "author": "Niki Caro"
    },
    {
        "quote": "Negative thinking patterns can be immensely deceptive and persuasive, and change is rarely easy. But with patience and persistence, I believe that nearly all individuals suffering from depression can improve and experience a sense of joy and self-esteem once again.",
        "author": "David D. Burns"
    },
    {
        "quote": "If you experience that feeling of being in a rut in your life, then something's not right. A lot of people who feel that way don't take the time to say, 'O.K., well, what am I doing? Is that what I want to be doing? What is it making me feel this way?' You have to identify what specifically is making you feel stuck.",
        "author": "Joy Mangano"
    },
    {
        "quote": "Making music is an emotional thing. And when you're on a video shoot with 50 people there, you have to somehow, in a non-emotional way, say what you want and not feel guilty for it. And that takes growing up and that takes... not caring how people perceive you as much. And it just takes experience, I think.",
        "author": "Banks"
    },
    {
        "quote": "I am often asked how I can work with a subject as morbid as trauma without becoming burned out or depressed. My answer to this question is that witnessing the transformation that takes place in people when they master their traumas has proven to be a deeply sustaining and uplifting experience in my life.",
        "author": "Peter A. Levine"
    },
    {
        "quote": "The way Everest is guided is very different from the way other mountains are guided, and it flies in the face of values I hold dear: self-reliance, taking responsibility for what you do, making your own decisions, trusting your judgment - the kind of judgment that comes only through paying your dues, through experience.",
        "author": "Jon Krakauer"
    },
    {
        "quote": "I think theatre must be an event, an experience, not compete with cinema. When people are able to download stories on Netflix, you need to give them a good reason to jump into the car and drive two hours. It has to be something you can only see in the theatre, and it has to be worth it.",
        "author": "Robert Lepage"
    },
    {
        "quote": "When I think of the 1980s, the only color that comes to mind is a brown, yellowish color. I guess it's coming from my life experience, and it's melancholia and sadness and a bit of joy.",
        "author": "Denis Villeneuve"
    },
    {
        "quote": "The Little Paris Kitchen' was about my experience of living and cooking in Paris, 'My little French Kitchen' about my travels around France and 'Rachel Khoo's Kitchen Notebook' was a peek into my personal cooking diary with influences from around the world.",
        "author": "Rachel Khoo"
    },
    {
        "quote": "I like to be in 'The Walking Dead,' and I like to play video games and just hang out with my friends and try to be as normal as possible, so going to college would be another really cool, normal experience in my life.",
        "author": "Chandler Riggs"
    },
    {
        "quote": "Nothing can really prepare you for you the sheer overwhelming experience of what it means to become a mother. It is full of complex emotions of joy, exhaustion, love, and worry, all mixed together.",
        "author": "Kate Middleton"
    },
    {
        "quote": "Blacks have traditionally had to operate in a situation where whites have set themselves up as the custodians of the black experience.",
        "author": "August Wilson"
    },
    {
        "quote": "I have been attacked by Rush Limbaugh on the air, an experience somewhat akin to being gummed by a newt. It doesn't actually hurt, but it leaves you with slimy stuff on your ankle.",
        "author": "Molly Ivins"
    },
    {
        "quote": "We've all got stories to tell that no one else knows. We've all got this truly unique experience of being. So I would say cultivate that, because then also you're cultivating something which is very natural to you.",
        "author": "Max Richter"
    },
    {
        "quote": "For long-duration exploration missions, NASA is looking for folks with a lot of operational, hands-on experience, people who have been in field-type situations such as military deployments. In my case, I worked in the Congo and in Biosafety Level 4 labs on smallpox.",
        "author": "Kathleen Rubins"
    },
    {
        "quote": "I've definitely had the experience where I was pursuing someone for a long time that I just obviously did not connect with, so I was always, kind of altering myself for her, But then you realize it's just not worth it. What's the point?",
        "author": "Logan Lerman"
    },
    {
        "quote": "For a scientist, it is a unique experience to live through a period in which his field of endeavour comes to bloom - to be witness to those rare moments when the dawn of understanding finally descends upon what appeared to be confusion only a while ago - to listen to the sound of darkness crumbling.",
        "author": "George Emil Palade"
    },
    {
        "quote": "The great fact of individual difference and variability (that is, inequality) is evident from the long record of human experience: hence, the general recognition of the antihuman nature of a world of coerced uniformity.",
        "author": "Murray Rothbard"
    },
    {
        "quote": "It's interesting: when your wife is pregnant and you're expecting, everyone's like, 'It's incredible. Get ready. It's magic. It's the most life-changing experience you'll ever have. Brace yourself for heaven.' And then the second the baby comes, everyone's like, 'Welcome to hell! Ha ha ha! You fool!'",
        "author": "Andy Samberg"
    },
    {
        "quote": "I like to work with it so that you feel it physically, so you feel the presence of light inhabiting a space. My desire is to set up a situation to which I take you and let you see. It becomes your experience.",
        "author": "James Turrell"
    },
    {
        "quote": "And I came away from that experience, and it was a very difficult experience - I came to understand that you have to practice at being a good father and practice at being a good husband, just as you have to practice at being a good journalist.",
        "author": "Bob Schieffer"
    },
    {
        "quote": "Seeing other people is incredibly engaging, and that's one of the drivers that made us partner with Facebook - social communication. Not social newsfeeds, but actual face-to-face, seeing multiple avatars in a play experience, that's going to be a very big part of the future in VR.",
        "author": "Brendan Iribe"
    },
    {
        "quote": "I don't know if any specific religion is the one to subscribe to. I'm not saying, one way or the other. I don't want to get involved in that. But, I think having faith in this experience we are having as a group of people on Earth helps a lot.",
        "author": "Zal Batmanglij"
    },
    {
        "quote": "The most special relationships, in my experience, are based on a combination of trust and mutual respect.",
        "author": "Charles Kennedy"
    },
    {
        "quote": "Auditioning is a horrible experience because you know you are being absolutely scrutinized and judged. There are days where you can do it and days where it's just not happening, and I feel like that's how it is with all artists; you have some days it kind of works.",
        "author": "Kelly Reilly"
    },
    {
        "quote": "If people are given the chance to experience life in more than one country, they will hate a little less. It's not a miracle potion, but little by little you can solve problems in the basement of a country, not on the surface.",
        "author": "Marjane Satrapi"
    },
    {
        "quote": "Why would anyone walk through life satisfied with the light from the candle of their own understanding when, by reaching out to our Heavenly Father, they could experience the bright sun of spiritual knowledge that would expand their minds with wisdom and fill their souls with joy?",
        "author": "Dieter F. Uchtdorf"
    },
    {
        "quote": "I've had a somewhat typical experience in that many of the contemporary writers I was exposed to early on were white and often male.",
        "author": "Laura van den Berg"
    },
    {
        "quote": "Sound comes out of a life experience.",
        "author": "Bill Laswell"
    },
    {
        "quote": "It's always fun to visit multiple locations on one trip, but I think it also really depends on the ages of those on holiday. As a child, I loved spending time in one vacation spot, getting attached to the location, becoming comfortable, and feeling as though I were at home. This is something I would like for my children to experience.",
        "author": "Margherita Missoni"
    },
    {
        "quote": "If you take a lie and allow your desire for the truth, you'll end up with some truth - not fact, but something that gets you closer to the truth. That's what we want. When we go to a play, we need to be assured that the experience we're having.",
        "author": "Denis Johnson"
    },
    {
        "quote": "I've learned from experience you just never know what happens in life.",
        "author": "Khloe Kardashian"
    },
    {
        "quote": "Military service might sound like a totally different environment, but every experience you fall back on later, it makes you smarter. Why wouldn't that be true of the military, too?",
        "author": "Pete Buttigieg"
    },
    {
        "quote": "Do I wish I had never endured postpartum depression? Absolutely. But to deny the experience is to deny who I am.",
        "author": "Bryce Dallas Howard"
    },
    {
        "quote": "Ages of experience have taught humanity that the commitment of a husband and wife to love and to serve one another promotes the welfare of children and the stability of society.",
        "author": "Jack Kingston"
    },
    {
        "quote": "I very rarely came across rude or disrespectful people. I don't know how I slipped by all of them, but I honestly can't think of one experience off the top of my head that was like that. I'm sure they're there, but I'd have to think really hard to recall them.",
        "author": "Scott Baio"
    },
    {
        "quote": "A lot of directors in my experience are very receptive. They see what you do first, and then they want to find a place to put the camera, and they tweak you here and there.",
        "author": "Annette Bening"
    },
    {
        "quote": "What we have to get clear to kids is that when you offer your stillness and open yourself to the experience of music, it pays you back more than you give.",
        "author": "David Ogden Stiers"
    },
    {
        "quote": "I like experience in my side, but you need a balance and young players give you energy, pace and, often, a freshness which means they have no fear.",
        "author": "Neil Warnock"
    },
    {
        "quote": "There is a part of me that still wants to go out and grab a backpack and unplug - not take a cellphone or even a camera and just get out there and experience the world and travel. I have yet to do that, but someday I hope.",
        "author": "Emilio Estevez"
    },
    {
        "quote": "All around me insisted that my doubts proved only my own ignorance and sinfulness; that they knew by experience they would soon give place to true knowledge, and an advance in religion; and I felt something like indecision.",
        "author": "Maria Monk"
    },
    {
        "quote": "Not everything that happens in an in-person classroom is currently replicated with an online course, and perhaps the experience will never be the quite the same. But there are new opportunities that online learning opens up that would have never been possible without this technology.",
        "author": "Daphne Koller"
    },
    {
        "quote": "There's a Yoruba proverb which roughly translates into, 'What turns its face to one person has turned its back on the other.' It's always made me think about how deeply subjective our experience of the world can be.",
        "author": "Ayobami Adebayo"
    },
    {
        "quote": "My films don't give you an easy ride. I can see that. The sense I get is that people have quite a physical experience with them. They feel afterwards that they've really been through something.",
        "author": "Andrea Arnold"
    },
    {
        "quote": "No experience is necessary to push yourself past what you think you can do.",
        "author": "Jesse Itzler"
    },
    {
        "quote": "There is a horrible misconception that you can either act or not. But experience is everything.",
        "author": "Charlie Cox"
    },
    {
        "quote": "She was obsessed with French and Swedish cinema. I also remember our mother showing us 'Gone With the Wind' very early on. She absolutely loved Vivien Leigh, so it must have been a formative experience for me, thinking, 'Oh, maybe one day I'll be like Vivien Leigh.'",
        "author": "Felicity Jones"
    },
    {
        "quote": "I talk out of experience that relationships don't get messy; it's our heads that are messy. People's expectations and beliefs screw up relationships.",
        "author": "Vicky Kaushal"
    },
    {
        "quote": "My experience with 'Transparent' has completely spoiled me because it was the safest, most transpositive set ever. I didn't have to worry about all the usual things - like when people have a vision of your transness that you're not comfortable with. When they don't know the correct gender pronouns by which to refer to you.",
        "author": "Hari Nef"
    },
    {
        "quote": "Making movies was a real weird kind of adult experience. In a way it was like MIT, in that it was a great education. The big lesson is, people are people. They're smart, funny, creative people, but they're people.",
        "author": "Charlie Korsmo"
    },
    {
        "quote": "I think I was about seven years old, and I remember I was at Moffat Road Baptist Church, where I grew up with all my friends and family and probably didn't understand nearly enough, but I knew enough to understand I wanted to be saved and wanted Jesus to be Lord of my life. What an awesome experience.",
        "author": "Jake Peavy"
    },
    {
        "quote": "I think being biracial is a different experience. I think that, and coming from the U.K., I feel as much white as I do black. And so it's really important for me to address these issues of identity in my work. But also, you know, we're always stronger when we work on, you know, what we have in common. And I love exploring that in my work.",
        "author": "Gugu Mbatha-Raw"
    },
    {
        "quote": "People just want to hear some common sense... and I bring to bear the experience in local government and state government and national government - I was the first woman in history on the Senate Finance Committee - not to mention the diplomatic international experience.",
        "author": "Carol Moseley Braun"
    },
    {
        "quote": "For a player it's an amazing experience to be at Real Madrid. I matured a lot there, principally as a person.",
        "author": "Kaka"
    },
    {
        "quote": "When people chat to me about my childhood and getting into horses, they're like, 'Was it like the birds sang and the sun came out? Was it an amazing experience?' I'm like, 'No, it was rubbish. I was frightened. I was pretty unbalanced, and most ponies took advantage of me.'",
        "author": "Lee Pearson"
    },
    {
        "quote": "By nature, I think I am a pretty private person, and that is what is hard even doing interviews for films that I really love doing, because in some ways, it diminishes the experience that I had.",
        "author": "Steve Buscemi"
    },
    {
        "quote": "I started culinary school at a very young age, and really I wanted to be out working, cooking, more than I wanted to be in a classroom. You could say I wasn't a very good student - I wanted to be a student of life and experience.",
        "author": "Jose Andres"
    },
    {
        "quote": "I hope that the opening of the Dr. Martin Luther King, Jr. Memorial will be a life-altering experience that inspires every American to rededicate themselves to the fulfillment of Dr. King's dream.",
        "author": "Yvette Clarke"
    },
    {
        "quote": "When my main character in 'Heat' climbs the tower, the highest diving platform, hoping to resume competitive diving after an injury, I am there with her, sensing the cold grit under her instep. The details are what matter - they are the experience.",
        "author": "Michael Cadnum"
    },
    {
        "quote": "I hope they're reminded that joy is very easy to access if you just put down your phone, look at another person, and make a human connection. You'll find a new experience that you wouldn't have had otherwise.",
        "author": "Phillipa Soo"
    },
    {
        "quote": "Men are more mechanical when we cook. Women are more attached. They cook it with feelings. From personal experience. The feeling a female chef puts in the food places her way ahead of men chefs.",
        "author": "Ranveer Brar"
    },
    {
        "quote": "'Kit Kittredge' was an amazing experience because I got to go to Canada, and it was my first 'era' film, so I got to wear the 1930s clothes, the real vintage clothes.",
        "author": "Madison Davenport"
    },
    {
        "quote": "So much about being a director is getting the show ready for that first preview audience. I have a lot of experience making events that only happen once; it's opening and closing night in the same three-hour span.",
        "author": "Thomas Kail"
    },
    {
        "quote": "Black History Month could focus less on slavery and civil rights and more on the Harlem Renaissance and everything we have achieved. I want to know about the whole black experience.",
        "author": "Marley Dias"
    },
    {
        "quote": "If you're not willing to work, you're never going to be able to experience the American Dream.",
        "author": "Jim Jordan"
    },
    {
        "quote": "As an actress who has performed in theater for over 17 years, my experience performing in 'The Color Purple' has been a truly life-changing journey.",
        "author": "LaChanze"
    },
    {
        "quote": "What's been fascinating about shooting my series 'American Woman' is the ubiquity of a woman's experience - and no matter who you are: a rockstar, film director, mom - we all are celebrating this movement of female empowerment, but we also realize we have a long way to go.",
        "author": "Brooke Baldwin"
    },
    {
        "quote": "While I might not have a specific experience that is fully American, there is still a knowledge, something that I logically understand as a black woman and a black woman who is existing in America and a black woman who is in the diaspora that are just known quantities that I think anyone can relate to who is black.",
        "author": "Jodie Turner-Smith"
    },
    {
        "quote": "I could direct a very decent Holocaust film, but I don't have the same experience as a young boy who was rocked to sleep in the lap of a grandmother who had a tattooed number on her arm, who told him stories of the people who disappeared, the relatives she never saw again, as he drifted off with his cheek nestled next to that number.",
        "author": "Bill Duke"
    },
    {
        "quote": "When I read books, I actually really love imagining whomever I want to in the character's role. I get such vivid pictures on my own that that is a big part of the experience for me.",
        "author": "Kristin Gore"
    },
    {
        "quote": "The experience of a film is immersive, and music is supposed to underline and help that experience.",
        "author": "Thomas Newman"
    },
    {
        "quote": "After four years of experience - and especially after the match with Daniel Bryan at WrestleMania 27 for the U.S. title that ended up being a dark match - you've got to realize that patience is a huge key in this game.",
        "author": "Sheamus"
    },
    {
        "quote": "History offers us vicarious experience. It allows the youngest student to possess the ground equally with his elders; without a knowledge of history to give him a context for present events, he is at the mercy of every social misdiagnosis handed to him.",
        "author": "Hilary Mantel"
    },
    {
        "quote": "Jiro Ono serves Edo-style traditional sushi, the same 20 or 30 pieces he's been making his whole life, and he's still unsatisfied with the quality and every day wakes up and trains to make the best. And that is as close to a religious experience in food as one is likely to get.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "Dancing along with family members and old friends, especially during a marriage, is a memorable experience.",
        "author": "The Great Khali"
    },
    {
        "quote": "I'm a huge stadium rock fan, but I'm also a fan of everything from Massive Attack to Peter Gabriel, U2, the Police, Radiohead, and Coldplay. I've realized that I love all forms of music and get excited when any artist goes crazy and creates something that is an experience.",
        "author": "Tom DeLonge"
    },
    {
        "quote": "I used to be a film and music journalist, and wrote for different magazines in the 1990s. I still love music, but the experience destroyed my enthusiasm for film.",
        "author": "Graham Linehan"
    },
    {
        "quote": "I know from my own experience that lawsuits can be a very slow, wasteful, and needlessly acrimonious way to resolve a problem.",
        "author": "Richard Cordray"
    },
    {
        "quote": "I look back at Ella Fitzgerald and Sarah Vaughan, and especially Betty Carter, whom I admire the most, and I say, OK, they set a standard of excellence. I listen to them not for what they are doing, but to study where they are coming from because, for me, jazz is life experience.",
        "author": "Dianne Reeves"
    },
    {
        "quote": "It really upsets me that the media insists on turning 'Do the Right Thing' or 'Boyz N the Hood' into 'black films.' They are American films. They may open the window on the black experience, but they had things to say to everybody. That's why they were so successful.",
        "author": "Bill Duke"
    },
    {
        "quote": "I go home at the end of the day and I rarely talk about what I did that day. So my wife's experience is just like that of anybody else whose husband goes away to a blue collar job and comes home bruised and dirty and often proud of the work that they're doing.",
        "author": "Adam Savage"
    },
    {
        "quote": "In my experience as an actor over so many years, I don't know when I have been touched so deeply on so many levels as I have been by 'The Leftovers' in my three years there. It is a profound exploration of life, of grief, of loss.",
        "author": "Ann Dowd"
    },
    {
        "quote": "The Architect is just one of a series of works which examine the confrontation of innocence and experience, illustrating the complex ethics of power that exist between reader and writer, critic and artist, the human and the divine.",
        "author": "John Scott"
    },
    {
        "quote": "There are absolutely almost perfect people who experience no guilt; they don't know what it is. They simply do what they need to do - or want to do - next. They see nothing wrong with it. They feel no guilt. They express no guilt. And it's not even certain what harm they do.",
        "author": "Mike Nichols"
    },
    {
        "quote": "My own experience in the third world was that even if people started to make more money, the cost of living and housing increased often faster than the wages.",
        "author": "David Korten"
    },
    {
        "quote": "I think it's important and I think it's true that our life experience is going to be about our attitude, our thoughts, our beliefs, our speech and our actions. We can transform our life experience simply by changing our language.",
        "author": "Jason Mraz"
    },
    {
        "quote": "To jump and break the sound barrier will not be a mere record breaking experience or another extreme event that ends once the mission is accomplished.",
        "author": "Felix Baumgartner"
    },
    {
        "quote": "I've been singing about love a long time now, because my kind of love carries a different flavor. My lyrics are not so outrageous as some. You have to think about a lot of different things. You get more mature with what you do - more experience, more capable, you know, the older you get.",
        "author": "Burning Spear"
    },
    {
        "quote": "The wrong things are predominantly stressed in the schools - things remote from the student's experience and need.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "Trying to get my music performed live by bar bands was a self defeating experience. It really just distracted me from what I should've been doing all along, writing and recording.",
        "author": "Tom Scholz"
    },
    {
        "quote": "I've learned what Tip O'Neill meant when he said all politics is local. We need more people in Congress who have this experience, who have this boots-on-the-ground experience.",
        "author": "Jim Gray"
    },
    {
        "quote": "I think, having done 'The Princess Diaries,' it was a fun experience, and it's cool to have made fans that are now into all this music. That movie is still so relevant to our culture. It's always on. It's kind of a rare, nostalgic thing. I get tweets all the time about it.",
        "author": "Robert Coppola Schwartzman"
    },
    {
        "quote": "Politics is the only field in which the more experience you have, the worse you get.",
        "author": "Kinky Friedman"
    },
    {
        "quote": "I'm no stranger to joining a show in the third season. I joined 'Lost Girl' at the same stage, and that was a wonderful experience.",
        "author": "Rachel Skarsten"
    },
    {
        "quote": "I have this horrible sense of humor where I think discomfort is funny - partly because I experience discomfort a lot, and it's a way of laughing at it and getting a release.",
        "author": "Joaquin Phoenix"
    },
    {
        "quote": "People remember the different variations of stuffed cabbage based on their mothers and grandmothers. It's not just about food. Eating something as traditional as this is a cultural experience, one that is spiritual and nostalgic. It manages to transcend time; it's food for the soul.",
        "author": "Gil Marks"
    },
    {
        "quote": "It seems odd to think of tasting without any perceptive experience, but you are doing it right now. Humans have taste receptor cells in the gut, the voice box, the upper esophagus. But only the tongue's receptors report to the brain.",
        "author": "Mary Roach"
    },
    {
        "quote": "Hurricanes are dangerous things, and they're no fun to go through. And if you come out of it in one piece and your house comes out of in one piece, it's no fun living with no electricity for a day or a week, a month, whatever it is. And I speak, unfortunately, from personal experience on that matter.",
        "author": "Bernard Goldberg"
    },
    {
        "quote": "The moment of inspiration can come from memory, or language, or the imagination, or experience - anything that makes an impression forcibly enough for language to form.",
        "author": "Carol Ann Duffy"
    },
    {
        "quote": "It's a bit ridiculous to have people who have two years of experience handling an $83 billion budget.",
        "author": "Mike Thompson"
    },
    {
        "quote": "Movies are such an integral part of American culture. We're so spread out in this country, and movies offer us a chance to come together and have a communal experience.",
        "author": "David Call"
    },
    {
        "quote": "Every experience feeds an actor, and I've learned that depression is all around us.",
        "author": "Bryan Cranston"
    },
    {
        "quote": "I've never had an actual haunting experience, in the way you might anticipate a ghost in a movie haunting someone, but I do feel presences around me all the time, and I do feel that memories haunt us the way ghosts haunt us or might haunt characters in a film.",
        "author": "David Lowery"
    },
    {
        "quote": "How well I walk my talk, and not talk my talk, determines the quality of my engagement, of all my experience with what is quite personally my God. I'm my greatest teacher, and within me, I have the power to push myself deeper and higher.",
        "author": "Lorraine Toussaint"
    },
    {
        "quote": "The experience of testifying and the aftermath have changed my life.",
        "author": "Anita Hill"
    },
    {
        "quote": "Being exposed to different production environments in Korea, Japan and the U.S. was a great experience, and each system allows you to quench your thirst in a different way.",
        "author": "Bae Doona"
    },
    {
        "quote": "That's what's great about the horror genre is that you're getting a load of people together in the cinema at the same place and the same time, having them all experience extreme fear and come out alive at the end. It's an uplifting experience, and there's a sense of elation.",
        "author": "Wes Craven"
    },
    {
        "quote": "My natural state is a state of an explorer - a performer, but someone who wants to explore their experience and reflect on their experience more than just lie on the beach. Even when I go on vacations, I get stressed out if I'm at the beach for, like, two days. I'm like, 'Can't we do something? I can't just sit there.'",
        "author": "David Harbour"
    },
    {
        "quote": "If I do a scene with an actor who doesn't have much experience, I say, 'I tell you what we're going to do: You just listen to me, and then you respond. We don't have to do any acting.' And that's good advice because you shouldn't see the acting.",
        "author": "Jon Voight"
    },
    {
        "quote": "I know from experience that you should never give up on yourself or others, no matter what.",
        "author": "George Foreman"
    },
    {
        "quote": "Elvis Presley, The Rolling Stones, David Bowie and The Sex Pistols may come and go, but rebellion remains a key part of the rock n' roll experience. However, that rebellion - the outgrowth of a youthful search for independence and identity - doesn't always take the same form.",
        "author": "Robert Hilburn"
    },
    {
        "quote": "For people who use Google Wallet, the experience works.",
        "author": "Sundar Pichai"
    },
    {
        "quote": "If the first year of the Trump administration has made anything clear, it's that experience, knowledge, education and political wisdom matter tremendously. Governing is something else entirely from campaigning. And perhaps, most important, celebrities do not make excellent heads of state.",
        "author": "Thomas Chatterton Williams"
    },
    {
        "quote": "I got the travel bug when I was quite young. My parents took me and my sisters out of school and we travelled all over Europe. It was an eye-opening experience and, although I love Norway, I also enjoy visiting new countries. I don't get homesick.",
        "author": "Magnus Carlsen"
    }
]