[
    {
        "quote": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "But man is not made for defeat. A man can be destroyed but not defeated.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "A failure is not always a mistake, it may simply be the best one can do under the circumstances. The real mistake is to stop trying.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
        "author": "Bill Gates"
    },
    {
        "quote": "Failure is the key to success; each mistake teaches us something.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "Every failure is a step to success.",
        "author": "William Whewell"
    },
    {
        "quote": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe.",
        "author": "Sumner Redstone"
    },
    {
        "quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.",
        "author": "Andy Grove"
    },
    {
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Failure is the condiment that gives success its flavor.",
        "author": "Truman Capote"
    },
    {
        "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "You are capable of more than you know. Choose a goal that seems right for you and strive to be the best, however hard the path. Aim high. Behave honorably. Prepare to be alone at times, and to endure failure. Persist! The world needs all you can give.",
        "author": "E. O. Wilson"
    },
    {
        "quote": "An essential aspect of creativity is not being afraid to fail.",
        "author": "Edwin Land"
    },
    {
        "quote": "Do not be embarrassed by your failures, learn from them and start again.",
        "author": "Richard Branson"
    },
    {
        "quote": "The season of failure is the best time for sowing the seeds of success.",
        "author": "Paramahansa Yogananda"
    },
    {
        "quote": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "Mistakes are the portals of discovery.",
        "author": "James Joyce"
    },
    {
        "quote": "A man can fail many times, but he isn't a failure until he begins to blame somebody else.",
        "author": "John Burroughs"
    },
    {
        "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
        "author": "Colin Powell"
    },
    {
        "quote": "I can accept failure, everyone fails at something. But I can't accept not trying.",
        "author": "Michael Jordan"
    },
    {
        "quote": "You always pass failure on your way to success.",
        "author": "Mickey Rooney"
    },
    {
        "quote": "Failure is always an option.",
        "author": "Adam Savage"
    },
    {
        "quote": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "Far better is it to dare mighty things, to win glorious triumphs, even though checkered by failure... than to rank with those poor spirits who neither enjoy nor suffer much, because they live in a gray twilight that knows not victory nor defeat.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Remember that failure is an event, not a person.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.",
        "author": "Denis Waitley"
    },
    {
        "quote": "It's best to have failure happen early in life. It wakes up the Phoenix bird in you so you rise from the ashes.",
        "author": "Anne Baxter"
    },
    {
        "quote": "My great concern is not whether you have failed, but whether you are content with your failure.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
        "author": "Woody Allen"
    },
    {
        "quote": "If at first you don't succeed, failure may be your style.",
        "author": "Quentin Crisp"
    },
    {
        "quote": "You make mistakes. Mistakes don't make you.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "Ambition is the last refuge of the failure.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Success is often achieved by those who don't know that failure is inevitable.",
        "author": "Coco Chanel"
    },
    {
        "quote": "Failure is not fatal, but failure to change might be.",
        "author": "John Wooden"
    },
    {
        "quote": "Failure is impossible.",
        "author": "Susan B. Anthony"
    },
    {
        "quote": "Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Failure is a word unknown to me.",
        "author": "Muhammad Ali Jinnah"
    },
    {
        "quote": "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "My fault, my failure, is not in the passions I have, but in my lack of control of them.",
        "author": "Jack Kerouac"
    },
    {
        "quote": "Success comes when people act together; failure tends to happen alone.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top.",
        "author": "Joyce Brothers"
    },
    {
        "quote": "If you learn from defeat, you haven't really lost.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Show me a good and gracious loser and I'll show you a failure.",
        "author": "Knute Rockne"
    },
    {
        "quote": "There is no such thing as failure. There are only results.",
        "author": "Tony Robbins"
    },
    {
        "quote": "The guns and the bombs, the rockets and the warships, are all symbols of human failure.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "There are some defeats more triumphant than victories.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "The surest way to fail is not to determine to succeed.",
        "author": "Richard Brinsley Sheridan"
    },
    {
        "quote": "I don't believe in failure. It is not failure if you enjoyed the process.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.",
        "author": "Mia Hamm"
    },
    {
        "quote": "Success isn't permanent and failure isn't fatal.",
        "author": "Mike Ditka"
    },
    {
        "quote": "You cannot climb the ladder of success dressed in the costume of failure.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Age wrinkles the body. Quitting wrinkles the soul.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "Do not fear mistakes. You will know failure. Continue to reach out.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Never walk away from failure. On the contrary, study it carefully and imaginatively for its hidden assets.",
        "author": "Michael Korda"
    },
    {
        "quote": "If you're doing your best, you won't have any time to worry about failure.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "Our best successes often come after our greatest disappointments.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "There are many victories worse than a defeat.",
        "author": "George Eliot"
    },
    {
        "quote": "Losing is no disgrace if you've given your best.",
        "author": "Jim Palmer"
    },
    {
        "quote": "One of the common failings among honorable people is a failure to appreciate how thoroughly dishonorable some other people can be, and how dangerous it is to trust them.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Through perseverance many people win success out of what seemed destined to be certain failure.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "The wisest of the wise may err.",
        "author": "Aeschylus"
    },
    {
        "quote": "Restlessness is discontent and discontent is the first necessity of progress. Show me a thoroughly satisfied man and I will show you a failure.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "There is no failure except in no longer trying.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "I never see failure as failure, but only as the game I must play and win.",
        "author": "Tom Hopkins"
    },
    {
        "quote": "Defeat may serve as well as victory to shake the soul and let the glory out.",
        "author": "Edwin Markham"
    },
    {
        "quote": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything - all external expectations, all pride, all fear of embarrassment or failure - these things just fall away in the face of death, leaving only what is truly important.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The things that will destroy America are prosperity-at-any-price, peace-at-any-price, safety-first instead of duty-first, the love of soft living, and the get-rich-quick theory of life.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "My life has been nothing but a failure.",
        "author": "Claude Monet"
    },
    {
        "quote": "Show me a thoroughly satisfied man and I will show you a failure.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "The only risk of failure is promotion.",
        "author": "Scott Adams"
    },
    {
        "quote": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Don't be afraid of missing opportunities. Behind every failure is an opportunity somebody wishes they had missed.",
        "author": "Lily Tomlin"
    },
    {
        "quote": "One's only rival is one's own potentialities. One's only failure is failing to live up to one's own possibilities. In this sense, every man can be a king, and must therefore be treated like a king.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "Sometimes the best gain is to lose.",
        "author": "George Herbert"
    },
    {
        "quote": "Failure is a word that I simply don't accept.",
        "author": "John H. Johnson"
    },
    {
        "quote": "Success represents the 1% of your work which results from the 99% that is called failure.",
        "author": "Soichiro Honda"
    },
    {
        "quote": "Failure after long perseverance is much grander than never to have a striving good enough to be called a failure.",
        "author": "George Eliot"
    },
    {
        "quote": "To err is human, but it feels divine.",
        "author": "Mae West"
    },
    {
        "quote": "Failure is a detour, not a dead-end street.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "We have forty million reasons for failure, but not a single excuse.",
        "author": "Rudyard Kipling"
    },
    {
        "quote": "It is not because the truth is too difficult to see that we make mistakes... we make mistakes because the easiest and most comfortable course for us is to seek insight where it accords with our emotions - especially selfish ones.",
        "author": "Aleksandr Solzhenitsyn"
    },
    {
        "quote": "Often the difference between a successful person and a failure is not one has better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk - and to act.",
        "author": "Andre Malraux"
    },
    {
        "quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "We failed, but in the good providence of God apparent failure often proves a blessing.",
        "author": "Robert E. Lee"
    },
    {
        "quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "Indecision and delays are the parents of failure.",
        "author": "George Canning"
    },
    {
        "quote": "I fell off my pink cloud with a thud.",
        "author": "Elizabeth Taylor"
    },
    {
        "quote": "The world is divided into two categories: failures and unknowns.",
        "author": "Francis Picabia"
    },
    {
        "quote": "They who have conquered doubt and fear have conquered failure.",
        "author": "James Allen"
    },
    {
        "quote": "Don't be afraid of failure; be afraid of petty success.",
        "author": "Maude Adams"
    },
    {
        "quote": "Before success comes in any man's life, he's sure to meet with much temporary defeat and, perhaps some failures. When defeat overtakes a man, the easiest and the most logical thing to do is to quit. That's exactly what the majority of men do.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "You will be a failure, until you impress the subconscious with the conviction you are a success. This is done by making an affirmation which 'clicks.'",
        "author": "Florence Scovel Shinn"
    },
    {
        "quote": "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Success is never final, but failure can be.",
        "author": "Bill Parcells"
    },
    {
        "quote": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failure certain by himself being the first person to be convinced of it.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy.",
        "author": "Tony Robbins"
    },
    {
        "quote": "A life which does not go into action is a failure.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "Failure is not a single, cataclysmic event. You don't fail overnight. Instead, failure is a few errors in judgement, repeated every day.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Do not blame anybody for your mistakes and failures.",
        "author": "Bernard Baruch"
    },
    {
        "quote": "Failure to prepare is preparing to fail.",
        "author": "Mike Murdock"
    },
    {
        "quote": "I wasn't afraid to fail. Something good always comes out of failure.",
        "author": "Anne Baxter"
    },
    {
        "quote": "Our failings sometimes bind us to one another as closely as could virtue itself.",
        "author": "Luc de Clapiers"
    },
    {
        "quote": "The way most people fail is in not keeping up the heart.",
        "author": "Lady Gregory"
    },
    {
        "quote": "My reputation grows with every failure.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Notice the difference between what happens when a man says to himself, I have failed three times, and what happens when he says, I am a failure.",
        "author": "S. I. Hayakawa"
    },
    {
        "quote": "The only failure one should fear, is not hugging to the purpose they see as best.",
        "author": "George Eliot"
    },
    {
        "quote": "You gotta lose 'em some of the time. When you do, lose 'em right.",
        "author": "Casey Stengel"
    },
    {
        "quote": "Remember the two benefits of failure. First, if you do fail, you learn what doesn't work; and second, the failure gives you the opportunity to try a new approach.",
        "author": "Roger von Oech"
    },
    {
        "quote": "All human actions are equivalent... and all are on principle doomed to failure.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "It is not a disgrace to fail. Failing is one of the greatest arts in the world.",
        "author": "Charles Kettering"
    },
    {
        "quote": "A hatred of failure has always been part of my nature.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Man is not made for defeat.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "The young think that failure is the Siberian end of the line, banishment from all the living, and tend to do what I then did - which was to hide.",
        "author": "James Baldwin"
    },
    {
        "quote": "It is wise to keep in mind that neither success nor failure is ever final.",
        "author": "Roger Babson"
    },
    {
        "quote": "Success and failure are equally disastrous.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives.",
        "author": "Denis Waitley"
    },
    {
        "quote": "I really don't think life is about the I-could-have-beens. Life is only about the I-tried-to-do. I don't mind the failure but I can't imagine that I'd forgive myself if I didn't try.",
        "author": "Nikki Giovanni"
    },
    {
        "quote": "It would be great to be able to pass on to someone all of the successes, the failures, and the knowledge that one has had. To help someone, avoid all the fire, pain and anxiety would be wonderful.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "The most important of my discoveries have been suggested to me by my failures.",
        "author": "Humphry Davy"
    },
    {
        "quote": "Before you can win a game, you have to not lose it.",
        "author": "Chuck Noll"
    },
    {
        "quote": "There is only one failure in life possible, and that is not to be true to the best one knows.",
        "author": "George Eliot"
    },
    {
        "quote": "We may be personally defeated, but our principles never!",
        "author": "William Lloyd Garrison"
    },
    {
        "quote": "At least I have the modesty to admit that lack of modesty is one of my failings.",
        "author": "Hector Berlioz"
    },
    {
        "quote": "I have probably purchased fifty 'hot tips' in my career, maybe even more. When I put them all together, I know I am a net loser.",
        "author": "Charles Schwab"
    },
    {
        "quote": "The great question is not whether you have failed, but whether you are content with failure.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "There could be no honor in a sure success, but much might be wrested from a sure defeat.",
        "author": "Ann Landers"
    },
    {
        "quote": "Do not let your ambitions become a sanctuary for your failures.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "All the world loves a good loser.",
        "author": "Kin Hubbard"
    },
    {
        "quote": "We climb to heaven most often on the ruins of our cherished plans, finding our failures were successes.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "All that is necessary to break the spell of inertia and frustration is this: Act as if it were impossible to fail. That is the talisman, the formula, the command of right about face which turns us from failure to success.",
        "author": "Dorothea Brande"
    },
    {
        "quote": "Sometimes by losing a battle you find a new way to win the war.",
        "author": "Donald Trump"
    },
    {
        "quote": "Failure sometimes enlarges the spirit. You have to fall back upon humanity and God.",
        "author": "Charles Horton Cooley"
    },
    {
        "quote": "In the business world today, failure is apparently not an option. We need to change this attitude toward failure - and celebrate the idea that only by falling on our collective business faces do we learn enough to succeed down the road.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
        "author": "Colin Powell"
    },
    {
        "quote": "Failure will never overtake me if my determination to succeed is strong enough.",
        "author": "Og Mandino"
    },
    {
        "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.",
        "author": "Johnny Cash"
    },
    {
        "quote": "Honesty is the fastest way to prevent a mistake from turning into a failure.",
        "author": "James Altucher"
    },
    {
        "quote": "Failure at some point in your life is inevitable, but giving up is unforgivable.",
        "author": "Joe Biden"
    },
    {
        "quote": "At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure.",
        "author": "Erin Cummings"
    },
    {
        "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Failure is simply the opportunity to begin again, this time more intelligently.",
        "author": "Henry Ford"
    },
    {
        "quote": "Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.",
        "author": "Steve Harvey"
    },
    {
        "quote": "You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down, but the staying down.",
        "author": "Mary Pickford"
    },
    {
        "quote": "The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities.",
        "author": "Benjamin E. Mays"
    },
    {
        "quote": "If you want to increase your success rate, double your failure rate.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "If something's important enough, you should try. Even if - the probable outcome is failure.",
        "author": "Elon Musk"
    },
    {
        "quote": "The road to success and the road to failure are almost exactly the same.",
        "author": "Colin R. Davis"
    },
    {
        "quote": "Success is not a good teacher, failure makes you humble.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?",
        "author": "Fidel Castro"
    },
    {
        "quote": "The only failure is not to try.",
        "author": "George Clooney"
    },
    {
        "quote": "Defeat is not the worst of failures. Not to have tried is the true failure.",
        "author": "George Edward Woodberry"
    },
    {
        "quote": "Not failure, but low aim, is crime.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Success is not the absence of failure; it's the persistence through failure.",
        "author": "Aisha Tyler"
    },
    {
        "quote": "As an outside; don't worry about failure, because failure will take care of itself. Focus on success.",
        "author": "Henry Cavill"
    },
    {
        "quote": "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership.",
        "author": "Colin Powell"
    },
    {
        "quote": "I cannot give you the formula for success, but I can give you the formula for failure - which is: Try to please everybody.",
        "author": "Herbert Bayard Swope"
    },
    {
        "quote": "There is no innovation and creativity without failure. Period.",
        "author": "Brene Brown"
    },
    {
        "quote": "Doubt kills more dreams than failure ever will.",
        "author": "Suzy Kassem"
    },
    {
        "quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
        "author": "James Cameron"
    },
    {
        "quote": "You have to be able to accept failure to get better.",
        "author": "LeBron James"
    },
    {
        "quote": "In our business, things look like a failure until they're not. It's pretty binary transitions.",
        "author": "Satya Nadella"
    },
    {
        "quote": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success.",
        "author": "Arianna Huffington"
    },
    {
        "quote": "Success is simply a matter of luck. Ask any failure.",
        "author": "Earl Wilson"
    },
    {
        "quote": "War is failure of diplomacy.",
        "author": "John Dingell"
    },
    {
        "quote": "Failure is success if we learn from it.",
        "author": "Malcolm Forbes"
    },
    {
        "quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.",
        "author": "Herbert Kaufman"
    },
    {
        "quote": "Testing leads to failure, and failure leads to understanding.",
        "author": "Burt Rutan"
    },
    {
        "quote": "As a boss, as a CEO, as a creative director, as a chef, I've learned that failure will always come. I've learned to give it a big squeeze, smile at it, humble myself to it and then use it as a springboard to send me on my way to strength, success, and fulfillment.",
        "author": "Christina Tosi"
    },
    {
        "quote": "Success and failure are both part of life. Both are not permanent.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "If you're so afraid of failure, you will never succeed. You have to take chances.",
        "author": "Mario Andretti"
    },
    {
        "quote": "Progress requires setbacks; the only sure way to avoid failure is not to try.",
        "author": "Henry Spencer"
    },
    {
        "quote": "Never be afraid to fail. Failure is only a stepping stone to improvement. Never be overconfident because that will block your improvement.",
        "author": "Tony Jaa"
    },
    {
        "quote": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Success consists of going from failure to failure without loss of enthusiasm.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Be greedy for social change, and your life will be endlessly enriched. The only failure lies in not trying, or giving up.",
        "author": "Ann Cotton"
    },
    {
        "quote": "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed.",
        "author": "Dolly Parton"
    },
    {
        "quote": "Success is never final, failure is never fatal. It's courage that counts.",
        "author": "John Wooden"
    },
    {
        "quote": "The will to persevere is often the difference between failure and success.",
        "author": "David Sarnoff"
    },
    {
        "quote": "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.",
        "author": "Amelia Earhart"
    },
    {
        "quote": "Failure is central to engineering. Every single calculation that an engineer makes is a failure calculation. Successful engineering is all about understanding how things break or fail.",
        "author": "Henry Petroski"
    },
    {
        "quote": "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "Failure is a part of success.",
        "author": "Hank Aaron"
    },
    {
        "quote": "I have self-doubt. I have insecurity. I have fear of failure. I have nights when I show up at the arena and I'm like, 'My back hurts, my feet hurt, my knees hurt. I don't have it. I just want to chill.' We all have self-doubt. You don't deny it, but you also don't capitulate to it. You embrace it.",
        "author": "Kobe Bryant"
    },
    {
        "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way.",
        "author": "Skylar Grey"
    },
    {
        "quote": "Enjoy failure and learn from it. You can never learn from success.",
        "author": "James Dyson"
    },
    {
        "quote": "Our failure to properly deal with Germany and Japan early cost the world dearly later on. We dare not make the same mistake with China.",
        "author": "Steve Forbes"
    },
    {
        "quote": "Destiny: A tyrant's authority for crime and a fool's excuse for failure.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "There can be no failure to a man who has not lost his courage, his character, his self respect, or his self-confidence. He is still a King.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people.",
        "author": "Myles Munroe"
    },
    {
        "quote": "Sticking to good habits can be hard work, and mistakes are part of the process. Don't declare failure simply because you messed up or because you're having trouble reaching your goals. Instead, use your mistakes as opportunities to grow stronger and become better.",
        "author": "Amy Morin"
    },
    {
        "quote": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan.",
        "author": "Alan Price"
    },
    {
        "quote": "Don't fear failure so much that you refuse to try new things. The saddest summary of a life contains three descriptions: could have, might have, and should have.",
        "author": "Louis E. Boone"
    },
    {
        "quote": "Your ability to adapt to failure, and navigate your way out of it, absolutely 100 percent makes you who you are.",
        "author": "Viola Davis"
    },
    {
        "quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse.",
        "author": "Cory Booker"
    },
    {
        "quote": "There's a silly notion that failure's not an option at NASA. Failure is an option here. If things are not failing, you are not innovating enough.",
        "author": "Elon Musk"
    },
    {
        "quote": "Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature.",
        "author": "Phyllis Schlafly"
    },
    {
        "quote": "Even when you have doubts, take that step. Take chances. Mistakes are never a failure - they can be turned into wisdom.",
        "author": "Cat Cora"
    },
    {
        "quote": "If we don't succeed we run the risk of failure.",
        "author": "Dan Quayle"
    },
    {
        "quote": "Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes.",
        "author": "John Dewey"
    },
    {
        "quote": "Remember your dreams and fight for them. You must know what you want from life. There is just one thing that makes your dream become impossible: the fear of failure.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "You must accept that you might fail; then, if you do your best and still don't win, at least you can be satisfied that you've tried. If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "If one's man's trash is another man's treasure, then one industry's potential failure is another's opportunity.",
        "author": "Adam Lashinsky"
    },
    {
        "quote": "The failure to invest in youth reflects a lack of compassion and a colossal failure of common sense.",
        "author": "Coretta Scott King"
    },
    {
        "quote": "The entrepreneurial life is one of challenge, work, dedication, perseverance, exhilaration, agony, accomplishment, failure, sacrifice, control, powerlessness... but ultimately, extraordinary satisfaction.",
        "author": "David S. Rose"
    },
    {
        "quote": "Failure is unimportant. It takes courage to make a fool of yourself.",
        "author": "Charlie Chaplin"
    },
    {
        "quote": "You can try to make the right decision all the time, but it's better to just make a decision. I have done wrong so many times, but nine times out of 10, I have learned from my failure. Don't wait for something; just go for it.",
        "author": "Bobby Bones"
    },
    {
        "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Run toward the hardest problems. This approach has helped me to learn a tremendous amount from both success and failure.",
        "author": "Lisa Su"
    },
    {
        "quote": "But by reframing the learning process and focusing on the cool end goal, the fear of failure is often taken off the table, and learning just comes more naturally.",
        "author": "Mark Rober"
    },
    {
        "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
        "author": "Alfred Adler"
    },
    {
        "quote": "I don't want the fear of failure to stop me from doing what I really care about.",
        "author": "Emma Watson"
    },
    {
        "quote": "In a crowded marketplace, fitting in is a failure. In a busy marketplace, not standing out is the same as being invisible.",
        "author": "Seth Godin"
    },
    {
        "quote": "If you try to do your best there is no failure.",
        "author": "Mike Farrell"
    },
    {
        "quote": "Failure's not a bad thing. It builds character. It makes you stronger.",
        "author": "Billy Dee Williams"
    },
    {
        "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.",
        "author": "Michael Korda"
    },
    {
        "quote": "I believe in never giving up, no matter what the odds. My mantra is, 'Failure is temporary. Giving up is permanent.'",
        "author": "Kiran Mazumdar-Shaw"
    },
    {
        "quote": "Failure is not an option. Everyone has to succeed.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "The failure of the United Nations - My failure is maybe, in retrospective, that I was not enough aggressive with the members of the Security Council.",
        "author": "Boutros Boutros-Ghali"
    },
    {
        "quote": "Ambition has become a dirty word, and I believe it is a great evolutionary force for the positive. If people fail or go astray in their ambition I can live with it but not with people lowering their expectations, wasting time, slacking off and glorifying failure and stupidity.",
        "author": "Robert Greene"
    },
    {
        "quote": "I'm not going to get somewhere and say, 'OK, I'm done.' Success is never final; I'll just keep on going. The same way as failure never being fatal. Just keep going. I'm going to the stars and then past them.",
        "author": "Conor McGregor"
    },
    {
        "quote": "I was a diabetic for 16 years, since I was 14. Being that I lost weight, no more diabetes. You don't have to lose your eyesight, cut off your toes, have a stroke, get kidney failure. You just have to lose weight - you know - for most of the diabetes.",
        "author": "Fat Joe"
    },
    {
        "quote": "Love is such a powerful subject matter because it comes in so many different shapes and sizes. It's about timing, fate, failure, redemption.",
        "author": "Jim Sturgess"
    },
    {
        "quote": "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best.",
        "author": "Maude Adams"
    },
    {
        "quote": "I'd rather be a failure at something I love than a success at something I hate.",
        "author": "George Burns"
    },
    {
        "quote": "No man is a failure who is enjoying life.",
        "author": "William Feather"
    },
    {
        "quote": "Failure doesn't exist. It's only a change of direction.",
        "author": "Alejandro Jodorowsky"
    },
    {
        "quote": "I've had a lot of success; I've had failures, so I learn from the failure.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "Striving for success is healthy - but believing you need to succeed the first time around may backfire. Mentally strong people believe failure is part of the process toward a long journey to success. By viewing failure as a temporary setback, they're able to bounce back and move forward with ease.",
        "author": "Amy Morin"
    },
    {
        "quote": "Coding, it's an endless process of trial and error, of trying to get the right command in the right place, with sometimes just a semicolon making the difference between success and failure. Code breaks and then it falls apart, and it often takes many, many tries until that magical moment when what you're trying to build comes to life.",
        "author": "Reshma Saujani"
    },
    {
        "quote": "Failure comes only when we forget our ideals and objectives and principles.",
        "author": "Jawaharlal Nehru"
    },
    {
        "quote": "For the longest time, I was horrified to hear the word 'failure,' but I've come to realize that we all fail. It's just a part of life. We all fall. It's how you rebound that shows the type of person you are.",
        "author": "Johnny Gargano"
    },
    {
        "quote": "Keep in mind that neither success nor failure is ever final.",
        "author": "Roger Babson"
    },
    {
        "quote": "I recognise life is like a magnet. Positive and negative are on the opposite sides of the magnet. You can try to cut the negative part off, but it's still there. When you accept both of them, it's like, 'You know what? Don't get too identified with success or too identified with failure - just be cool with them.'",
        "author": "Craig David"
    },
    {
        "quote": "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail.",
        "author": "Sara Blakely"
    },
    {
        "quote": "Failure isn't an option. I've erased the word 'fear' from my vocabulary, and I think when you erase fear, you can't fail.",
        "author": "Alicia Keys"
    },
    {
        "quote": "A minute's success pays the failure of years.",
        "author": "Robert Browning"
    },
    {
        "quote": "Success has many fathers and failure is an orphan.",
        "author": "Alexander Nix"
    },
    {
        "quote": "Tenacity is not about avoiding being overwhelmed but being indomitable in the face of the overwhelming odds of your venture's failure.",
        "author": "Andy Dunn"
    },
    {
        "quote": "There is a huge difference between failing and failure. Failing is trying something that you learn doesn't work. Failure is throwing in the towel and giving up. True success comes from failing repeatedly and as quickly as possible, before your cash or your willpower runs out.",
        "author": "Jay Samit"
    },
    {
        "quote": "Failure is essential. Trial and error is necessary.",
        "author": "David Bergen"
    },
    {
        "quote": "We dissect failure a lot more than we dissect success.",
        "author": "Matthew McConaughey"
    },
    {
        "quote": "Who I am as a guitarist is defined by my failure to become Jimi Hendrix.",
        "author": "John Mayer"
    },
    {
        "quote": "Without failure there is no achievement.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "It's the fear of failure that drives all of us at Red Bull.",
        "author": "Christian Horner"
    },
    {
        "quote": "Failure to accord credit to anyone for what he may have done is a great weakness in any man.",
        "author": "William Howard Taft"
    },
    {
        "quote": "The thing I always say to people is this: 'If you avoid failure, you also avoid success.'",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "When you accept that failure is a good thing, it can actually be a huge propeller toward success.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "We all have anxiety about things. We all have little insecurities, but eventually you have to face your fears if you want to be successful, and everybody has some fear of failure.",
        "author": "Nick Saban"
    },
    {
        "quote": "Failure seldom stops you. What stops you is the fear of failure.",
        "author": "Jack Lemmon"
    },
    {
        "quote": "There are no mistakes, save one: the failure to learn from a mistake.",
        "author": "Robert Fripp"
    },
    {
        "quote": "The story of Detroit's bankruptcy was simple enough: Allow capitalism to grow the city, campaign against income inequality, tax the job creators until they flee, increase government spending in order to boost employment, promise generous pension plans to keep people voting for failure. Rinse, wash and repeat.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "If I've got a message to the younger generation, it's this: don't be scared of failure. Get out there, try things, and never be afraid to ask for help.",
        "author": "Ant Middleton"
    },
    {
        "quote": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me.",
        "author": "Jerry West"
    },
    {
        "quote": "There is no failure except in no longer trying. There is no defeat except from within, no really insurmountable barrier save our own inherent weakness of purpose.",
        "author": "Kin Hubbard"
    },
    {
        "quote": "All war represents a failure of diplomacy.",
        "author": "Tony Benn"
    },
    {
        "quote": "War is the greatest failure of mankind.",
        "author": "Aaron Huey"
    },
    {
        "quote": "Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community.",
        "author": "H. G. Wells"
    },
    {
        "quote": "We will all fail in life, but nobody has to be a failure. Failing at a thing doesn't make you a failure. You are only a failure when you quit trying.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "If a building looks better under construction than it does when finished, then it's a failure.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "Failure's a marker of success in its own right because you went out and tried something... If you really don't want to fail, go find a comfortable chair and stay there. Just don't go out and do anything.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "I don't take success and failure seriously. The only thing I do seriously is march forward. If I fall, I get up and march again.",
        "author": "Kareena Kapoor Khan"
    },
    {
        "quote": "Failure means a stripping away of the inessential.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "It's only when you risk failure that you discover things. When you play it safe, you're not expressing the utmost of your human experience.",
        "author": "Lupita Nyong'o"
    },
    {
        "quote": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Success is usually the culmination of controlling failure.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.",
        "author": "Mark Skousen"
    },
    {
        "quote": "A man who has never made a woman angry is a failure in life.",
        "author": "Christopher Morley"
    },
    {
        "quote": "'No one can make you successful; the will to success comes from within.' I've made this my motto. I've internalized it to the point of understanding that the success of my actions and/or endeavors doesn't depend on anyone else, and that includes a possible failure.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.",
        "author": "Michael J. Fox"
    },
    {
        "quote": "Fear seems to have many causes. Fear of loss, fear of failure, fear of being hurt, and so on, but ultimately all fear is the ego's fear of death, of annihilation. To the ego, death is always just around the corner. In this mind-identified state, fear of death affects every aspect of your life.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "Rather than viewing a brief relapse back to inactivity as a failure, treat it as a challenge and try to get back on track as soon as possible.",
        "author": "Jimmy Connors"
    },
    {
        "quote": "In a sense it might even be said that our failure is to form habits: for, after all, habit is relative to a stereotyped world, and meantime it is only the roughness of the eye that makes two persons, things, situations, seem alike.",
        "author": "Walter Pater"
    },
    {
        "quote": "Fear of failure is caused by lack of self-esteem and confidence. Dealing with fear is the key to super success.",
        "author": "Dan Pena"
    },
    {
        "quote": "Success is not forever and failure isn't fatal.",
        "author": "Don Shula"
    },
    {
        "quote": "Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chances of success when you try again. Failure is only the end if you decide to stop.",
        "author": "Richard Branson"
    },
    {
        "quote": "There's no such thing as failure - just waiting for success.",
        "author": "John Osborne"
    },
    {
        "quote": "The only real failure is giving up.",
        "author": "Scooter Braun"
    },
    {
        "quote": "Life is nothing but a bunch of experiences. There's no such thing as success or failure.",
        "author": "Suki Waterhouse"
    },
    {
        "quote": "Failure is enriching. It's also important to accept that you'll make mistakes - it's how you build your expertise. The trick is to learn a positive lesson from all of life's negative moments.",
        "author": "Alain Ducasse"
    },
    {
        "quote": "As I said there is nothing wrong with failing. Pick yourself up and try it again. You never are going to know how good you really are until you go out and face failure.",
        "author": "Henry Kravis"
    },
    {
        "quote": "Failure doesn't scare me. And neither success. I am equally detached to both.",
        "author": "Prithviraj Sukumaran"
    },
    {
        "quote": "The most tragic paradox of our time is to be found in the failure of nation-states to recognize the imperatives of internationalism.",
        "author": "Earl Warren"
    },
    {
        "quote": "Anybody who dies with money in the bank is a failure.",
        "author": "Dan Gilbert"
    },
    {
        "quote": "A famous man once said, 'A sure formula for failure is to try and please everyone.' Some might say I built a career on doing just the opposite of pleasing everyone.",
        "author": "Dan Pena"
    },
    {
        "quote": "Children love and want to be loved and they very much prefer the joy of accomplishment to the triumph of hateful failure. Do not mistake a child for his symptom.",
        "author": "Erik Erikson"
    },
    {
        "quote": "If you aren't learning, you are regressing, because more growth comes from failure than from success.",
        "author": "Shahid Khan"
    },
    {
        "quote": "The line between failure and success is so fine that we scarcely know when we pass it: so fine that we are often on the line and do not know it.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "You know, failure hurts. Any kind of failure stings. If you live in the sting, you will - undoubtedly - fail. My way of getting past the sting is to say no, I'm just not going to let this get me down.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "Ultimately there is no such thing as failure. There are lessons learned in different ways.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "Success is 99 percent failure.",
        "author": "Soichiro Honda"
    },
    {
        "quote": "You cannot learn anything from success, you only learn from failure.",
        "author": "Jim Dale"
    },
    {
        "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.",
        "author": "William James"
    },
    {
        "quote": "Part of being a man is learning to take responsibility for your successes and for your failures. You can't go blaming others or being jealous. Seeing somebody else's success as your failure is a cancerous way to live.",
        "author": "Kevin Bacon"
    },
    {
        "quote": "Fear stifles our thinking and actions. It creates indecisiveness that results in stagnation. I have known talented people who procrastinate indefinitely rather than risk failure. Lost opportunities cause erosion of confidence, and the downward spiral begins.",
        "author": "Charles Stanley"
    },
    {
        "quote": "For my first show at 'SNL', I wrote a Bill Clinton sketch, and during our read-through, it wasn't getting any laughs. This weight of embarrassment came over me, and I felt like I was sweating from my spine out. But I realized, 'Okay, that happened, and I did not die.' You've got to experience failure to understand that you can survive it.",
        "author": "Tina Fey"
    },
    {
        "quote": "I think success has no rules, but you can learn a great deal from failure.",
        "author": "Jean Kerr"
    },
    {
        "quote": "Tragedy in life normally comes with betrayal and compromise, and trading on your integrity and not having dignity in life. That's really where failure comes.",
        "author": "Tom Cochrane"
    },
    {
        "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "There's a difference between a failure and a fiasco... a fiasco is a disaster of mythic proportions.",
        "author": "Orlando Bloom"
    },
    {
        "quote": "My failures may be my greatest successes. It is in failure that I have often drawn closer to God, learn to depend more on Him than myself, gained self-knowledge, and seen things in their right perspective.",
        "author": "Mother Angelica"
    },
    {
        "quote": "The idea of capitalism is not just success but also the failure that allows success to happen.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "If you fall during your life, it doesn't matter. You're never a failure as long as you try to get up.",
        "author": "Evel Knievel"
    },
    {
        "quote": "Failure is an awful thing, and when I look at the common denominator of failure, it seems to always be the same thing: excuses.",
        "author": "Jon Taffer"
    },
    {
        "quote": "The main reason for the failure of the modern medical science is that it is dealing with results and not causes. Nothing more than the patching up of those attacked and the burying of those who are slain, without a thought being given to the real strong hold.",
        "author": "Edward Bach"
    },
    {
        "quote": "We've been conditioned to think that quitting is a failure, a form of failure. How do we know that that's true?",
        "author": "Stephen J. Dubner"
    },
    {
        "quote": "What strikes me is that there's a very fine line between success and failure. Just one ingredient can make the difference.",
        "author": "Andrew Lloyd Webber"
    },
    {
        "quote": "I think you have to try and fail, because failure gets you closer to what you're good at.",
        "author": "Louis C. K."
    },
    {
        "quote": "When you believe in your dream and your vision, then it begins to attract its own resources. No one was born to be a failure.",
        "author": "Myles Munroe"
    },
    {
        "quote": "It's a failure of imagination if you can only write what you know - we have to be able to imagine different worlds.",
        "author": "Dee Rees"
    },
    {
        "quote": "When we tackle obstacles, we find hidden reserves of courage and resilience we did not know we had. And it is only when we are faced with failure do we realise that these resources were always there within us. We only need to find them and move on with our lives.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Failure is knowledge, and knowledge is success.",
        "author": "Mahira Khan"
    },
    {
        "quote": "The key to accepting responsibility for your life is to accept the fact that your choices, every one of them, are leading you inexorably to either success or failure, however you define those terms.",
        "author": "Neal Boortz"
    },
    {
        "quote": "I don't understand a way to work other than bold-facedly running towards failure.",
        "author": "Cate Blanchett"
    },
    {
        "quote": "In one world, effort is a bad thing. It, like failure, means you're not smart or talented. If you were, you wouldn't need effort. In the other world, effort is what makes you smart or talented.",
        "author": "Carol S. Dweck"
    },
    {
        "quote": "A man can get discouraged many times but he is not a failure until he begins to blame somebody else and stops trying.",
        "author": "John Burroughs"
    },
    {
        "quote": "The democratic system is challenged by the failure in television because our evening news programmes have gone for an attempt to entertain as much as to inform in the desperate fight for ratings.",
        "author": "Walter Cronkite"
    },
    {
        "quote": "I don't lose any sleep at night over the potential for failure. I cannot even spell the word.",
        "author": "Jim Mattis"
    },
    {
        "quote": "The failure of Lehman Brothers demonstrated that liquidity provision by the Federal Reserve would not be sufficient to stop the crisis; substantial fiscal resources were necessary.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "You're going to fail. It's how you respond to that failure that kind of defines you as a person, as an athlete.",
        "author": "Vernon Wells"
    },
    {
        "quote": "Something is wanting, and something must be done, or we shall be involved in all the horror of failure, and civil war without a prospect of its termination.",
        "author": "Henry Knox"
    },
    {
        "quote": "There is but one cause of human failure. And that is man's lack of faith in his true Self.",
        "author": "William James"
    },
    {
        "quote": "I've probably earned the right to screw up a few times. I don't want the fear of failure to stop me from doing what I really care about.",
        "author": "Emma Watson"
    },
    {
        "quote": "Your attitude towards failure determines your altitude after failure.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "It's not necessary to fear the prospect of failure but to be determined not to fail.",
        "author": "Jimmy Carter"
    },
    {
        "quote": "Fear of failure must never be a reason not to try something.",
        "author": "Frederick W. Smith"
    },
    {
        "quote": "Factors such as timing, luck, and destiny have a bearing on success. But success and failure are good teachers. Failure means something better is waiting for you. But I will allow myself to get upset at failure only if I know I have not given it my all.",
        "author": "Anushka Shetty"
    },
    {
        "quote": "The failure to read good books both enfeebles the vision and strengthens our most fatal tendency - the belief that the here and now is all there is.",
        "author": "Allan Bloom"
    },
    {
        "quote": "Not failure, but low aim is sin.",
        "author": "Benjamin E. Mays"
    },
    {
        "quote": "Failure is an enigma. You worry about it, and it teaches you something.",
        "author": "James Dyson"
    },
    {
        "quote": "My Chinese name is Man Shing which means 'ten thousand success.' It's a name that's sure to set me up for failure.",
        "author": "Jimmy O. Yang"
    },
    {
        "quote": "Often the difference between a successful man and a failure is not one's better abilities or ideas, but the courage that one has to bet on his ideas, to take a calculated risk, and to act.",
        "author": "Maxwell Maltz"
    },
    {
        "quote": "Success is more difficult to handle than failure.",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest.",
        "author": "Chanakya"
    },
    {
        "quote": "Most girls are taught to avoid risk and failure. We're taught to smile pretty, play it safe, get all A's. Boys, on the other hand, are taught to play rough, swing high, crawl to the top of the monkey bars, and then just jump off headfirst.",
        "author": "Reshma Saujani"
    },
    {
        "quote": "The difference between average people and achieving people is their perception of and response to failure.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
        "author": "Walter Scott"
    },
    {
        "quote": "It's a European Union of economic failure, of mass unemployment and of low growth.",
        "author": "Nigel Farage"
    },
    {
        "quote": "The first thing successful people do is view failure as a positive signal to success.",
        "author": "Brendon Burchard"
    },
    {
        "quote": "Foreign aid is neither a failure nor a panacea. It is, instead, an important tool of American policy that can serve the interests of the United States and the world if wisely administered.",
        "author": "Lee H. Hamilton"
    },
    {
        "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.",
        "author": "George Burns"
    },
    {
        "quote": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement.",
        "author": "Florence Scovel Shinn"
    },
    {
        "quote": "About the only problem with success is that it does not teach you how to deal with failure.",
        "author": "Tommy Lasorda"
    },
    {
        "quote": "Most people are afraid of failure. I love failure because it tells me where to go next.",
        "author": "Bryson DeChambeau"
    },
    {
        "quote": "Failure holds the seeds for greatness - so long as you water those seeds with introspection, they can be the root of your success.",
        "author": "Daniel Lubetzky"
    },
    {
        "quote": "An investment said to have an 80% chance of success sounds far more attractive than one with a 20% chance of failure. The mind can't easily recognize that they are the same.",
        "author": "Daniel Kahneman"
    },
    {
        "quote": "The fear of failure never goes away. In many ways, you could argue that success multiplies the opportunities for failure. It's just more of an argument for becoming more comfortable with it.",
        "author": "Mark Manson"
    },
    {
        "quote": "The point is not to take the world's opinion as a guiding star but to go one's way in life and working unerringly, neither depressed by failure nor seduced by applause.",
        "author": "Gustav Mahler"
    },
    {
        "quote": "The man who has won millions at the cost of his conscience is a failure.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "Successful people have a bigger fear of failure than people who've never done anything because if you haven't been successful, then you don't know how it feels to lose it all. You don't have that fear. So why do you think people get stuck in those boxes? It's that fear of going back down.",
        "author": "Jay-Z"
    },
    {
        "quote": "Young players need freedom of expression to develop as creative players... they should be encouraged to try skills without fear of failure.",
        "author": "Arsene Wenger"
    },
    {
        "quote": "The most important lesson to remember is that failure is inevitable, but so is success, so rebound.",
        "author": "Naveen Tewari"
    },
    {
        "quote": "This game is obviously about failure. You're going to fail most of the time. It's how you handle it.",
        "author": "Mookie Betts"
    },
    {
        "quote": "Because of my intense hopes for the youth of China, I feel very keenly my responsibility for their future success or failure. The fate of China lies in their hands. The responsibility for organizing and training them to become worthy citizens of China, able to undertake the tasks of Resistance and Reconstruction, is mine; I cannot evade it.",
        "author": "Chiang Kai-shek"
    },
    {
        "quote": "I've had a lot of disappointments. I think my biggest disappointment is the failure of elected officials to make good on their promises in regards to the environment or anything else, really. I have very little faith in politicians.",
        "author": "Paul Watson"
    },
    {
        "quote": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution.",
        "author": "Kenneth Frazier"
    },
    {
        "quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.",
        "author": "Confucius"
    },
    {
        "quote": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success.",
        "author": "Og Mandino"
    },
    {
        "quote": "Success needs no explanation. Failure does not have one that matters.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Failure is ultimately very liberating. Once you come out the other side of it, you just might have faced one of your biggest fears and lived. The other side of failure is a big elimination of fear of failure. Trust me, that is an amazing gift.",
        "author": "Julie Wainwright"
    },
    {
        "quote": "Every stumble is not a fall, and every fall does not mean failure.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Learning starts with failure; the first failure is the beginning of education.",
        "author": "John Hersey"
    },
    {
        "quote": "Success is a lousy teacher, but failure is a friend, philosopher, and guide.",
        "author": "Ayushmann Khurrana"
    },
    {
        "quote": "Not many people are really that meticulous with what they do, I suppose, but I'm just a control freak and terribly afraid of failure or regret. I work very hard on these things.",
        "author": "George Michael"
    },
    {
        "quote": "Failure is not our only punishment for laziness; there is also the success of others.",
        "author": "Jules Renard"
    },
    {
        "quote": "Greatly begin. Though thou have time, but for a line, be that sublime. Not failure, but low aim is crime.",
        "author": "James Russell Lowell"
    },
    {
        "quote": "Failure is not a crime. The crime is not trying.",
        "author": "Ron Dellums"
    },
    {
        "quote": "Historically, defense spending cuts have preceded increased international turmoil as America's global enemies sense a failure of will.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "Working hard to fulfill a dream or instinct and learning over time it doesn't work, doesn't mean a career is over and a reputation killed. When a reputation is killed, it's when failure comes as a result of loss of integrity or judgement... breaking of laws.",
        "author": "Bob Iger"
    },
    {
        "quote": "Why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was, and began to direct all my energy into finishing the only work that mattered to me.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "Be honest about how you approach failure. Don't just be critical of yourself, because that can be self-serving. Approach it honestly, assess your performance, and assess the areas where you have fallen short. Correct them and move on. Don't dwell on it. Don't hold on to it.",
        "author": "Megan Rapinoe"
    },
    {
        "quote": "Radical common sense is the wisdom gleaned from the past that recognizes the perishable opportunities of the moment. It is the willingness to admit error and the refusal to be deterred by failure.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "The attributes for entrepreneurs cut both ways. You need the ability to ignore inconvenient facts and see the world as it should be and not as it is. This inspires people to take huge leaps of faith. But this blindness to facts can be a liability, too. The characteristics that help entrepreneurs succeed can also lead to their failure.",
        "author": "Eric Ries"
    },
    {
        "quote": "There are only really a few stories to tell in the end, and betrayal and the failure of love is one of those good stories to tell.",
        "author": "Sean Lennon"
    },
    {
        "quote": "For diabetes in particular, we know there's a relationship between lack of glucose regulation and complications like blindness and kidney failure. So if you were diabetic and you knew that you could get your glucose in a tight, normal range just by adjusting your lifestyle, wouldn't that be great?",
        "author": "Eric Topol"
    },
    {
        "quote": "My biggest failure is 'Metal Gear.' It's my biggest failure and my biggest success.",
        "author": "Hideo Kojima"
    },
    {
        "quote": "The reality is gas prices should be much more expensive then they are because we're not incorporating the true damage to the environment and the hidden costs of mining oil and transporting it to the U.S. Whenever you have an unpriced externality, you have a bit of a market failure, to the degree that eternality remains unpriced.",
        "author": "Elon Musk"
    },
    {
        "quote": "'Pressure' is a word that is misused in our vocabulary. When you start thinking of pressure, it's because you've started to think of failure.",
        "author": "Tommy Lasorda"
    },
    {
        "quote": "It's not about the failure, it's about learning from the failures. Failure itself cannot be celebrated.",
        "author": "Satya Nadella"
    },
    {
        "quote": "Every individual suffers from the fear of failure, but you can change your destiny only when you overcome it.",
        "author": "Anupam Kher"
    },
    {
        "quote": "Life is like a circle and you have to know when to move on. Success and failure are a part and parcel of it.",
        "author": "Prosenjit Chatterjee"
    },
    {
        "quote": "Failure has been my best friend as a writer. It tests you, to see if you have what it takes to see it through.",
        "author": "Markus Zusak"
    },
    {
        "quote": "It takes two to make a marriage a success and only one to make it a failure.",
        "author": "Herbert Samuel"
    },
    {
        "quote": "Being human means you will make mistakes. And you will make mistakes, because failure is God's way of moving you in another direction.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Successful people have a bigger fear of failure than people who've never done anything because if you haven't been successful, then you don't know how it feels to lose it all.",
        "author": "Jay-Z"
    },
    {
        "quote": "Just because you're struggling with self-discipline doesn't mean you have to raise the white flag and declare your self-improvement efforts a complete failure. Instead, work to increase the chances that you'll stick to your healthier habits - even when you don't feel like it.",
        "author": "Amy Morin"
    },
    {
        "quote": "Failure usually works for me in the end.",
        "author": "David Hasselhoff"
    },
    {
        "quote": "At first I wasn't sure that I had the talent, but I did know I had a fear of failure, and that fear compelled me to fight off anything that might abet it.",
        "author": "Gordon Parks"
    },
    {
        "quote": "Never tell anyone outside my staff that the Submarine Force and the First Air Fleet were responsible for the failure at Midway. The failure at Midway was mine.",
        "author": "Isoroku Yamamoto"
    },
    {
        "quote": "I've had many failures in terms of technological... business... and even research failures. I really believe that entrepreneurship is about being able to face failure, manage failure and succeed after failing.",
        "author": "Kiran Mazumdar-Shaw"
    },
    {
        "quote": "All human actions are equivalent and all are on principle doomed to failure.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "He who has conquered doubt and fear has conquered failure.",
        "author": "James Lane Allen"
    },
    {
        "quote": "I used to think that divorce meant failure, but now I see it more as a step along the path of self-realization and growth.",
        "author": "Alana Stewart"
    },
    {
        "quote": "Any man who has $10,000 left when he dies is a failure.",
        "author": "Errol Flynn"
    },
    {
        "quote": "While it's important to accept failure and not let it bog you down, it's also perfectly acceptable to get upset about it as long as you remember that failure is a stepping stone in your journey that is getting you to where you need to be.",
        "author": "John Rampton"
    },
    {
        "quote": "The only real failure in life is one not learned from.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "Most of us spend the first six days of each week sowing wild oats; then we go to church on Sunday and pray for a crop failure.",
        "author": "Fred Allen"
    },
    {
        "quote": "The reason was the failure of both Japan and China to understand each other and the inability of America and the European powers to sympathize, without prejudice, with the peoples of East Asia.",
        "author": "Hideki Tojo"
    },
    {
        "quote": "My father was not a failure. After all, he was the father of a president of the United States.",
        "author": "Harry S Truman"
    },
    {
        "quote": "I've never been a jealous person, and I've never felt built up by someone else's failure - that's a cheap thrill.",
        "author": "Matthew McConaughey"
    },
    {
        "quote": "Our inner beliefs trigger failure before it happens. They sabotage lasting change by canceling its possibility. We employ these beliefs as articles of faith to justify our inaction and then wish away the result. I call them belief triggers.",
        "author": "Marshall Goldsmith"
    },
    {
        "quote": "When I was growing up, Brandy was TV star, reality star, a pop star, a Cover girl, Grammy winner, had her own Brandy doll, and was the first African American to play Disney princess Cinderella. Most importantly, she is a survivor. Many only judge and remember a person's most recent failure.",
        "author": "Niecy Nash"
    },
    {
        "quote": "Whether in success or in failure, I'm proud of every single movie I've ever directed.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "Failure is good. It's fertilizer. Everything I've learned about coaching, I've learned from making mistakes.",
        "author": "Rick Pitino"
    },
    {
        "quote": "The majority of men meet with failure because of their lack of persistence in creating new plans to take the place of those which fail.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "I guess I'm motivated by the fear of failure to some degree and knowing what can happen when you don't do things the way you need to do them to have success.",
        "author": "Nick Saban"
    },
    {
        "quote": "If there exists no possibility of failure, then victory is meaningless.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "I love Rauschenberg. I love that he created a turning point in visual history, that he redefined the idea of beauty, that he combined painting, sculpture, photography, and everyday life with such gall, and that he was interested in, as he put it, 'the ability to conceive failure as progress.'",
        "author": "Jerry Saltz"
    },
    {
        "quote": "In tennis, it is not the opponent you fear, it is the failure itself, knowing how near you were but just out of reach.",
        "author": "Andy Murray"
    },
    {
        "quote": "There's something to be said for failing. It's not the failure you feel, it's the failure that people project when something disappoints. You're back to ground zero, where there's no expectations, and that's where I like to be.",
        "author": "Kevin Smith"
    },
    {
        "quote": "Risk management systems and controls may discourage or limit certain revenue-generating opportunities. Failure to ensure the independence of these functions from the revenue generators and risk takers has been shown to be dangerous, and this is something for which the board is accountable.",
        "author": "Jerome Powell"
    },
    {
        "quote": "I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure.",
        "author": "Emanuel Steward"
    },
    {
        "quote": "A failure doesn't mean you are unworthy, nor does it preclude success on the next try.",
        "author": "Leonard Mlodinow"
    },
    {
        "quote": "The dream is real, my friends. The failure to realize it is the only unreality.",
        "author": "Toni Cade Bambara"
    },
    {
        "quote": "Failure can teach you something, and as long as you're moving very, very quickly, you're going to start piling up the wins. Speed gives you the luxury to be able to fail.",
        "author": "Dara Khosrowshahi"
    },
    {
        "quote": "Boston has carried the practice of hypocrisy to the n-th degree of refinement, grace, and failure.",
        "author": "Lincoln Steffens"
    },
    {
        "quote": "Success unshared is failure.",
        "author": "John Paul DeJoria"
    },
    {
        "quote": "The failure of academic feminists to recognize difference as a crucial strength is a failure to reach beyond the first patriarchal lesson. In our world, divide and conquer must become define and empower.",
        "author": "Audre Lorde"
    },
    {
        "quote": "With improvisation, I just do it. It might be a total failure but then you just throw the dice again.",
        "author": "Christian Marclay"
    },
    {
        "quote": "One of the reasons people stop learning is that they become less and less willing to risk failure.",
        "author": "John W. Gardner"
    },
    {
        "quote": "People who have a sense of self-efficacy bounce back from failure; they approach things in terms of how to handle them rather than worrying about what can go wrong.",
        "author": "Albert Bandura"
    },
    {
        "quote": "If you want to become physically stronger, you'll need healthy habits - like going to the gym. You'll also have to give up unhealthy habits - like eating junk food. Building mental strength requires healthy habits - like practicing gratitude - while also giving up unhealthy behavior, like giving up after the first failure.",
        "author": "Amy Morin"
    },
    {
        "quote": "War is tragedy. The great war stories are tragedies. It's the failure of diplomacy. 'War and Peace,' 'A Farewell to Arms,' 'For Whom the Bell Tolls.' Those are some of the greatest tragedies.",
        "author": "David Mamet"
    },
    {
        "quote": "When people have a willpower failure, it's because they haven't anticipated a situation that's going to come along.",
        "author": "Charles Duhigg"
    },
    {
        "quote": "The only real failure in life is not to be true to the best one knows.",
        "author": "Buddha"
    },
    {
        "quote": "The dumb-manager theory of business problems just didn't hold water for me. There had to be a deeper reason why smart people would make decisions that lead to failure.",
        "author": "Clayton M. Christensen"
    },
    {
        "quote": "Laziness is a secret ingredient that goes into failure. But it's only kept a secret from the person who fails.",
        "author": "Robert Half"
    },
    {
        "quote": "Creative risk taking is essential to success in any goal where the stakes are high. Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.",
        "author": "Gary Ryan Blair"
    },
    {
        "quote": "Failure doesn't kill you... it increases your desire to make something happen.",
        "author": "Kevin Costner"
    },
    {
        "quote": "I will not be discouraged by failure; I will not be elated by success.",
        "author": "Joseph Barber Lightfoot"
    },
    {
        "quote": "I fought COVID double bilateral pneumonia - both lungs - and kidney failure in my house.",
        "author": "Scarface"
    },
    {
        "quote": "The carrying out of the Potsdam Agreement has, however, been obstructed by the failure of the Allied Control Council to take the necessary steps to enable the German economy to function as an economic unit.",
        "author": "James F. Byrnes"
    },
    {
        "quote": "Without failure there is no sweetness in success. There's no understanding of it.",
        "author": "Glenn Beck"
    },
    {
        "quote": "I'm living life as best I can - but I'm not exempt from failure and making bad choices.",
        "author": "LeAnn Rimes"
    },
    {
        "quote": "So the poet, who wants to be something that he cannot be, and is a failure in plain life, makes up fictitious versions of his predicament that are interesting even to other persons because nobody is a perfect automobile salesman.",
        "author": "Allen Tate"
    },
    {
        "quote": "Some people will go to the opening of an envelope. They live their lives in the public eye and get off on it, they need it. They need that kind of adoration. If their name isn't in the tabloids once a week they feel like a failure.",
        "author": "Jensen Ackles"
    },
    {
        "quote": "Suffering, failure, loneliness, sorrow, discouragement, and death will be part of your journey, but the Kingdom of God will conquer all these horrors. No evil can resist grace forever.",
        "author": "Brennan Manning"
    },
    {
        "quote": "Life is bigger than cinema. Cinema is just a part of life, so I never take success or failure seriously.",
        "author": "Pawan Kalyan"
    },
    {
        "quote": "Sometimes a noble failure serves the world as faithfully as a distinguished success.",
        "author": "Edward Dowden"
    },
    {
        "quote": "Inability to make decisions is one of the principal reasons executives fail. Deficiency in decision-making ranks much higher than lack of specific knowledge or technical know-how as an indicator of leadership failure.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Slowly the poison the whole blood stream fills. It is not the effort nor the failure tires. The waste remains, the waste remains and kills.",
        "author": "William Empson"
    },
    {
        "quote": "We go there with confidence, but we know there is a very fine line between success and failure in this game.",
        "author": "Alan Shearer"
    },
    {
        "quote": "My story as an artist has been about trial and error. It's been about artist development, character building, struggle, happiness and failure, family, and music.",
        "author": "Anderson Paak"
    },
    {
        "quote": "Failure has never been a signal for me to quit; it's always been a sign for me to go down another path.",
        "author": "Jesse Itzler"
    },
    {
        "quote": "One of the things I definitely think of as a driver of me is fear. And it's fear of failure, fear of being overtaken.",
        "author": "Jocko Willink"
    },
    {
        "quote": "Success is boring... failure is exciting and more entertaining.",
        "author": "Anupam Kher"
    },
    {
        "quote": "I've always felt that 'game over' is a state of failure more for the game designer than from the player.",
        "author": "David Cage"
    },
    {
        "quote": "We have actually experienced in recent months a dramatic demonstration of an unprecedented intelligence failure, perhaps the most significant intelligence failure in the history of the United States.",
        "author": "Zbigniew Brzezinski"
    },
    {
        "quote": "We create success or failure on the course primarily by our thoughts.",
        "author": "Gary Player"
    },
    {
        "quote": "I assume everything I do in life is gonna be a failure, and then if it turns up roses, then I'm psyched.",
        "author": "Jonah Hill"
    },
    {
        "quote": "There is no such thing as darkness; only a failure to see.",
        "author": "Malcolm Muggeridge"
    },
    {
        "quote": "I like Diaspora because it's audacious, it's driven by passion, and it's very, very hard to do. After all, who in their right mind would set as a goal taking on Facebook? That's sort of like deciding to build a better search engine - very expensive, with a high likelihood of failure.",
        "author": "John Battelle"
    },
    {
        "quote": "The hippy movement was a failure.",
        "author": "Joe Strummer"
    },
    {
        "quote": "As an entrepreneur, I've come across countless articles and quotes proudly telling me that I should accept failure, smile, and keep my head up. In other words, I've been told to stay positive. The thing is, when you're forced to shut down a business and let really awesome people you care about go, staying positive is the last thing on your mind.",
        "author": "John Rampton"
    },
    {
        "quote": "The most effective leaders are actually better at guarding against danger when they acknowledge it that it exists. Cowards, in contrast, cling to the hope that failure will never happen and may be sloppy in the face of danger - not because they don't acknowledge that it exists, but because they are just too afraid of it to look it in the eye.",
        "author": "Simon Sinek"
    },
    {
        "quote": "In taking stock of ourselves, we should not forget that fear plays a large part in the drama of failure. That is the first thing to be dropped. Fear is a mental deficiency susceptible of correction, if taken in hand before it gains an ascendency over us. Fear comes with the thought of failure.",
        "author": "Douglas Fairbanks"
    },
    {
        "quote": "It's not about failure; it's about trying something and risking something for attaining your goal.",
        "author": "Carol Alt"
    },
    {
        "quote": "Even failures can turn into something positive if you just keep going. I wrote a television pilot called 'Head of the Family.' CBS didn't want it. It was considered a failure. But we reworked it. A year later, it became 'The Dick Van Dyke Show.'",
        "author": "Carl Reiner"
    },
    {
        "quote": "If I were not African, I wonder whether it would be clear to me that Africa is a place where the people do not need limp gifts of fish but sturdy fishing rods and fair access to the pond. I wonder whether I would realize that while African nations have a failure of leadership, they also have dynamic people with agency and voices.",
        "author": "Chimamanda Ngozi Adichie"
    },
    {
        "quote": "If we don't succeed, we run the risk of failure.",
        "author": "Al Gore"
    },
    {
        "quote": "There is no loneliness greater than the loneliness of a failure. The failure is a stranger in his own house.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "Heaven knows that I have done all that a mortal could do, to save the people, and the failure was not my fault, but the fault of others.",
        "author": "Davy Crockett"
    },
    {
        "quote": "In politics, what begins in fear usually ends in failure.",
        "author": "Samuel Taylor Coleridge"
    },
    {
        "quote": "Elegance is not a dispensable luxury but a factor that decides between success and failure.",
        "author": "Edsger Dijkstra"
    },
    {
        "quote": "Other countries, such as Israel, successfully employ behavior detection techniques at their airports, but the bloated, ineffective bureaucracy of TSA has produced another security failure for U.S. transportation systems.",
        "author": "John Mica"
    },
    {
        "quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination. In the past, few women have tried, and even fewer have succeeded.",
        "author": "Rosalyn Sussman Yalow"
    },
    {
        "quote": "Failure teaches you a lot more than success.",
        "author": "Smriti Mandhana"
    },
    {
        "quote": "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.",
        "author": "Denis Waitley"
    },
    {
        "quote": "You'll never convince me there is a hopeless situation or there is any finality in any success or any failure.",
        "author": "Carlos Ghosn"
    },
    {
        "quote": "I've always believed that it's important to show a new look periodically. Predictability can lead to failure.",
        "author": "T. Boone Pickens"
    },
    {
        "quote": "We are human beings, at the end of the day. Success and failure are a part and parcel of our life.",
        "author": "Hima Das"
    },
    {
        "quote": "Well, I think that there's a very thin dividing line between success and failure. And I think if you start a business without financial backing, you're likely to go the wrong side of that dividing line.",
        "author": "Richard Branson"
    },
    {
        "quote": "Failure saves lives. In the airline industry, every time a plane crashes the probability of the next crash is lowered by that. The Titanic saved lives because we're building bigger and bigger ships. So these people died, but we have effectively improved the safety of the system, and nothing failed in vain.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "Success and failure is temporary. So don't let them get to you.",
        "author": "Sai Pallavi"
    },
    {
        "quote": "American democracy must be a failure because it places the supreme authority in the hands of the poorest and most ignorant part of the society.",
        "author": "Thomas Babington Macaulay"
    },
    {
        "quote": "A failure will not appear until a unit has passed final inspection.",
        "author": "Arthur Bloch"
    },
    {
        "quote": "I see people around me with very unhappy love lives, who may have held out for that perfect somebody. And the failure to achieve that brings along a lot of bitterness which is very unattractive; therefore they're probably less likely to achieve it.",
        "author": "David Thewlis"
    },
    {
        "quote": "Intemperance and intolerance serve no one, and hatred guarantees failure.",
        "author": "Edward Brooke"
    },
    {
        "quote": "I think I've failed every test I've ever taken. If there was a failure I would have been it.",
        "author": "Lisa Marie Presley"
    },
    {
        "quote": "A passionate belief in your business and personal objectives can make all the difference between success and failure. If you aren't proud of what you're doing, why should anybody else be?",
        "author": "Richard Branson"
    },
    {
        "quote": "It is in our genes that we think of breaking up when we love and of failure and fall when we succeed.",
        "author": "RM"
    },
    {
        "quote": "I - and I still consider myself, I'm sorry to tell you, a Marxist and a Communist, but I couldn't help noticing how all the best Marxist analyses are always analyses of a failure.",
        "author": "Slavoj Zizek"
    },
    {
        "quote": "The Communist bloc of old was a study in the failure of failure. Losers in the Soviet economy were the people at the end of the long lines for consumer goods. Worse losers were the people who had spent hours getting to the head of the line, only to be told that the goods were unavailable.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "What we perceive as a failure may simply be our inner being's way of telling us that we are ready to move to a new level of growth.",
        "author": "Anne Wilson Schaef"
    },
    {
        "quote": "I failed the LSAT. Basically, if I had not failed, I'd have been a lawyer and there would be no Spanx. I think failure is nothing more than life's way of nudging you that you are off course. My attitude to failure is not attached to outcome, but in not trying. It is liberating.",
        "author": "Sara Blakely"
    },
    {
        "quote": "He who refuses to stoop, who cannot be bribed by the promise of success or the fear of failure - who walks the highway of the right, and in disaster stands erect, is the only victor.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Sloth is the failure to do what needs to be done when it needs to be done - like the kamikaze pilot who flew seventeen missions.",
        "author": "John Ortberg"
    },
    {
        "quote": "To begin to think with purpose, is to enter the ranks of those strong ones who only recognize failure as one of the pathways to attainment.",
        "author": "James Lane Allen"
    },
    {
        "quote": "We keep score in life because it matters. It counts. It matters. Too many people opt out and never discover their own abilities because they fear failure. They don't understand commitment.",
        "author": "Pat Summitt"
    },
    {
        "quote": "No man can be a failure if he thinks he's a success; If he thinks he is a winner, then he is.",
        "author": "Robert W. Service"
    },
    {
        "quote": "A real failure does not need an excuse. It is an end in itself.",
        "author": "Gertrude Stein"
    },
    {
        "quote": "Don't think of it as failure. Think of it as time-released success.",
        "author": "Robert Orben"
    },
    {
        "quote": "I believe that the constant possibility of failure or possibility of decision-making feeds your creativity.",
        "author": "Nicolas Winding Refn"
    },
    {
        "quote": "Bitcoin is a peer-to-peer, decentralized form of money, as durable as the Internet itself. Remember, the Internet - or DARPA, as it was originally called - was created as a fail-safe, global network with no 'single point of failure.' If one part goes down, data takes another route, and nothing is lost.",
        "author": "Max Keiser"
    },
    {
        "quote": "Most social acts have to be understood in their setting and lose meaning if isolated... No error in thinking about social facts is more serious than the failure to see their place and function.",
        "author": "Solomon Asch"
    },
    {
        "quote": "If those committed to the quest fail, they will be forgiven. When lost, they will find another way. The moral imperative of humanism is the endeavor alone, whether successful or not, provided the effort is honorable and failure memorable.",
        "author": "E. O. Wilson"
    },
    {
        "quote": "I am not affected or carried away by success or failure.",
        "author": "Fahadh Faasil"
    },
    {
        "quote": "Poverty is about people lacking the tools they need to get on in life. And solving it is about tackling educational failure, antisocial behaviour, debt problems and addiction, and of course it's about work.",
        "author": "Theresa May"
    },
    {
        "quote": "I have never, ever considered myself a failure.",
        "author": "Eddie the Eagle"
    },
    {
        "quote": "It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "I have never described the time I was in Doctor Who as anything except a kind of ecstatic success, but all the rest has been rather a muddle and a disappointment. Compared to Doctor Who, it has been an outrageous failure really - it's so boring.",
        "author": "Tom Baker"
    },
    {
        "quote": "The terror of failure can make you feel like a failure. So a bunch of people think you're not very good at your thing. How much do you invest in what they say? How much do you care? Failure is not putting yourself on the line.",
        "author": "Dylan Moran"
    },
    {
        "quote": "It's okay to fail 'cause there's no failure, you're just informing the richness of your experience, and that's - that's the greatest gift you can possibly give yourself.",
        "author": "Ben Foster"
    },
    {
        "quote": "Entrepreneurs are risk takers, willing to roll the dice with their money or reputation on the line in support of an idea or enterprise. They willingly assume responsibility for the success or failure of a venture and are answerable for all its facets.",
        "author": "Victor Kiam"
    },
    {
        "quote": "Why should anybody be interested in some old man who was a failure?",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "Failure's inevitable. It happens all the time in a complex economy. And how did the economy produce all these amazing things that we have around us, computers and cell phones and so on? Well, the process was trial and error. There were a bunch of ideas, and the good ones grew and prospered, and the bad ones were pretty ruthlessly weeded out.",
        "author": "Tim Harford"
    },
    {
        "quote": "Bare hands grip success better than kid gloves. Be thorough in all things, no matter how small or distasteful! The man who counts his hours and kicks about his salary is a self-elected failure.",
        "author": "Charles M. Schwab"
    },
    {
        "quote": "Mass transportation is doomed to failure in North America because a person's car is the only place where he can be alone and think.",
        "author": "Marshall McLuhan"
    },
    {
        "quote": "Belief in the supernatural reflects a failure of the imagination.",
        "author": "Edward Abbey"
    },
    {
        "quote": "A failure is a man who has blundered, but is not able to cash in the experience.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "For some time, I thought Apollo 13 was a failure. I was disappointed I didn't get to land on the moon. But actually, it turned out to be the best thing that could have happened.",
        "author": "Jim Lovell"
    },
    {
        "quote": "Discipline is based on pride, on meticulous attention to details, and on mutual respect and confidence. Discipline must be a habit so ingrained that it is stronger than the excitement of the goal or the fear of failure.",
        "author": "Gary Ryan Blair"
    },
    {
        "quote": "It's how you deal with failure that determines how you achieve success.",
        "author": "Charlotte Whitton"
    },
    {
        "quote": "Failure is the most terrible thing in our business. When we fail, the whole world knows about it.",
        "author": "Desi Arnaz"
    },
    {
        "quote": "Lincoln made mistakes. Roosevelt made mistakes. Eisenhower made mistakes. The Battle of the Bulge was the biggest intelligence failure in American military history, much bigger than any in Vietnam or now. We didn't know that the Soviets were moving 400,000 or 500,000 troops. We missed it.",
        "author": "Rudy Giuliani"
    },
    {
        "quote": "I hate how box-office failures are blamed on an actress, yet I don't see a box-office failure blamed on men.",
        "author": "Ellen Page"
    },
    {
        "quote": "I think like a Silicon Valley entrepreneur. Failure is a great teacher. At the same time, you must remember, success will never last... Whether it's tech or fashion, it must be for the customer.",
        "author": "Tadashi Yanai"
    },
    {
        "quote": "But while success and failure depend on conditions, the mind neither waxes nor wanes.",
        "author": "Bodhidharma"
    },
    {
        "quote": "Perfectionist is sometimes the wrong word... It means like you're never satisfied, or you're upset by every single failure - any type of failure. And so for me, I don't look at failure as necessarily a bad thing as long as I'm able to learn from it and take something from it, so that next time I'm in that situation I know how to succeed.",
        "author": "Max Scherzer"
    },
    {
        "quote": "War remains the decisive human failure.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure.",
        "author": "George W. Bush"
    },
    {
        "quote": "In the different voice of women lies the truth of an ethic of care, the tie between relationship and responsibility, and the origins of aggression in the failure of connection.",
        "author": "Carol Gilligan"
    },
    {
        "quote": "I find fault with my children because I like them and I want them to go places - uprightness and strength and courage and civil respect and anything that affects the probabilities of failure on the part of those that are closest to me, that concerns me - I find fault.",
        "author": "Branch Rickey"
    },
    {
        "quote": "One should accept failure, and be willing to learn, unlearn and relearn again.",
        "author": "Ritesh Agarwal"
    },
    {
        "quote": "Failure is an amazing data point that tells you which direction not to go.",
        "author": "Payal Kadakia"
    },
    {
        "quote": "When you say 'failure,' that seems really dramatic, but a lot of failure is just really depressing and mundane. I remember the first time I ever played a concert in Italy. I played a venue that held 900 people, and I think five people showed up. It wasn't a big, 'John Carter of Mars' type failure. It wasn't dramatic; it was just depressing.",
        "author": "Moby"
    },
    {
        "quote": "It is commonly said that a teacher fails if he has not been surpassed by his students. There has been no failure on our part in this regard considering how far they have gone.",
        "author": "Edmond H. Fischer"
    },
    {
        "quote": "Mental health is an area where people are embarrassed. They don't want to talk about it because somehow they feel they're a failure as a parent or, you know, they're embarrassed for their child or they want to protect their child, lots of very good reasons, but mental health, I feel, is something that you have to talk about.",
        "author": "Anna Wintour"
    },
    {
        "quote": "At some point, most of us reach a place where we're afraid to fail, where we instinctively avoid failure and stick only to what is placed in front of us or only what we're already good at. This confines us and stifles us.",
        "author": "Mark Manson"
    },
    {
        "quote": "Innovation demands risk-taking - which, in turn, entails redefining failure, stripping away its power to inhibit.",
        "author": "Lynne Doughtie"
    },
    {
        "quote": "I tell my team you have to aim for success, but assume failure.",
        "author": "Boyan Slat"
    },
    {
        "quote": "Famine is about so much more than food: it is about a famine of education, democracy, health, transport, and so many other items. The food famine becomes a symptom of that vast failure.",
        "author": "Amber Rudd"
    },
    {
        "quote": "Success is more dangerous than failure, the ripples break over a wider coastline.",
        "author": "Graham Greene"
    },
    {
        "quote": "Golf is a game of endless failure and frustration.",
        "author": "Mike Greenberg"
    },
    {
        "quote": "The paradox is that when we model future designs on past successes, we are inviting failure down the line; when we take into account past failures and anticipate potential new ways in which failure can occur, we are more likely to produce successful designs.",
        "author": "Henry Petroski"
    },
    {
        "quote": "Translation is the art of failure.",
        "author": "Umberto Eco"
    },
    {
        "quote": "Failure is simply the non-presence of success. But a fiasco is a disaster of mythic proportions.",
        "author": "Orlando Bloom"
    },
    {
        "quote": "In America, there's a failure to appreciate Europe's leading role in the world.",
        "author": "Barack Obama"
    },
    {
        "quote": "Failure is part and parcel of the process of experimenting with roles and films.",
        "author": "Fahadh Faasil"
    },
    {
        "quote": "Objectively speaking, Traf-O-Data was a failure as a company. Right as our business started to pick up, states began to provide their own traffic-counting services to local governments for free.",
        "author": "Paul Allen"
    },
    {
        "quote": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Resilient people recognize that no matter how bad the circumstances are, their situation could always be worse. They don't allow themselves to exaggerate how terrible their problems are, and they don't run around predicting how much worse things are going to get. Instead, they view failure with an accurate perspective.",
        "author": "Amy Morin"
    },
    {
        "quote": "I was in kidney failure. I ended up having a kidney transplant on my 21st birthday.",
        "author": "Amy Purdy"
    },
    {
        "quote": "The vast majority of large scale change efforts fail. Which means that the probability that you have actually experienced a failure, and your people know that and are pessimistic, therefore, about trying something again, is very high.",
        "author": "John P. Kotter"
    },
    {
        "quote": "Failure is nature's plan to prepare you for great responsibilities.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "An open-minded and diverse population that readily shares information, encourages experimentation, accepts failure and dispenses with formality and hierarchy is what makes Silicon Valley the successful hub that it is.",
        "author": "Vivek Wadhwa"
    },
    {
        "quote": "If you're constantly pushing yourself higher, higher, the law of averages - not to mention the myth of Icarus - predicts that you will at some point fall. And when you do, I want you to know this, remember this: There is no such thing as failure.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being.",
        "author": "Paul Tillich"
    },
    {
        "quote": "We're born with success. It is only others who point out our failures, and what they attribute to us as failure.",
        "author": "Whoopi Goldberg"
    },
    {
        "quote": "I felt a failure because I couldn't sustain myself from what I earned from my writing. My day jobs were what mattered, and it was hard to even get those because universities wouldn't hire me as a real writer.",
        "author": "Sandra Cisneros"
    },
    {
        "quote": "In my view, the first requirement for success for an entrepreneur is to dream big. The second aspect that prevents entrepreneurs from succeeding is fear of failure.",
        "author": "Naveen Jain"
    },
    {
        "quote": "I wouldn't call Loopt a failure. It didn't turn out like I wanted, for sure, but it was fun, I learned a lot, and I made enough money to start investing, which led me to my current job. I don't regret it at all.",
        "author": "Sam Altman"
    },
    {
        "quote": "Students rarely disappoint teachers who assure them in advance that they are doomed to failure.",
        "author": "Sidney Hook"
    },
    {
        "quote": "I expect either total success or total failure. That's my lot in life.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "You can't please everyone, but I've always felt you cannot ultimately lose if you give everything you try 110%. You'll always learn something useful, even from a failure, that can be applied to the next challenge or project.",
        "author": "Mark Ryan"
    },
    {
        "quote": "All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "There's no right or wrong, success or failure.",
        "author": "Miley Cyrus"
    },
    {
        "quote": "I think my whole life, because of where I came from, I had a fear of failure.",
        "author": "Howard Schultz"
    },
    {
        "quote": "I was pretty bad. When I first was diagnosed with kidney failure, my function - the function of my kidney was less than 8 percent.",
        "author": "Natalie Cole"
    },
    {
        "quote": "The man who has done his level best... is a success, even though the world may write him down a failure.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "I didn't fear failure. I expected failure.",
        "author": "Amy Tan"
    },
    {
        "quote": "When you experience a failure as a leader, don't hide it - talk about it. Your missed opportunity will encourage others to take risks.",
        "author": "Naveen Jain"
    },
    {
        "quote": "The Raspberries were together two years for one century. It was a very successful failure of a group.",
        "author": "Eric Carmen"
    },
    {
        "quote": "Science is so incremental and so full of setbacks and small steps forward. In order to really thrive in this business, you have to be able to glean as much joy from the failure days and from the small increments as you do from the breakthroughs.",
        "author": "Hope Jahren"
    },
    {
        "quote": "Even as far back as when I started acting at 14, I know I've never considered failure.",
        "author": "Jennifer Lawrence"
    },
    {
        "quote": "My music has never been a failure.",
        "author": "Fela Kuti"
    },
    {
        "quote": "I looked long and carefully at the picture of a stag painted by Landseer - the style was good, and the brush was handled with fine effect; but he fails in copying Nature, without which the best work will be a failure.",
        "author": "John James Audubon"
    },
    {
        "quote": "Philanthropic colonization is a failure. National colonization will succeed.",
        "author": "Theodor Herzl"
    },
    {
        "quote": "I myself, as an American Indian, feel like a failure in a way. I have not been able to do anything about the fact that these large corporations are taking so much natural gas and oil out of the soil. It seems like we're always involved in fighting something. It's tiresome.",
        "author": "Wes Studi"
    },
    {
        "quote": "Adam Smith's huge failure was the fact that he did not foresee the industrial revolution.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "Ken Lay has, does and will continue to accept responsibility for the fall of Enron. He was the man at the controls. But failure is not a crime.",
        "author": "Michael Ramsey"
    },
    {
        "quote": "Failure is simply a few errors in judgment, repeated every day.",
        "author": "Jim Rohn"
    },
    {
        "quote": "The advanced stats are great to look at for my long-term goals and what I'm trying to accomplish. It shows me there is an inherent failure in pitching. The luck involved, the factors you can't control. You just have to let go of those and focus on the next batter, the next game.",
        "author": "Max Scherzer"
    },
    {
        "quote": "You accept failure as a possible outcome of some of the experiments. If you don't get failures, you're not pushing hard enough on the objectives.",
        "author": "John Poindexter"
    },
    {
        "quote": "Since the global financial crisis and recession of 2007-2009, criticism of the economics profession has intensified. The failure of all but a few professional economists to forecast the episode - the aftereffects of which still linger - has led many to question whether the economics profession contributes anything significant to society.",
        "author": "Robert J. Shiller"
    },
    {
        "quote": "Lead yourself whenever your boss' leadership deteriorates. When your boss doesn't praise what you do, praise yourself. When your boss doesn't make you big, make yourself big. Remember, if you have done your best, failure does not count.",
        "author": "Mario Teguh"
    },
    {
        "quote": "Over the years, Chevron has behaved in a way that reinforces the worst stereotypes about large corporations: it has cynically avoided responsibility for its past and watched in indifference as more people become sick and die because of its failure to deal with its legacy environmental issues.",
        "author": "Kerry Kennedy"
    },
    {
        "quote": "The rise of China as a new power is another great challenge for the US. Our failure to properly handle Germany and Japan earlier in the 20th century cost us and the world dearly. We must not make this same mistake with China.",
        "author": "Steve Forbes"
    },
    {
        "quote": "As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?",
        "author": "Charlie Sheen"
    },
    {
        "quote": "People in their handlings of affairs often fail when they are about to succeed. If one remains as careful at the end as he was at the beginning, there will be no failure.",
        "author": "Lao Tzu"
    },
    {
        "quote": "What America does best is produce the ability to accept failure.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "Success and failure are emotional and physiological experiences. We need to deal with them in a way that is present and calm.",
        "author": "Chade-Meng Tan"
    },
    {
        "quote": "One of my most vivid memories from 1974 was the gas station at the foot of the hill below my Southern California high school - car lines snaking out into the street, heralding the failure of the government's price controls and lame ideas such as odd-even rationing.",
        "author": "Nina Easton"
    },
    {
        "quote": "Case studies of failure should be made a part of the vocabulary of every engineer so that he or she can recall or recite them when something in a new design or design process is suggestive of what went wrong in the case study.",
        "author": "Henry Petroski"
    },
    {
        "quote": "They say there's no second act in American lives. There's something there worth exploring. Giving up an idea of yourself, examining your failure, and seeing if that failure was the system's or yours. What does it mean to not turn out to be the person you want to be?",
        "author": "Scott Rudin"
    },
    {
        "quote": "I want to speak seventeen languages. When you think like that, you'll be consumed by failure. I'm haunted daily by what I don't know.",
        "author": "Kelsey Grammer"
    },
    {
        "quote": "Failure has gone to his head.",
        "author": "Wilson Mizner"
    },
    {
        "quote": "The Bush Administration's failure to be consistently involved in helping Israel achieve peace with the Palestinians has been both wrong for our friendship with Israel, as well as badly damaging to our standing in the Arab world.",
        "author": "Barack Obama"
    },
    {
        "quote": "Failure to pass TPP sends a big signal. The United States is backing off, backing away. That will create a huge void here.",
        "author": "Max Baucus"
    },
    {
        "quote": "The success, or failure, of a CEO to implement AI throughout the organization will depend on them hiring a leader to build an organization to do this. In some companies, CIOs or chief data officers are playing this role.",
        "author": "Andrew Ng"
    },
    {
        "quote": "The theory seems to be that as long as a man is a failure he is one of God's children, but that as soon as he succeeds he is taken over by the Devil.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "Fact: From quitting smoking to skiing, we succeed to the degree we try, fail, and learn. Studies show that people who worry about mistakes shut down, but those who are relaxed about doing badly soon learn to do well. Success is built on failure.",
        "author": "Martha Beck"
    },
    {
        "quote": "I think I've always been somebody, since the deaths of my father and brother, who was afraid to hope. So, I was more prepared for failure and for rejection than for success.",
        "author": "Amy Tan"
    },
    {
        "quote": "Man's sin is in his failure to live what he is. Being the master of the earth, man forgets that he is the servant of God.",
        "author": "Abraham Joshua Heschel"
    },
    {
        "quote": "Even people who despise ego and aspire to humility, who plan to be humble once they are successful, are worried that actually enacting those beliefs would sentence them to a life of obscurity or weakness or failure.",
        "author": "Ryan Holiday"
    },
    {
        "quote": "Americans, who make more of marrying for love than any other people, also break up more of their marriages, but the figure reflects not so much the failure of love as the determination of people not to live without it.",
        "author": "Morton Hunt"
    },
    {
        "quote": "What matters is this: Being fearless of failure arms you to break the rules. In doing so, you may change the culture and just possibly, for a moment, change life itself.",
        "author": "Malcolm Mclaren"
    },
    {
        "quote": "By virtually any measure, the record of the Republican Majority is an appalling failure.",
        "author": "Sheila Jackson Lee"
    },
    {
        "quote": "Because most startups are lean and scrappy organizations consisting of a limited number of people and supported by an even smaller number of resources, startups cannot afford to have any slackers on board. When you fail, you cause an 'epic failure,' and when you win, everyone in the company knows about it.",
        "author": "Clay Clark"
    },
    {
        "quote": "The more times I was turned down, the more I believed I was getting closer to making it. A lot of people in Korea say that failure is the mother of success, so I believed that more times I failed, the more likely I was to succeed.",
        "author": "Rain"
    },
    {
        "quote": "Nothing succeeds, they say, like success. And certainly nothing fails like failure.",
        "author": "Margaret Drabble"
    },
    {
        "quote": "What we have most to fear is failure of the heart.",
        "author": "Sonia Johnson"
    },
    {
        "quote": "Success is a public affair. Failure is a private funeral.",
        "author": "Rosalind Russell"
    },
    {
        "quote": "Primarily affecting low-information voters and members of the mainstream media, Obama Worship Syndrome attributes impossible capabilities to Obama's political opponents, finds excuses for every Obama failure in everyone around him and praises the president as the finest politician - nay, human being - of our time.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "There are certainly times when baseball is much more than bread and circus, times when baseball resonates deeply and meaningfully with many, many people, and times when a game that is built around overcoming failure can teach us all a few important lessons.",
        "author": "Theo Epstein"
    },
    {
        "quote": "When we're in game worlds, I believe that many of us become the best version of ourselves: the most likely to help at a moment's notice. The most likely to stick with a problem as long as it takes. To get up after failure and try again.",
        "author": "Jane McGonigal"
    },
    {
        "quote": "There is not a fiercer hell than the failure in a great object.",
        "author": "John Keats"
    },
    {
        "quote": "You have to risk failure to succeed. The important thing is not to make one single mistake that will jeopardize the future.",
        "author": "An Wang"
    },
    {
        "quote": "There is much to be said for failure. It is much more interesting than success.",
        "author": "Max Beerbohm"
    },
    {
        "quote": "I employ case studies of failure into my courses, emphasizing that they teach us much more than studies of success. It is not that success stories cannot serve as models of good design or as exemplars of creative engineering. They can do that, but they cannot teach us how close to failure they are.",
        "author": "Henry Petroski"
    },
    {
        "quote": "I've loved every minute I've spent in television. And I've had much more failure, as traditionally measured, than success in television. I've done four shows, and only one of them was the 'West Wing.'",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "One of the most basic factors in sports is that winning becomes a habit, and losing is the same way. When failure starts to feel normal in your life or your work or even your darkest vices, you won't have to go looking for trouble, because trouble will find you. Count on it.",
        "author": "Hunter S. Thompson"
    },
    {
        "quote": "Increasing extremism - across Africa and the world - must be understood in the context of the failure of our leaders properly to manage diversity within their borders.",
        "author": "Mo Ibrahim"
    },
    {
        "quote": "Like all alchemists, Trump seeks to convert dross into gold, to toss a broth of his incompetence, denial, delay, deception, and failure into some supernatural alembic and extract political advantage.",
        "author": "Rick Wilson"
    },
    {
        "quote": "Optimism is a kind of heart stimulant - the digitalis of failure.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "The draconian spirit that seeks to enhance penalties and to lower the age at which juveniles will be tries as adults, is part of the 'whole cloth' of three strikes. Our failure to address the depair of our inner-city youth is only delayed by our over-confidence in a stance that is 'tougher than thou.'",
        "author": "Greg Boyle"
    },
    {
        "quote": "A love of nature is a consolation against failure.",
        "author": "Berthe Morisot"
    },
    {
        "quote": "With each film, you are still trying to get the length and measure right. And failure is all about others' perception of you. When you have one success, they think you know it all. But if you fail, they think they know it all.",
        "author": "Mani Ratnam"
    },
    {
        "quote": "Federal regulations forbid delaying inspections for fracture-critical bridges like the fallen Minneapolis bridge - the kind with a lack of redundancy in design, so that a single failure in a load-bearing part can cause the entire bridge to collapse.",
        "author": "Bill Dedman"
    },
    {
        "quote": "That sense of failure, I don't know where people put it who don't write songs and aren't able to emote physically. It must go somewhere.",
        "author": "Sting"
    },
    {
        "quote": "However things may seem, no evil thing is success and no good thing is failure.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "I want to swim in both directions at once. Desire success, court failure.",
        "author": "Alan Rickman"
    },
    {
        "quote": "Successful entrepreneurs find the balance between listening to their inner voice and staying persistent in driving for success - because sometimes success is waiting right across from the transitional bump that's disguised as failure.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Most people think of success and failure as opposites, but they both are products of the same process.",
        "author": "Roger von Oech"
    },
    {
        "quote": "I firmly believe that unless one has tasted the bitter pill of failure, one cannot aspire enough for success.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Indulging in unrestrained and immoderate laughter is a sign of intemperance, of a want of control over one's emotions, and of failure to repress the soul's frivolity by a stern use of reason.",
        "author": "Saint Basil"
    },
    {
        "quote": "Never fret for an only son, the idea of failure will never occur to him.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Every company needs to have a skunkworks, to try things that have a high probability of failing. You try to minimize failure, but at the same time, if you're not willing to try things that are inherently risky, you're not going to make progress.",
        "author": "Nolan Bushnell"
    },
    {
        "quote": "Trying to change before you're ready isn't likely to be productive. For example, most New Year's resolutions don't last because people spring into action without being prepared for the work it's going to take. Forcing change based on a date on the calendar, rather than a true readiness to transform, can be a setup for failure.",
        "author": "Amy Morin"
    },
    {
        "quote": "If you're the type of person who has to fulfill your dreams, you've gotta be resourceful to make sure you can do it. I came out to California when I was 21, thinking my New York credentials would take me all the way. I came back home a year later all dejected and a failure.",
        "author": "Vin Diesel"
    },
    {
        "quote": "The consequences for failure are very different if you're a woman or a person of color than they are if you're a guy. If you're a guy who makes a mistake, you get a second chance. Often, for those of us who are outsiders, we make a mistake, and that's the end of the conversation.",
        "author": "Stacey Abrams"
    },
    {
        "quote": "The historic lesson is that it was a strategic failure to go into Iraq. History will not be and should not be kind with that decision.",
        "author": "Michael T. Flynn"
    },
    {
        "quote": "I don't think anybody whose ever been divorced can tell you divorce is easy or fun or feels like anything other than a tremendous failure.",
        "author": "Sharon Stone"
    },
    {
        "quote": "The very phrase 'Oscar night' used to accelerate my pulse. For one thing - dating myself - it meant Bob Hope. He always had good, strong jokes, that faultless delivery, and always a new joke about his own films' failure - once again - to be honored.",
        "author": "Dick Cavett"
    },
    {
        "quote": "My father was a dreamer - my hero. He was a smart, tough guy from Poland, a cutter of lady's handbags, an old socialist-unionist who always considered himself a failure. His big line was: 'Don't end up like me.'",
        "author": "Alan King"
    },
    {
        "quote": "I'd like to see much more understanding of emotional issues around hurt, abandonment, disappointment, longing, failure and shame, where they stem from and how they drive people and policies brought into public discourse.",
        "author": "Susie Orbach"
    },
    {
        "quote": "If we say we trust in Him, but in reality do not, then God, taking us at our word, lets us see that we do not really confide in Him; and hence failure arises.",
        "author": "George Muller"
    },
    {
        "quote": "I do public appearances. I'm bluff, hearty, goofy. I wear loud clothes, and I read the funny bits. I occasionally get taken to task for one thing or another, and I acknowledge my fault, my flaw, my failure, and I move on.",
        "author": "Nick Harkaway"
    },
    {
        "quote": "The worst time was 1983. Love and life and everything went wrong. I reached absolute rock bottom. I saw the Minotaur at the bottom of the abyss. I learnt of the harshness of the world and its impartiality to human failure.",
        "author": "Ben Okri"
    },
    {
        "quote": "Engineering is achieving function while avoiding failure.",
        "author": "Henry Petroski"
    },
    {
        "quote": "It does not matter what you know about anything if you cannot communicate to your people. In that event, you are not even a failure. You're just not there.",
        "author": "Saul Alinsky"
    },
    {
        "quote": "I don't know if there's a genetic marker for entrepreneurship. But if there is, it's most likely not a genius for planning. It's a propensity for action - and the ability to put failure behind you quickly. To stop being precious about your ideas.",
        "author": "Marc Randolph"
    },
    {
        "quote": "It breaks my heart to see these young, really talented bands getting chewed up into the system. I remember a time if you'd signed to a major label it was such a sell out! But now... unless you've signed to a big label, you're a failure now.",
        "author": "Mike Peters"
    },
    {
        "quote": "My time at Real Madrid wasn't a failure. I played 120 matches, I scored 28 goals, and I played an average of 30 games a season. What's more, I won three trophies: La Liga, a Copa del Rey, and a Supercopa de Espana.",
        "author": "Kaka"
    },
    {
        "quote": "I am not worried about failure. I have made my career in this industry, so it does not scare me.",
        "author": "Govinda"
    },
    {
        "quote": "During my sojourn in ironclad atheism, the primary arsenal leveled against Christianity had been its failure on empirical grounds. Surely, enlightened reason offered a more coherent cosmos. Surely, Occam's razor cut the faithful free from blind faith. There is no proof of God; therefore, it is unreasonable to believe in God.",
        "author": "Paul Kalanithi"
    },
    {
        "quote": "Everyone understands the European Union is a failure. It has not kept any of its promises - in particular about prosperity, security - and, worst of all, has put us under a guardianship.",
        "author": "Marine Le Pen"
    },
    {
        "quote": "Is the proposed operation likely to succeed? What might the consequences of failure? Is it in the realm of practicability in terms of material and supplies?",
        "author": "Chester W. Nimitz"
    },
    {
        "quote": "Failure is fantastic, because you meet yourself and get to know your limitations. This is how I express myself, and I can't do it any other way.",
        "author": "Billy Childish"
    },
    {
        "quote": "The traditional religious right's failure to restore public-school prayer or pass an antiabortion constitutional amendment has likely helped fuel the spread of the more extreme dominionist school.",
        "author": "Jon Meacham"
    },
    {
        "quote": "Bacon is so good by itself that to put it in any other food is an admission of failure. You're basically saying, 'I can't make this other food taste good, so I'll throw in bacon.'",
        "author": "Penn Jillette"
    },
    {
        "quote": "That's all I ever wanted - to go out as myself and have the success or failure fall on me.",
        "author": "Drew McIntyre"
    },
    {
        "quote": "I love when me and my friends don't know how to make something - there's that risk of failure, which should be there. If it's guaranteed not to fail, it's something you already know how to do.",
        "author": "Spike Jonze"
    },
    {
        "quote": "White America is tortured by black America's failure to thrive, and all that guilt and anxiety has only gotten worse as a substantial quota of white America loses its own footing in the middle class and plunges into the rough country of joblessness, hopelessness, and government dependency.",
        "author": "James Howard Kunstler"
    },
    {
        "quote": "Like prospecting in the 19th century, reconnaissance of the asteroids would of necessity take place in an arena where trouble is likely and help is distant. Heroic stories of individual triumph and failure, set on landscapes never seen by humankind, are in the cards.",
        "author": "Seth Shostak"
    },
    {
        "quote": "Failure is your invention.",
        "author": "Sophia Amoruso"
    },
    {
        "quote": "Formal declarations of mistrust, pre-nups are emotionally unfortunate. They overtly plan for failure, and thus involve a jarring cognitive dissonance.",
        "author": "Lionel Shriver"
    },
    {
        "quote": "The fact that we are here today to debate raising America's debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America's debt.",
        "author": "Barack Obama"
    },
    {
        "quote": "If you don't accept failure as a possibility, you don't set high goals, you don't branch out, you don't try - you don't take the risk.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "I think one of the biggest political failures, and the biggest social failures, over the past few years has been the failure of empathy; not being able to look at the other person down the street.",
        "author": "Colum McCann"
    },
    {
        "quote": "It has now been over 7 years since Congress last raised the minimum wage to its current level of $5.15 per hour. Since that last increase, Congress's failure to adjust the wage for inflation has reduced the purchasing power of the minimum wage to record low levels.",
        "author": "Jon Corzine"
    },
    {
        "quote": "I don't take success seriously. For me, failure is a constant.",
        "author": "Angad Bedi"
    },
    {
        "quote": "It's true that if it's always going to be that if you win the World Cup or European Championship, you're a success, and if you don't, you're a failure, then you're bedding yourself for a lack of success because there aren't many coaches who have won those things, and there are thousands who haven't.",
        "author": "Roy Hodgson"
    },
    {
        "quote": "I think our failure as a caucus has been not to focus on economic issues. I think we - and I'm supportive of all the issues that - that we talk about, but you need an economic - a robust, economic message that - that covers everybody.",
        "author": "Tim Ryan"
    },
    {
        "quote": "In high school, in sport, I had a coach who told me I was much better than I thought I was, and would make me do more in a positive sense. He was the first person who taught me not to be afraid of failure.",
        "author": "Mike Krzyzewski"
    },
    {
        "quote": "So many amongst us live in the past rather than loving the present and building a brilliant future. Some people stay stuck for years over something they did or a failure they've experienced. Sad. A life is a terrible thing to waste.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "Hathi Ram's journey intrigued me. He is a very vulnerable character. I was never offered such a role of a man who is a failure in life and is desperate to prove himself. It was a good change for me to play someone with such a nice arc and so many shades to his personality.",
        "author": "Jaideep Ahlawat"
    },
    {
        "quote": "I have to give back. For me, it would be a failure if I could not give back.",
        "author": "Masai Ujiri"
    },
    {
        "quote": "Many of the ethnic and other parochial tensions that have tended to create insecurity and outright conflict, time and time again, are largely as a result of failure to deliberately undertake nation-building efforts.",
        "author": "Yemi Osinbajo"
    },
    {
        "quote": "Call it the Tiger Mom effect: In the business world today, failure is apparently not an option.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Good fiction is about asserting the beauties of the world, inventing a new, positive thing. Where am I going to get that? And it should be original; it should not be cliched. So the way I looked at history was not to accuse it of failure.",
        "author": "Orhan Pamuk"
    },
    {
        "quote": "You get older, you slow down. Failure feels like less of a humiliation and more of a balanced return.",
        "author": "Monty Don"
    },
    {
        "quote": "The woman is a gentle, loving bond who encourages, consoles, builds, reconciles, and makes all things new and vibrant. The woman is strength in time of suffering, courageous in failure, intuitive in time of danger. A woman is ingenuous when all fails, resourceful in times of want, and a true helpmate for man.",
        "author": "Mother Angelica"
    },
    {
        "quote": "The main failure of education is that it has not prepared people to comprehend matters concerning human destiny.",
        "author": "Norman Cousins"
    },
    {
        "quote": "Boys with a 'failure to launch' are invisible to most girls. With poor social skills, the boys feel anger at their fear of being rejected and self-loathing at their inability to compete.",
        "author": "Warren Farrell"
    },
    {
        "quote": "Sadness is a super important thing not to be ashamed about but to include in our lives. One of the bigger problems with sadness or depression is there's so much shame around it. If you have it you're a failure. You are felt as being very unattractive.",
        "author": "Mike Mills"
    },
    {
        "quote": "The war on drugs is a joke. We spend $40 billion a year, and the proof that it's a failure is that any kid can get almost any drug they want in any city in America within half an hour.",
        "author": "David Sheff"
    },
    {
        "quote": "People in the business will stay with you through drugs and alcohol and divorces and insanity and everything else, but you have a failure, pal, and they don't want to know nothing about you!",
        "author": "Don Johnson"
    },
    {
        "quote": "I hate failure and that divorce was a Number One failure in my eyes. It was the worst period of my life. Neither Desi nor I have been the same since, physically or mentally.",
        "author": "Lucille Ball"
    },
    {
        "quote": "America traditionally represents the greatest possibility of someone's going from nothing to something. Why? In theory, if not practice, the government stays out of the way and lets individuals take risks and reap rewards or accept the consequences of failure. We call this capitalism - or, at least, we used to.",
        "author": "Larry Elder"
    },
    {
        "quote": "I'm kind of a failure. I mean, I'll be honest. I'm successful in that I'm getting to work on great stuff, but I think I'm a failure in all the personal stuff that is most important to me.",
        "author": "Paul Feig"
    },
    {
        "quote": "No matter how well things are going, failure and disaster are just around the corner. So celebrate the good, but be ready for the bad.",
        "author": "Vivek Wadhwa"
    },
    {
        "quote": "A failure establishes only this, that our determination to succeed was not strong enough.",
        "author": "Christian Nestell Bovee"
    },
    {
        "quote": "Among the most common reasons why people come to an emergency room are bouts of heart failure or pneumonia. Sometimes they have a touch of both.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "I grew up in a household where I learned five things from my old man. You know what they were? You're no good. You're a failure. You're not going to amount to anything. Don't trust nobody, and don't tell nobody your business. When I lost to Larry Holmes in 1982, I felt all five of those things smacked me right across the face.",
        "author": "Gerry Cooney"
    },
    {
        "quote": "I'm proof against that word failure. I've seen behind it. The only failure a man ought to fear is failure of cleaving to the purpose he sees to be best.",
        "author": "George Eliot"
    },
    {
        "quote": "Where do we enroll in Life 101? Where are the classes dealing with the loss of a job, the death of a loved one, the failure of a relationship? Unfortunately, those lessons are mostly learned through trial by fire and the school of hard knocks.",
        "author": "Les Brown"
    },
    {
        "quote": "None of us is guaranteed against failure or corruption of any kind; witness what's going on in the world in this moment, the follies of human nature and the failures of human nature.",
        "author": "Morris West"
    },
    {
        "quote": "I've failed a lot, you know, in football, and I've gone on a lot of auditions, been told no, been told I'm not right, so I know what failure feels like. It's about the work.",
        "author": "John David Washington"
    },
    {
        "quote": "Failure is part of success, and nobody should ever view failure as a bad thing as long as you learn from it.",
        "author": "Jonathan Scott"
    },
    {
        "quote": "When I served as prime minister last time, I failed to prioritize my agenda. I was eager to complete everything at once, and ended my administration in failure. After resigning, for six years I traveled across the nation simply to listen.",
        "author": "Shinzo Abe"
    },
    {
        "quote": "Failure is an extremely personal thing, and so is success. The problem with people is they don't own their failure, and if you don't own your failures, you're never going to own your successes.",
        "author": "Jon Taffer"
    },
    {
        "quote": "'Faucet Failure' was my favorite because I just had fun with it, and it was just 10 minutes, and I didn't overthink anything, and I wanted to just have fun with the song.",
        "author": "Ski Mask the Slump God"
    },
    {
        "quote": "I want you to know that focusing on someone else's failure or success is the wrong way to live.",
        "author": "Scott Cawthon"
    },
    {
        "quote": "As much as you learn to handle failure, you must learn to handle success too, because that's also important.",
        "author": "Sourav Ganguly"
    },
    {
        "quote": "To me, if we're not failing a little bit, we're not trying hard enough. I think great cultures encourage risk and are tolerant of failure. If you don't do that, you're going to end up with a culture that is stagnant and not thinking about the next generation of products and experiences.",
        "author": "Brad Garlinghouse"
    },
    {
        "quote": "Success breeds success, and failure leads to a sort of fallow period.",
        "author": "Felicity Kendal"
    },
    {
        "quote": "I felt like a failure for so long because I wasn't able to access myself in the way I knew I would have if I was going to make music that mattered. I knew I was going to have to learn how to be honest.",
        "author": "John Grant"
    },
    {
        "quote": "My story of success and failure is not just about music and being famous. It's about living and loving and trying to find purpose in this crazy world.",
        "author": "Wynonna Judd"
    },
    {
        "quote": "It is a changing world because of the newcomers who keep arriving and who leave us behind. Trying to keep pace with them is doomed to inglorious failure, especially as the pace has quickened so much.",
        "author": "Hans Jonas"
    },
    {
        "quote": "You shouldn't be afraid of failure - when something fails, you think, 'What did I learn from that experience? I can do better next time.' Then kill that project and move on to the next. Don't get disappointed.",
        "author": "Niklas Zennstrom"
    },
    {
        "quote": "The power of fear of failure, with will to win, is an incredible force. I don't think we should be worried about having a fear of failure; I think it's quite natural. If you surveyed any top businessman or any top athlete, I bet if they were truthful, they would all say they've got a fear of losing and a fear of failure.",
        "author": "John Caudwell"
    },
    {
        "quote": "The threat posed by Bank of America isn't just financial - it's a full-blown assault on the American dream. Where's the incentive to play fair and do well, when what we see rewarded at the highest levels of society is failure, stupidity, incompetence and meanness? If this is what winning in our system looks like, who doesn't want to be a loser?",
        "author": "Matt Taibbi"
    },
    {
        "quote": "While it is important for people to see your promise you must also remember that hope is the keeper of both happiness and disappointment, the father of both progress and failure.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "In Chicago, you have an absence of strong family units, and that absence gets filled by gangs. You have a failure in the school system, after-school programs and other social programs to help keep kids off the streets. Amnesty International speaks to that in some way, by keeping these issues in the forefront.",
        "author": "Lupe Fiasco"
    },
    {
        "quote": "I'm quite detached from failure and success. Once a shooting is done, I kind of close that chapter in my life.",
        "author": "Ranbir Kapoor"
    },
    {
        "quote": "Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind.",
        "author": "Natalie Massenet"
    },
    {
        "quote": "People who try to tackle failure attract failure. The more you indulge in analysis, it gets tougher. So just keep making mistakes and learn.",
        "author": "Sushmita Sen"
    },
    {
        "quote": "As a kid, falling was embarrassing. As I got older, I got used to falling and picking myself back up. There's not a sense of failure. It's of disappointment. You train so hard to not make mistakes. When you do, you're learning from that. How do I improve? How do I get better for the next time? Through every failure, there's something to be learned.",
        "author": "Michelle Kwan"
    },
    {
        "quote": "I've become a professional failure - in order to pay the mortgage I have to remain unemployed. Luckily, a disaster always seems to befall me at exactly the right moment.",
        "author": "Toby Young"
    },
    {
        "quote": "Failure is not an option. So, we're committed to the success of not just our relationship but to raising two amazing girls... It's dedication. We've anchored ourselves to a foundation of accountability, and we've set out to be successful at this, so we're going to do it.",
        "author": "Ian Ziering"
    },
    {
        "quote": "Obama's failure to close Guantanamo is yet another instance where the rhetoric of democratic and constitutional rights proved not useful for his international relations, relations which are always pursued in ways that continue to link and fortify securitarian power with the opening of new markets.",
        "author": "Judith Butler"
    },
    {
        "quote": "I am living on the razor's edge between success and failure, adulation and humiliation - between justifying my existence and revealing my unworthiness to be alive.",
        "author": "Scott Stossel"
    },
    {
        "quote": "I always talk about, like, with end-of-game situations, making and missing big shots, I know I can shoulder that. I can live with having the success of the playoffs and having a huge failure. I know I can deal with it.",
        "author": "Damian Lillard"
    },
    {
        "quote": "The paranoiac is the exact image of the ruler. The only difference is their position in the world. One might even think the paranoiac the more impressive of the two because he is sufficient unto himself and cannot be shaken by failure.",
        "author": "Elias Canetti"
    },
    {
        "quote": "It's a failure of national vision when you regard children as weapons, and talents as materials you can mine, assay, and fabricate for profit and defense.",
        "author": "John Hersey"
    },
    {
        "quote": "Once our country is fully engulfed in a debt crisis, our economy will be torn apart, and every American will be a victim of the federal government's failure to prevent this disaster.",
        "author": "Kevin McCarthy"
    },
    {
        "quote": "By the time I was a young man, I lived with two deep struggles: I longed to become a cricketer, and I performed miserably in school. Cricket and tennis were all that I lived for. In India, this was a formula for failure.",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "I think she's the foundation of everything I've done. I think, definitely, my mother's fear of failure helps make me more resilient and helps make me persevere.",
        "author": "Arianna Huffington"
    },
    {
        "quote": "You don't go into anything contemplating failure, because if you did, you wouldn't make it.",
        "author": "Simon Cowell"
    },
    {
        "quote": "Most success springs from an obstacle or failure. I became a cartoonist largely because I failed in my goal of becoming a successful executive.",
        "author": "Scott Adams"
    },
    {
        "quote": "My biggest fear, the only fear that I have is failing. I hate to fail at anything that I do and that's really my only fear in life, to be a failure.",
        "author": "Christian Cage"
    },
    {
        "quote": "Resilient people aren't afraid to admit they have weaknesses. Whether an effective leader acknowledges problems within an organization, or an individual recognizes areas in need of personal growth, resilient people use failure as an opportunity to spot their weaknesses.",
        "author": "Amy Morin"
    },
    {
        "quote": "The truth is when you have a movie that was as successful as 'Chronicle' was, it's not as quick of a process. There are a lot more voices coming in and saying 'This is what the sequel should be' because there's a bigger expectation and a bigger fear of failure. And that's really what's going on with 'Chronicle 2.'",
        "author": "Max Landis"
    },
    {
        "quote": "Ilaiyaraaja is my most favourite music director. His music was my lullaby, his music was my food, his music was my childhood, his music was my first love, his music was my failure, his music was my first kiss, my first love failure, my success... he is in my blood.",
        "author": "Dhanush"
    },
    {
        "quote": "Thoughtless risks are destructive, of course, but perhaps even more wasteful is thoughtless caution which prompts inaction and promotes failure to seize opportunity.",
        "author": "Gary Ryan Blair"
    },
    {
        "quote": "When I talk to young people, I always tell them the biggest lesson I learned was that you shouldn't care about the outcome. If it fails, it fails. Every failure will groom you for your next big reward.",
        "author": "Ryan Murphy"
    },
    {
        "quote": "When a marriage founders, this may well be cause for tremendous sadness, but it's not a failure of spirit or character. People change, their goals and dreams alter, their ideas of themselves grow, or they just meet someone they like better.",
        "author": "Naomi Alderman"
    },
    {
        "quote": "For as long as I can remember, I have wanted to be a godly person. Yet when I look at the yesterdays of my life, what I see, mostly, is a broken, irregular path littered with mistakes and failure. I have had temporary successes and isolated moments of closeness to God, but I long for the continuing presence of Jesus.",
        "author": "Mike Yaconelli"
    },
    {
        "quote": "I feel to invite women everywhere to rise to the great potential within you. I do not ask that you reach beyond your capacity. I hope you will not nag yourselves with thoughts of failure. I hope you will not try to set goals far beyond your capacity to achieve. I hope you will simply do what you can do in the best way you know.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "After five awful movies, I admitted failure and said I was not cut out to be an actor. But how many people get a chance to live their dream?",
        "author": "Ken Bruen"
    },
    {
        "quote": "In our tabulation of psychoanalytic results, we have classed those who stopped treatment together with those not improved. This appears to be reasonable; a patient who fails to finish his treatment, and is not improved, is surely a therapeutic failure.",
        "author": "Hans Eysenck"
    },
    {
        "quote": "A lot of problems stem from a desire to avoid discomfort. For example, people who fear failure often avoid new challenges in an effort to keep anxiety at bay. Avoiding emotional discomfort, however, is usually a short-term solution that leads to long-term problems.",
        "author": "Amy Morin"
    },
    {
        "quote": "I've always embraced failure as a noble pursuit. It allows you to be anti whatever anyone wants you to be, and to break all the rules.",
        "author": "Malcolm Mclaren"
    },
    {
        "quote": "I'm full of self-doubt. I doubt everything I do. Everything I do is a failure.",
        "author": "John Banville"
    },
    {
        "quote": "Success without someone to share it with is hollow indeed. On the other hand, it beats the heck out of failure.",
        "author": "Judith McNaught"
    },
    {
        "quote": "It feels bad when a film doesn't work; everyone puts in a lot of effort to make a movie. The positive side to failure - they make me work harder.",
        "author": "Shahid Kapoor"
    },
    {
        "quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination.",
        "author": "Rosalyn Sussman Yalow"
    },
    {
        "quote": "There's no amount of money that makes you feel better when people think of you as a joke or a hack or a failure or ugly or stupid or morally empty.",
        "author": "Patrick Stump"
    },
    {
        "quote": "My biggest failure was trying to start and run a music label. The music industry was dying, and I wasn't ready to help other people the way that they needed to be helped. I was trying to, and I was stifling myself with it.",
        "author": "Killer Mike"
    },
    {
        "quote": "Any critic is entitled to wrong judgments, of course. But certain lapses of judgment indicate the radical failure of an entire sensibility.",
        "author": "Susan Sontag"
    },
    {
        "quote": "I saw why people died and how they died. I saw gunshot wounds and liver failure. It was a good learning experience, so I came regularly on weekends and holidays.",
        "author": "Michael Baden"
    },
    {
        "quote": "Failure worries me; nobody wants to fail. There is a fear that one day, films will not come my way, or if someone doesn't watch your film, that is a worrying point. It is unpredictable in the industry.",
        "author": "Alia Bhatt"
    },
    {
        "quote": "In the 1940s, traveling for an African was a complicated process. All Africans over the age of sixteen were compelled to carry 'Native passes' issued by the Native Affairs Department and were required to show that pass to any white policeman, civil servant, or employer. Failure to do so could mean arrest, trial, a jail sentence or fine.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Jobs for every American is doomed to failure because of modern automation and production. We ought to recognize it and create an income-maintenance system so every single American has the dignity and the wherewithal for shelter, basic food, and medical care. I'm talking about welfare for all. Without it, you're going to have warfare for all.",
        "author": "Jerry Brown"
    },
    {
        "quote": "People say they want to be in risky environments and do all kinds of exciting stuff. But they don't actually know what risk means: that risk actually does bring failure and mistakes.",
        "author": "Edwin Catmull"
    },
    {
        "quote": "The story of American pop music is the story of failure. The blues, country music, it's not the story of success. People don't win; they lose.",
        "author": "Ry Cooder"
    },
    {
        "quote": "I was raised in the '70s, and I've worked with people I love, and I've been on sets with my parents, with people who run a set and require of actors a sense of liberty and freedom and exploration and failure into brave achievement.",
        "author": "Laura Dern"
    },
    {
        "quote": "Ignorance is the failure to discriminate between the permanent and the impermanent, the pure and the impure, bliss and suffering, the Self and the non-Self.",
        "author": "Patanjali"
    },
    {
        "quote": "'The White Woman on the Green Bicycle' is a love story mapped onto an unfolding political tragedy: that of the failure of the Independence era in Trinidad.",
        "author": "Monique Roffey"
    },
    {
        "quote": "You can't have any successes unless you can accept failure.",
        "author": "George Cukor"
    },
    {
        "quote": "Outward failure may be a manifested variant of inward success.",
        "author": "Kenneth L. Pike"
    },
    {
        "quote": "We need to stop frowning upon failure whilst criticising those that succeed.",
        "author": "Ana Patricia Botin"
    },
    {
        "quote": "Don't come home a failure.",
        "author": "Ty Cobb"
    },
    {
        "quote": "If you're a serious publisher, you publish books because they work. In other words, they are written well; the reader identifies with the characters. The context seems to be real whether he's writing about the French Revolution or the failure of Lehman Brothers.",
        "author": "Peter Mayer"
    },
    {
        "quote": "Most organizations don't fall apart as a result of one big blow. Most relationships don't end because of one grand argument. Most lives don't fall to pieces due to one sad event. No, I suggest to you that sustained failure happens as the consequence of small, daily acts of neglect that stack up over time to lead to a blow up - and break down.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "It was an interesting question as to whether the BBC had a future in the digital world, and what form of market failure could justify the licence fee system.",
        "author": "Gavyn Davies"
    },
    {
        "quote": "Revolutionaries were depressed and close to emotional breakdown; after the failure, they left successively.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "I read less and less. I have not forgiven books for their failure to tell me the truth and make me happy.",
        "author": "Mason Cooley"
    },
    {
        "quote": "I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "Y'know, the real reason why I was such a failure in the sense of being unable to make any sort of a living was because I was really not motivated. I had no motivation.",
        "author": "Paul Twitchell"
    },
    {
        "quote": "I constantly experience failure in that my work is never as good as I want it to be. So I live with failure.",
        "author": "Jeremy Irons"
    },
    {
        "quote": "At the heart of the failure of most plays is the inability to carry on a thoughtful conversation about your work with yourself.",
        "author": "Marsha Norman"
    },
    {
        "quote": "It's the same with success and failure. There's always the momentum thing, but you just have to put whatever happened in the past behind you.",
        "author": "Ben Stokes"
    },
    {
        "quote": "With everything that is complex, we learn. If you don't learn, then it's an utter and abject failure. If you do learn, and you're able to apply that to the next situation, then you take away a measure of success.",
        "author": "Ben Carson"
    },
    {
        "quote": "Writing is harder than acting. I enjoy acting for just the brevity with which you can be in the experience of doing it. Writing is kind of more satisfying in that you're creating a world and doing something that feels bigger, but it's very time consuming and has a higher threshold for failure.",
        "author": "Justin Theroux"
    },
    {
        "quote": "In any restaurant, my eyes alight first, as if by an atavistic pull, on the meat dishes on the menu. In any dinner party I throw, I think of the non-vegetarian dish as central. I view this as a combination of weakness, greed and moral failure. Someone please help.",
        "author": "Neel Mukherjee"
    },
    {
        "quote": "If a process or adaptation seems too smart for nature, that's a failure of your imagination, not the hand of God. I can make that claim because we have a working model of life's morphing and molding without it.",
        "author": "Kyle Hill"
    },
    {
        "quote": "If you quit every time you face a new challenge, giving up can change how you view yourself. You may begin to think you're weak or that you're a failure because you can't seem to stick with things long enough to see positive results.",
        "author": "Amy Morin"
    },
    {
        "quote": "It is easier to win than to fail. Everybody sides with the winner. But the failure walks alone.",
        "author": "George Matthew Adams"
    },
    {
        "quote": "Katie Price is no exception. She, too, is - in a distinctive way - a philosopher. Partially, Katie Price's philosophy is one of extraordinary confidence. She is remarkable not for her looks or antics but because of her tremendous self-assurance and her unwillingness to be intimidated by criticism or failure.",
        "author": "Alain de Botton"
    },
    {
        "quote": "I wish I had been more prepared, both for success and for failure, when I was younger.",
        "author": "Molly Ringwald"
    },
    {
        "quote": "Success is often built on the shoulders of failure - from which new configurations emerge.",
        "author": "Kevin Reilly"
    },
    {
        "quote": "In hindsight, everything in my life looks a little rosy. But the reality is that with, say, 'Swingers,' when we finished, it was considered a total failure.",
        "author": "Doug Liman"
    },
    {
        "quote": "Confidence is contagious, but so is failure. Even the Yankees will lose if you persuade them that they will.",
        "author": "Rosabeth Moss Kanter"
    },
    {
        "quote": "There's tons of creative people in television that have one failure after another, and they just step up higher. I could never get over that. When I had a failure, there was no such thing as just getting over it.",
        "author": "Chuck Barris"
    },
    {
        "quote": "My personality is based on an anonymity and failure. Failure and anonymity, those are my strengths - superiority from below.",
        "author": "James Murphy"
    },
    {
        "quote": "As might be supposed, my parents were quite poor, but we somehow never seemed to lack anything we needed, and I never saw a trace of discontent or a failure in cheerfulness over their lot in life, as indeed over anything.",
        "author": "Albert J. Nock"
    },
    {
        "quote": "My fears are never about failure - it's about extreme success.",
        "author": "Lil Dicky"
    },
    {
        "quote": "It's - everybody's looking at the bottom line all the time, and failure doesn't look good on the bottom line, and yet you don't learn anything without failing.",
        "author": "Alan Arkin"
    },
    {
        "quote": "Comedy was my sport. It taught me how to roll with the punches. Failure is the exact same as success when it comes to comedy because it just keeps coming. It never stops.",
        "author": "Emma Stone"
    },
    {
        "quote": "Is there any possibility of giving international air travel, which we all need and use and hate, a touch of glamour, or even of reliable, soulless efficiency? I suspect future historians will puzzle over our failure. But by then, of course, we shall be in the age of mass space travel, with its fresh and unimaginable crop of horrors.",
        "author": "Paul Johnson"
    },
    {
        "quote": "I don't think there's any way it could have failed. We don't know failure in this band. We didn't know failure. We got to know it a little after awhile but at that time there was no such word.",
        "author": "Roger Daltrey"
    },
    {
        "quote": "Bill Clinton had a hell of a first 24 months, even though he, like Trump, enjoyed a congressional majority. Scandal after scandal befell the White House, including the failure of Hillary Clinton-led healthcare reform. But Clinton's scandals, from 'filegate' to 'travelgate' to a brouhaha over a haircut, were petty, personal and domestic.",
        "author": "Joy Reid"
    },
    {
        "quote": "A failure to listen to the party's grassroots was a charge regularly levelled at Theresa May - particularly over Brexit.",
        "author": "James Cleverly"
    },
    {
        "quote": "Sometimes you learn more from failure than you do from success, and in some ways it's better to have failure at the beginning of your career, or your life.",
        "author": "Michael Crawford"
    },
    {
        "quote": "If 50 percent of your career is not filled with failure, you're not really successful.",
        "author": "John Larroquette"
    },
    {
        "quote": "So it is in poetry. All we ask is that the mood recorded shall impress us as having been of the kind that exhausts the imaginative capacity; if it fails to do this the failure will announce itself either in prose or in insignificant verse.",
        "author": "John Drinkwater"
    },
    {
        "quote": "How one handles success or failure is determined by their early childhood.",
        "author": "Harold Ramis"
    },
    {
        "quote": "The U.S. has a law on the books called the debt limit, but the name is misleading. The debt limit started in 1917 for the purpose of facilitating more national debt, not reducing it. It still serves that purpose. It's unconnected to spending, hurts our credit rating and has been an abject failure at limiting debt.",
        "author": "David Malpass"
    },
    {
        "quote": "This dullness of vision regarding the importance of the general welfare to the individual is the measure of the failure of our schools and churches to teach the spiritual significance of genuine democracy.",
        "author": "Henry A. Wallace"
    },
    {
        "quote": "What is indisputable is the fact that unbelief is the force that gives birth to all of our bad behavior and every moral failure. It is the root.",
        "author": "Tullian Tchividjian"
    },
    {
        "quote": "The success and the failure are not my concern, but His.",
        "author": "Joseph Barber Lightfoot"
    },
    {
        "quote": "There's always a possibility that you can have a catastrophic failure, of course. This could happen on any flight.",
        "author": "Gus Grissom"
    },
    {
        "quote": "The failure of 'Naach' shook me badly. I have never really been upset about any film doing badly. But 'Naach' was something else.",
        "author": "Antara Mali"
    },
    {
        "quote": "I failed first grade, which is my biggest problem. You always feel like a failure, like you're stupid.",
        "author": "Amy Sedaris"
    },
    {
        "quote": "The French elites' strategy of trying to defeat the Le Pens by aping their rhetoric, stealing their policies, and pandering to their voters has been a political and moral failure.",
        "author": "Mehdi Hasan"
    },
    {
        "quote": "I have no ambition whatsoever. I don't know whether that's because I'm afraid of losing, or of failure - of not being the best.",
        "author": "Keith Allen"
    },
    {
        "quote": "I honestly think I'm the kind of person that is driven by fear of failure rather than striving for success. I tend to go to bed scared and wake up terrified.",
        "author": "Anthony Noto"
    },
    {
        "quote": "All work is a process of failure. Every single thing I write, I look at it and go, 'Do better. That's not good enough. Do better.' And so, that keeps me up at night.",
        "author": "Abi Morgan"
    },
    {
        "quote": "If Liberia has failed, then, it is no evidence of the failure of the Negro in government. It is merely evidence of the failure of slavery.",
        "author": "Carter G. Woodson"
    },
    {
        "quote": "In 1999, I was in St. Louis with Martin Luther King III as we led protests against the state's failure to hire minority contractors for highway construction projects. We went at dawn on a summer day with over a thousand people and performed acts of civil disobedience.",
        "author": "Al Sharpton"
    },
    {
        "quote": "The sentiments in Hawaii about Washington's failure of leadership are no different than the rest of the country.",
        "author": "Ed Case"
    },
    {
        "quote": "Spain held the doctrine (and was right in holding it) that every human enterprise should stand on two pillars - the temporal and the spiritual. To depend upon one of these pillars alone is to call down final failure upon any undertaking.",
        "author": "Edwin Markham"
    },
    {
        "quote": "Always, when I do a play, there's got to be an equation of risks and potential failure. When you're working on a new play, it's like, 'How the hell do I do this, and do we have the time?' All of these huge questions engage, hopefully, the smartest part of me. And then when you're doing a revival, I went, 'Well, somebody's already solved it.'",
        "author": "George C. Wolfe"
    },
    {
        "quote": "Unless we practice conservation, those who come after us will have to pay the price of misery, degradation, and failure for the progress and prosperity of our day.",
        "author": "Gifford Pinchot"
    },
    {
        "quote": "If your current get-rich project fails, take what you learned and try something else. Keep repeating until something lucky happens. The universe has plenty of luck to go around; you just need to keep your hand raised until it's your turn. It helps to see failure as a road and not a wall.",
        "author": "Scott Adams"
    },
    {
        "quote": "One of the things that happens that's challenging within the democratic process is that people say, 'Look at this failure, so we should totally change this whole thing.' And then you add in tons of bureaucratic process and checks and balances, and all of a sudden, it doesn't work that well.",
        "author": "Reid Hoffman"
    },
    {
        "quote": "The attitude to failure is one of the characteristics that's often called out as the difference between the U.S. and Europe. And we do need to be less risk-averse, more embracing of failure. Having failed makes you look bad in Europe. But in the U.S., it makes you look experienced.",
        "author": "Taavet Hinrikus"
    },
    {
        "quote": "We now live in a world where the only thing to have is success, but failure is marvelous. It's fertiliser, it's like living fertiliser, because you're forced on yourself.",
        "author": "Rupert Everett"
    },
    {
        "quote": "Failure's a natural part of life.",
        "author": "John Malkovich"
    },
    {
        "quote": "There comes a point in your moviegoing life where you look at the screen and then you look at the world and you ask, 'What is going on?' You want the movies to show you the chaos and mess and risk and failure that are normal for a lot of us. Generally, the movies hide all of that.",
        "author": "Wesley Morris"
    },
    {
        "quote": "In football, I learned about trust, handling failure, embracing discomfort, and rejection, which has helped with the auditions.",
        "author": "John David Washington"
    },
    {
        "quote": "With the NDAA, his failure to close Guantanamo Bay and the ramping use of drones, President Obama looks suspiciously like President Bush, a man on a quest for American Empire.",
        "author": "Justin Sane"
    },
    {
        "quote": "It really is impossible not to like him. His success was his failure.",
        "author": "Arthur C. Danto"
    },
    {
        "quote": "What people often ask me is, 'What are the ingredients of Silicon Valley?' While the answer to that is complex, some of the ingredients I talk about are celebrating entrepreneurship, accepting failure, and embracing a mobile and diverse workforce.",
        "author": "John Roos"
    },
    {
        "quote": "The enemy of human happiness as well as the cause of poverty and starvation is not the birth of children. It is the failure of people to do with the earth what God could teach them to do if only they would ask and then obey, for they are agents unto themselves.",
        "author": "Henry B. Eyring"
    },
    {
        "quote": "If you get into a Broadway show and it doesn't work, you're a failure. And if it does work, you may be stuck for who knows how long. It just doesn't sound great to me!",
        "author": "Betty White"
    },
    {
        "quote": "To me, the failure of liberalism - the tradition I come from - was not recognizing there has to be justice across the generations.",
        "author": "Richard Lamm"
    },
    {
        "quote": "The MLS Cup is always the goal. If we don't win that, it's always a disappointment and we haven't won. No matter how well you do in the regular season, it's always seen as a failure.",
        "author": "Bradley Wright-Phillips"
    },
    {
        "quote": "Your failure to enjoy a highly rated novel doesn't mean you're dim - you may find that Graham Greene is more to your taste, or Stephen Hawking or Iris Murdoch or Ian Rankin. Dickens, Stephen King, whoever.",
        "author": "Nick Hornby"
    },
    {
        "quote": "Pride is ugly. It says, 'If you succeed, I am a failure.'",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "The younger me was motivated by a need to please others, by the pressure to climb the corporate ladder and make money, and by a fear of failure - all of which became more and more intense as I navigated the competitive landscape.",
        "author": "Bonnie Hammer"
    },
    {
        "quote": "Whether you're successful or not, you'll never actually feel the joys of accomplishment unless you love yourself. Success can be very difficult to deal with. You have to stay in the center. If you let your success define you, then you're really just setting yourself up for failure.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "Every large brand has franchisees and stores that don't make it. It's unfortunate, and Cold Stone did everything it could to support its franchisees, but some failure rate is part of the business.",
        "author": "Doug Ducey"
    },
    {
        "quote": "I think failing the qualifying or the 11-plus actually hurt me more than I realised. After I'd become a professor of physics at the Open University, I suddenly thought, 'This is a bit silly.' So I suddenly became much more open about it. But I think probably I was hurt by the failure and didn't want to talk about it.",
        "author": "Jocelyn Bell Burnell"
    },
    {
        "quote": "I went into writing 'The Young Elites' with a great deal of fear - I'd been told repeatedly that a villain's story would be far too dark for young readers to want and that no one would like my villainess, Adelina. I braced myself for epic failure.",
        "author": "Marie Lu"
    },
    {
        "quote": "The moral turpitude of the boys of today appears to center in their failure to concentrate on any particular objective long enough to obtain their maximum results.",
        "author": "Major Taylor"
    },
    {
        "quote": "My father was a man of principle who found his principles confirmed in the unremitting failure which they brought on him.",
        "author": "Roger Scruton"
    },
    {
        "quote": "It's impossible for a Democrat to be a failure. It's impossible for a Democrat to be a reprobate. It's impossible for a Democrat to be a mess. It just isn't possible, as far as the mind-set of the media is concerned.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "If you show me someone who's afraid of failure, I'll show you someone who is not a groundbreaking, innovative pioneer of a certain industry.",
        "author": "Paul Heyman"
    },
    {
        "quote": "Honesty is about the scars. It's about the blemishes. But it's more than just bragging about failure, which could be a form of ego. It's about truly helping people.",
        "author": "James Altucher"
    },
    {
        "quote": "Over-dependence on finite resources, like oil, ignores the ability of our great minds to develop alternative energy for the masses, and in doing so ignores climate change and sets up our students and workforce for failure by not educating them about the needs of our future.",
        "author": "Deb Haaland"
    },
    {
        "quote": "Our failure as a society to properly acknowledge and confront the psychological, social, and political effects of white privilege has perpetuated racial inequality and race-based political resentments.",
        "author": "Tim Wise"
    },
    {
        "quote": "The probability of failure doesn't matter to me.",
        "author": "Vinod Khosla"
    },
    {
        "quote": "When people age, the main valve carrying blood out of the heart becomes brittle. As this aortic valve narrows, it can cause debilitating heart failure, and even death.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "To a certain extent, I enjoy failure. It's part of the game. There's always room to grow; there's room to improve.",
        "author": "Aaron Judge"
    },
    {
        "quote": "Fear of failure is a great thing. It pushes you past your comfort levels.",
        "author": "Baron Corbin"
    },
    {
        "quote": "If your goal is to lose 10 pounds, you may wake up each day with failure in mind because the goal is hard to reach, and you are progressing only by small amounts. It takes up all your willpower. I recommend that instead of a goal, you have a system.",
        "author": "Scott Adams"
    },
    {
        "quote": "Well, I think it's too early to call Fallujah a failure.",
        "author": "Chuck Schumer"
    },
    {
        "quote": "My worst fashion failure was when I wore tight PVC pants, and I had a show in Eugene, Oregon... my pants split down the center.",
        "author": "Davey Havok"
    },
    {
        "quote": "Escapism, we are led to believe, is evidence of a deficiency in character, a certain failure of temperament, and like so many -isms, it is to be strenuously avoided. 'How do you expect to get ahead?,' people ask. But the question altogether misses the point. The escapist doesn't want to get ahead. He simply wants to get away.",
        "author": "J. Maarten Troost"
    },
    {
        "quote": "When you are having a rough day... you think you are failing. But failure is a part of life. It's about building character and growing.",
        "author": "Nick Foles"
    },
    {
        "quote": "I believe that every person's failure is their fault, every single time.",
        "author": "Jon Taffer"
    },
    {
        "quote": "I feel rejecting rejection is one of the most crucial steps in getting past failure.",
        "author": "John Rampton"
    },
    {
        "quote": "There is only one real failure in life that is possible, and that is, not to be true to the best one knows.",
        "author": "Frederic William Farrar"
    },
    {
        "quote": "The difference between a score in the 90s and a century is often reflected as the difference between failure and success. It may be illogical, but in cricket, a century has its own magic.",
        "author": "Geoffrey Boycott"
    },
    {
        "quote": "Over the years, I learned that in my career, unlike in life, sometimes my wheelchair is its own automatic door opener. I was able to win the OWN competition by applying one simple principle: be funny, and admit you suck before anyone else can call you out on it. In other words, make the narrative of your failure a comedy.",
        "author": "Zach Anner"
    },
    {
        "quote": "I just felt that 'Golden Balls' was the right thing to do. I didn't care if people thought I was a failure.",
        "author": "Jasper Carrott"
    },
    {
        "quote": "The very reasons sometimes that you make a film are the reasons for its failure.",
        "author": "Sydney Pollack"
    },
    {
        "quote": "My failure to lay aside the sin that so easily entangles is the direct result of my refusal to die to my natural proclivity toward attaining my own freedom, meaning, value, worth, and righteousness - not believing that, by virtue of my Spirit - wrought union with Christ, everything I need, I already possess.",
        "author": "Tullian Tchividjian"
    },
    {
        "quote": "What is more comforting to the terrorists around the world: the failure to pass the 9/11 legislation because we lacked a majority of the majority,' or putting aside partisan politics to enact tough new legislation with America's security foremost in mind?",
        "author": "Rahm Emanuel"
    },
    {
        "quote": "There was a failure to recognize the deep problems in AI; for instance, those captured in Blocks World. The people building physical robots learned nothing.",
        "author": "Marvin Minsky"
    },
    {
        "quote": "First developed as a weapon by the U.S. Army, VX is an oily, odorless and tasteless liquid that kills on contact with the skin or when inhaled in aerosol form. Like other nerve agents, it is treatable in the first minutes after exposure but otherwise leads swiftly to fatal convulsions and respiratory failure.",
        "author": "Barton Gellman"
    },
    {
        "quote": "America thinks of itself as a meritocracy, so people have more respect for success and more contempt for failure.",
        "author": "Toby Young"
    },
    {
        "quote": "I always performed out of fear of failure - and that's a tough way to play. It was as if my back was to the wall and I was constantly surrounded by very dangerous people that were not friendly to me.",
        "author": "Keith Hernandez"
    },
    {
        "quote": "When an action is once done, it is right or wrong for ever; no accidental failure of its good or evil fruits can possibly alter that.",
        "author": "William Kingdon Clifford"
    },
    {
        "quote": "My biggest fear is doing the same things 10 years from now. That would be a failure. It's something you have to constantly reassess, and asking yourself what you are going to do next makes it a good, long full journey.",
        "author": "George Clooney"
    },
    {
        "quote": "In the worst of our recession, bars were making money. Every bar can make money. If they're failing, it's not because of the president or Congress or Ukraine. It's because of them. And if you own failure, then you'll own success.",
        "author": "Jon Taffer"
    },
    {
        "quote": "I signed my first film soon after I graduated from college. So, my real struggle started after my first film didn't do too well. But I believe failure only makes you stronger.",
        "author": "Kiara Advani"
    },
    {
        "quote": "George Orwell's science-fiction classic 'Nineteen Eighty-Four' wasn't a failure because the future it predicted failed to come to pass. Rather, it was a resounding success because it helped us prevent that future.",
        "author": "Robert J. Sawyer"
    },
    {
        "quote": "When you learn to keep fighting in the face of potential failure, it gives you a larger skill set to do what you want to do in life. It gives you vision. But you can't acquire it if you're afraid of keeping score.",
        "author": "Pat Summitt"
    },
    {
        "quote": "The starkest rejection letter might be followed by a million-dollar advance. Don't let rejection start to look the same as failure.",
        "author": "Darin Strauss"
    },
    {
        "quote": "The failure of national economic policy is costing us more than jobs; it has begun to weaken that uniquely American spirit of risk-taking, large ambition, and optimism about the future. We must rally them now to bold departures that rebuild our national morale as well as our material prosperity.",
        "author": "Mitch Daniels"
    },
    {
        "quote": "Gawking at one-time celebrities who, for whatever reason, end up performing jobs our culture deems a mark of failure is gross, but hardly a new thing.",
        "author": "S.E. Cupp"
    },
    {
        "quote": "Failure actually makes you strong.",
        "author": "Neha Sharma"
    },
    {
        "quote": "It's your own fear of failure that stops you from doing things.",
        "author": "Anupam Kher"
    },
    {
        "quote": "The study of literature threatens to become a kind of paleontology of failure, and criticism a supercilious psychoanalysis of authors.",
        "author": "John Updike"
    },
    {
        "quote": "We know there is no such thing as freedom without the risk of failure.",
        "author": "Rick Perry"
    },
    {
        "quote": "Humanitarian missions are little different from any other public enterprise, diplomacy included, which is susceptible of misinterpretation by the public, hence ultimately of failure.",
        "author": "Alvin Adams"
    },
    {
        "quote": "At the root of many a woman's failure to become a great cook lies her failure to develop a workmanlike regard for knives.",
        "author": "Robert Farrar Capon"
    },
    {
        "quote": "The very nature of finance is that it cannot be profitable unless it is significantly leveraged... and as long as there is debt, there can be failure and contagion.",
        "author": "Alan Greenspan"
    },
    {
        "quote": "That's the conundrum of cartoon stripping, as opposed to political cartoons. When your anger is the driving force of your drawing hand, failure follows. The anger is OK, but it has to serve the interests of the heart, frankly.",
        "author": "Berkeley Breathed"
    },
    {
        "quote": "Our system provides for a winner to take office on January 20th, and he is expected to take command of the ship of state. Failure to do so, characterized by hesitation and indecision, will harm the national interest.",
        "author": "Richard V. Allen"
    },
    {
        "quote": "Failure will happen. It's a normal part of the startup process.",
        "author": "Steve Blank"
    },
    {
        "quote": "Failure and missteps help refine your character and make you wiser.",
        "author": "Chad Gilbert"
    },
    {
        "quote": "I may be a successful football player, but I feel like such a failure.",
        "author": "Brett Favre"
    },
    {
        "quote": "I don't have any fear of failure whatsoever. I used to, and I told myself I wouldn't allow myself to anymore.",
        "author": "Jaylen Brown"
    },
    {
        "quote": "The Prince interview was a failure. Huge, but most memorable 'cause he didn't say anything.",
        "author": "Dick Clark"
    },
    {
        "quote": "If you're 40 years old and you've never had a failure, you've been deprived.",
        "author": "Gloria Swanson"
    },
    {
        "quote": "I guess you can say that my unwillingness to accept failure is what drives my success.",
        "author": "Phil Hellmuth"
    },
    {
        "quote": "Educational institutes can no longer be prizes in church politics or furnish berths for failure in other walks of life.",
        "author": "E. Franklin Frazier"
    },
    {
        "quote": "The failure of Christianity in the areas west from Sicily was even greater, and was increased by the spread of Arab outlooks and influence to that area, and especially to Spain.",
        "author": "Carroll Quigley"
    },
    {
        "quote": "I was never afraid of failure after that because, I think, coming that close to death you get kissed. With the years, the actual experience of course fades, but the flavor of it doesn't. I just had a real sense of what choice do I have but to live fully?",
        "author": "Debra Winger"
    },
    {
        "quote": "Today, everybody is more or less conscious of the total failure of the Cuban revolution to produce wealth, to produce a better standard of living for the Cubans. With the exception of small radical parties, Latin Americans know that it's a brutal dictatorship and the longest in Latin American history.",
        "author": "Mario Vargas Llosa"
    },
    {
        "quote": "In God's world, for those who are in earnest, there is no failure. No work truly done, no word earnestly spoken, no sacrifice freely made, was ever made in vain.",
        "author": "Frederick William Robertson"
    },
    {
        "quote": "Success and failure are a part of filmmaking.",
        "author": "Vijay Krishna Acharya"
    },
    {
        "quote": "Well, the idea is that failure is an inevitable partner on the road to success and, if you're not willing to confront failure, you can never find out how good you are.",
        "author": "Peter Guber"
    },
    {
        "quote": "A lot of actors do that - they blame their failure on their agents or their photos. But that is just putting off the real issues.",
        "author": "Matt Berry"
    },
    {
        "quote": "Civilization is a failure. We need to think what we can do together in love and peace.",
        "author": "Serj Tankian"
    },
    {
        "quote": "They say baseball's a game of failure. Well, that's only true on the offensive side.",
        "author": "Clayton Kershaw"
    },
    {
        "quote": "I don't need to be looking at every failure of government, I need to be looking where failure of government needs reform.",
        "author": "Darrell Issa"
    },
    {
        "quote": "I write good songs out of fear... fear of failure. Because if they're not good enough, you feel yourself starting to fall.",
        "author": "Ezra Furman"
    },
    {
        "quote": "Given the extent of the exposures of major banks around the world to A.I.G., and in light of the extreme fragility of the system, there was a significant risk that A.I.G.'s failure could have sparked a global banking panic.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "Ego is certainly there in many of the greatest and most dizzying tales of success - but it's there in some of the greatest stories of failure and self-implosion as well.",
        "author": "Ryan Holiday"
    },
    {
        "quote": "I have a lack of fear, whereas in the past the fear of failure was a powerful motivator. Anyway, I have great expectations for the future, but I just don't know if I'm the monarch of all I survey.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "We feel a lot of pressure about looking silly or appearing weak, whatever that means, or being a failure. You have to keep in your head: what's the worst that can happen?",
        "author": "Michael Fassbender"
    },
    {
        "quote": "I think that a failure of statistical thinking is the major intellectual shortcoming of our universities, journalism and intellectual culture.",
        "author": "Steven Pinker"
    },
    {
        "quote": "Of course, Third World leaders love you. By ascribing third world ills to First World sins, you absolve them of blame for their countries' failure to advance.",
        "author": "John McCarthy"
    },
    {
        "quote": "Sometimes failure isn't an opportunity in disguise, it's just you.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "By far the most important factor in the success or failure of any school, far more important than tests or standards or business-model methods of accountability, is simply attracting the best-educated, most exciting young people into urban schools and keeping them there.",
        "author": "Jonathan Kozol"
    },
    {
        "quote": "Whenever you start a new business, the sheer number of variables at hand makes failure a constant possibility.",
        "author": "Sallie Krawcheck"
    },
    {
        "quote": "In Europe, there is a lower instance of startups because there's a permanent fear of failure. Everyone fears failure because it is this permanent black mark against your name, whereas in the U.S., failure seems to be par for the course.",
        "author": "Alexander Gilkes"
    },
    {
        "quote": "I challenge anybody to go through their career and not have a failure as a talent.",
        "author": "Mark Henry"
    },
    {
        "quote": "Regard every suggestion that your life may be a failure, that you are not made like those who succeed, and that success is not for you, as a traitor, and expel it from your mind as you would a thief from your house.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "The failure of credit markets is one of the major reasons for underdevelopment.",
        "author": "George Akerlof"
    },
    {
        "quote": "Success is always less funny than failure.",
        "author": "Jon Ronson"
    },
    {
        "quote": "Once you can accept failure, you can have fun and success.",
        "author": "Rickey Henderson"
    },
    {
        "quote": "Kids have been let down by adults - we've tried to give them too much, we've tried not to impose discipline. We've tried to make their lives easier and, in doing so, we've taken something away from them. Kids like boundaries, they also like to be pushed, need to learn what failure is all about, need guidance.",
        "author": "Daley Thompson"
    },
    {
        "quote": "The banking collapse was caused, more than anything, by bad government policy and the total failure of bad regulation, rather than by greed.",
        "author": "Nigel Farage"
    },
    {
        "quote": "You have to look at the history of the Middle East in particular. It has been one of failure and frustration, of feudalism and tribalism.",
        "author": "Alexander Haig"
    },
    {
        "quote": "Those who refuse to liberalise and globalise are doomed to failure.",
        "author": "Yuval Noah Harari"
    },
    {
        "quote": "The great thing about baseball is the causality is easy to determine and it always falls on the shoulders of one person. So there is absolute responsibility. That's why baseball is psychologically the cruelest sport and why it really requires psychological resources to play baseball - because you have to learn to live with failure.",
        "author": "Michael Mandelbaum"
    },
    {
        "quote": "To harmonize the One with the Many, this is indeed a difficult adjustment, perhaps the most difficult of all, and so important, withal, that nations have perished from their failure to achieve it.",
        "author": "Irving Babbitt"
    },
    {
        "quote": "The professed war-weariness among populations who have sent only a small percentage of their sons and daughters to fight in recent wars may derive from a failure to communicate effectively what is at stake in those wars and explain why the efforts are worthy of the risks, resources, and sacrifices necessary to sustain the strategy.",
        "author": "H. R. McMaster"
    },
    {
        "quote": "Dan Marino never won the big game. Does that mean his career is a failure? No, not at all.",
        "author": "Donovan McNabb"
    },
    {
        "quote": "I was interested in political failure here in the U.S. The way we're failing to work together to solve even our smallest problems, let alone the complex ones.",
        "author": "Paolo Bacigalupi"
    },
    {
        "quote": "I used to be very frightened of failure.",
        "author": "Noel Edmonds"
    },
    {
        "quote": "I don't want to feel like a failure to my daughter. She's the best thing I've ever done. Buffy - pretty great and all, but Charlotte's way better.",
        "author": "Sarah Michelle Gellar"
    },
    {
        "quote": "You're always just trying to create opportunities and be ready when those opportunities present themselves. I can't look at anybody and think 'I want to be Damian Lewis' - I'd be setting myself up for failure.",
        "author": "Diego Klattenhoff"
    },
    {
        "quote": "We must stand up for the principle of parliamentary democracy and not allow the government's failure in the Brexit process to be a licence for the U.K. to crash out of the E.U. without an agreement.",
        "author": "Keir Starmer"
    },
    {
        "quote": "Celebrating failure is key. Half of what we do fails, at least.",
        "author": "Nancy Dubuc"
    },
    {
        "quote": "I'm a polarizing person, so people get caught up in hoping I fail. And just like success, failure is a perspective.",
        "author": "CM Punk"
    },
    {
        "quote": "As quickly as it started, our business model evaporated. But while Traf-O-Data was technically a business failure, the understanding of microprocessors we absorbed was crucial to our future success.",
        "author": "Paul Allen"
    },
    {
        "quote": "My feeling, based on my own experience, is that aiming for grandiosity is the fastest route to failure.",
        "author": "James Altucher"
    },
    {
        "quote": "I had to succeed. Failure means I would have to be homeless again.",
        "author": "Elie Tahari"
    },
    {
        "quote": "The Conservatives are a confusing lot. They first denied climate change was a serious issue and then suggested strengthening the nuclear industry as a solution to it. They oppose the European Union, but support joining North American Free Trade Agreement, despite its obvious failure.",
        "author": "Zac Goldsmith"
    },
    {
        "quote": "New Year's resolutions have always been something to beat myself up with by the second week of January. It seems perverse to set yourself up for failure right at the start of the year.",
        "author": "Romesh Ranganathan"
    },
    {
        "quote": "No failure in America, whether of love or money, is ever simple; it is always a kind of betrayal, of a mass of shadowy, shared hopes.",
        "author": "Greil Marcus"
    },
    {
        "quote": "I would replace most foreign aid with a tax credit for businesses to invest. I think U.S. bureaucrats giving foreign bureaucrats money is a guaranteed failure. And we've had about 50 years' experience at failing with foreign aid.",
        "author": "Newt Gingrich"
    },
    {
        "quote": "But if you look at WorldCom, which is the biggest failure to date, they grew dramatically, they were buying companies that were bigger than they were and they were doing it off inflated stock.",
        "author": "Don Nickles"
    },
    {
        "quote": "Remember what Susan B. Anthony said? 'Failure is impossible.' Failure is possible if women don't vote.",
        "author": "Madeleine M. Kunin"
    },
    {
        "quote": "Acting allows me the freedom to let go, to be in the moment, to be spontaneous. I no longer have the fear of losing, of failure.",
        "author": "Cathy Rigby"
    },
    {
        "quote": "I think if you look at the failure of journalism in the modern age, then I don't want to be called a journalist.",
        "author": "Shane Smith"
    },
    {
        "quote": "Questioning the nature and implications of liminal instances necessarily involves failure, if only in the specifically technical sense of entering spaces where prevailing criteria of success scarcely apply.",
        "author": "Brian Ferneyhough"
    },
    {
        "quote": "I never feel any pressure about a film. What is meant to happen will happen. I have seen failure as well as success several times.",
        "author": "Akshay Kumar"
    },
    {
        "quote": "I believe you must find the things in life that you love, and don't let anybody or anything stop you. There may be lesser successes, but you're never a failure unless you choose not to do something. I don't fail unless I quit. You must believe to receive.",
        "author": "Bret Michaels"
    },
    {
        "quote": "Apple is a failure because they missed social? Nobody would say that, because they are having great success.",
        "author": "Steve Ballmer"
    },
    {
        "quote": "The revolutions of my century, the 20th century - the Soviet revolution, or the Chinese, or the revolutions that were fomented in Latin America, such as in Cuba - failed for the most part, a failure which was completely clear by the end of the century.",
        "author": "Stephane Hessel"
    },
    {
        "quote": "I can't say I'm not grateful to have journalists writing about me as a genius. But I know it's not true. I'm not confused. I understand that success comes through a lot of failure and a lot of very embarrassing failure. People want to create the next Facebook, but they are too afraid to create the next Facemash.",
        "author": "Eric Ries"
    },
    {
        "quote": "I am far more comfortable with failure than I ever will be with success.",
        "author": "Shekhar Kapur"
    },
    {
        "quote": "I teach students that what people say about failure in politics is mostly wrong. People always told me, 'They'll praise you on your way up and kick you on your way down.' That wasn't my experience. I can't walk down the street in Toronto without someone coming up and saying hello.",
        "author": "Michael Ignatieff"
    },
    {
        "quote": "I want to do good work. The first failure affected me. That is why I did 'Kyaa Super Kool Hain Hum.'",
        "author": "Neha Sharma"
    },
    {
        "quote": "Most leadership strategies are doomed to failure from the outset. As people have been noting for years, the majority of strategic initiatives that are driven from the top are marginally effective - at best.",
        "author": "Peter Senge"
    },
    {
        "quote": "Directly after the show people might have responded better to it, but who really knows. It did what it did and while it seems like a failure to most but it was a success for me and has given me so many opportunities.",
        "author": "Justin Guarini"
    },
    {
        "quote": "I don't think anybody should do what they do in hopes of being successful. But I always expect myself to be successful at things. And if I'm not, I feel bad. I don't care for failure. I've failed at a number of things, and it's not my favorite state of mind. So I prefer success.",
        "author": "Michael Feldman"
    },
    {
        "quote": "I feel that 'The Great Failure' is really a book written out of great love and a willingness to face all of who a human being is.",
        "author": "Natalie Goldberg"
    },
    {
        "quote": "There were times in 'Adaptation' during the editing where I really thought, 'Okay, well, this was a noble failure. I tried to do something good, but this is not going to work.'",
        "author": "Spike Jonze"
    },
    {
        "quote": "We learned not to let the fear of failure stop us from attempting to fulfil our dreams - whether that dream involved a change in career, attempting to set world records, or helping young people.",
        "author": "Holly Branson"
    },
    {
        "quote": "I had this contract to write songs for people when I was about 18. I don't think any of them were taken up; I was a complete failure at it! But I've kept doing it, writing little songs for myself.",
        "author": "Douglas Hodge"
    },
    {
        "quote": "Ergonomics is about designing for failure modes and extremes: how things break under repetition, stress or other limits. And the goal of ergonomic designis to create an alignment between the user's limits, the thing you're designing, and how people will ideally use that thing.",
        "author": "Tristan Harris"
    },
    {
        "quote": "I want to become a star. Failure is not an option.",
        "author": "Memphis Depay"
    },
    {
        "quote": "I know it wouldn't seem like I've had a lot of failure in my career, but there are things that I regard as failures, when I look at certain performances and go, 'That's not good enough.'",
        "author": "Daniel Radcliffe"
    },
    {
        "quote": "My film directorial career has been nothing but repetition of one failure after another!",
        "author": "Takeshi Kitano"
    },
    {
        "quote": "Our educational system is not preparing people for the 21st Century. Failure is an essential part of entrepreneurship. If you work hard, you can get an 'A' pretty much guaranteed, but in entrepreneurship, that's not how it works.",
        "author": "Eric Ries"
    },
    {
        "quote": "The Bay of Pigs became a metaphor for feckless folly and failure.",
        "author": "Pat Buchanan"
    },
    {
        "quote": "Daring is doing. Daring is asking something outrageous despite your chances of failure and rejection. Daring is going out on a limb by believing in something that no one else understands, and if all fails, daring is trying again.",
        "author": "Bibi Bourelly"
    },
    {
        "quote": "Try not to say, 'I'm a failure.' Instead, ask, 'What can I do better? What did I do wrong?' Then re-approach.",
        "author": "Jillian Michaels"
    },
    {
        "quote": "If you can't admit a failure, you're not an entrepreneur. You are not a good business person. There's nothing brilliant about what you are doing.",
        "author": "Mark Cuban"
    },
    {
        "quote": "At the end of the day, that's all that matters. Winning a championship. Everything else is failure.",
        "author": "P. J. Tucker"
    },
    {
        "quote": "We will fiercely challenge those forces within the education establishment who impede innovation in our schools and who protect and defend inequality and institutional failure.",
        "author": "Campbell Brown"
    },
    {
        "quote": "In the future, financial firms of any type whose failure would pose a systemic risk must accept especially close regulatory scrutiny of their risk-taking.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "I cannot think of any venture I have initiated where an earlier failure wasn't an important precursor to an eventual success.",
        "author": "Daniel Lubetzky"
    },
    {
        "quote": "If a debt crisis results from government profligacy and mismanagement, rather than from a market failure, it is true that the central bank should not intervene.",
        "author": "Gita Gopinath"
    },
    {
        "quote": "Fear of failure held me back from being a DIYer for many years, especially after a few early attempts at home improvement projects went awry.",
        "author": "Mark Frauenfelder"
    },
    {
        "quote": "Government doesn't have a high tolerance for failure.",
        "author": "John Hickenlooper"
    },
    {
        "quote": "It has always felt like a failure that Bjorn and I couldn't keep our family together. You never get it back, but to this day I don't regret splitting up. The reason behind our separation is one of those things I definitely don't want to go into!",
        "author": "Agnetha Faltskog"
    },
    {
        "quote": "Brain surgeons are dealing with the very last thread of life, and they have to be very confident, but I think they tend to remember their failures rather than their successes, and that must be very hard. Who do you share that failure with? That's why their personal lives are often disastrous.",
        "author": "James Nesbitt"
    },
    {
        "quote": "I know that there is failure, but if you're prepared, you can accept whatever happens in the ring.",
        "author": "Joseph Parker"
    },
    {
        "quote": "While the public school rewards failure by throwing more government money at failing school systems, the voucher system does the opposite.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "If learners do not have a roof under which they can learn we are already setting them up for failure.",
        "author": "Zozibini Tunzi"
    },
    {
        "quote": "I find rejection or failure to be a really interesting and valuable experience.",
        "author": "Brian Grazer"
    },
    {
        "quote": "The failure to work out sensible budgets makes it impossible for government agencies to make long-term plans, and instead leaves them scrambling to spend money in the short term.",
        "author": "Matt Taibbi"
    },
    {
        "quote": "Already from your own cells scientists can grow skin, cartilage, noses, blood vessels, bladders and windpipes. In the future, scientists will grow more complex organs, like livers and kidneys. The phrase 'organ failure' will disappear.",
        "author": "Michio Kaku"
    },
    {
        "quote": "The best advice I give to young people starting out is choose your boss. Regardless of gender, I think it is important to have someone who supports you and lets you take risks without fear of failure.",
        "author": "Nancy Dubuc"
    },
    {
        "quote": "I think the fall in Eden was ultimately a failure to give thanks.",
        "author": "Ann Voskamp"
    },
    {
        "quote": "I tend to avoid interviews, I don't have a publicist and fear of failure is still very much alive in my personal life.",
        "author": "James Newton Howard"
    },
    {
        "quote": "It's probably foolish to expect relationships to go on forever and to say that because something only lasts 10 years, it's a failure.",
        "author": "James Taylor"
    },
    {
        "quote": "A traveller must buy his own experience, and success or failure depends mainly on personal idiosyncrasies.",
        "author": "Isabella Bird"
    },
    {
        "quote": "I would be lying if I'd say success and failure doesn't matter because they do. For now, my biggest joy is that I am able to bring you so much work, which I think is also a success.",
        "author": "Amit Sadh"
    },
    {
        "quote": "I think probably the moments of failure have been when I didn't really understand that other people were around to actually help me. There were moments when I thought I had to solve everything on my own, and I didn't realize that I had resources.",
        "author": "Joanna Coles"
    },
    {
        "quote": "One thing I do believe is I'm a believer in the presence of God. I believe that God is close. Whether it's in joy, pain or personal failure, I believe that God is close. That much I feel in my life.",
        "author": "David Gregory"
    },
    {
        "quote": "People think when you have a, quote, 'bank failure,' that that is the end of the bank. And it isn't necessarily.",
        "author": "Michele Bachmann"
    },
    {
        "quote": "And I went to New York and died; for 10 years I walked those pavements. I can't think of New York without feeling uncomfortable and feeling like a failure.",
        "author": "Harvey Korman"
    },
    {
        "quote": "Second novels are bears. As are other people's expectations for them. I think taking the time you need with the second book is key. Writers spend years and years on their first novels and then are often expected to turn out a second at warp speed, a recipe for failure.",
        "author": "Jandy Nelson"
    },
    {
        "quote": "I don't know the key to success, but the key to failure is trying to please everybody.",
        "author": "Bill Cosby"
    }
]