[
    {
        "quote": "Great achievement is usually born of great sacrifice, and is never the result of selfishness.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Behind every great fortune lies a great crime.",
        "author": "Honore de Balzac"
    },
    {
        "quote": "Some are born great, some achieve greatness, and some have greatness thrust upon them.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Greatness lies, not in being strong, but in the right using of strength; and strength is not used rightly when it serves only to carry a man above his fellows for his own solitary glory. He is the greatest whose strength carries up the most hearts by the attraction of his own.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "To achieve great things, two things are needed; a plan, and not quite enough time.",
        "author": "Leonard Bernstein"
    },
    {
        "quote": "Nothing great in the world has ever been accomplished without passion.",
        "author": "Georg Wilhelm Friedrich Hegel"
    },
    {
        "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Good health and good sense are two of life's greatest blessings.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "The greater the obstacle, the more glory in overcoming it.",
        "author": "Moliere"
    },
    {
        "quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.",
        "author": "Thomas S. Monson"
    },
    {
        "quote": "The heights by great men reached and kept were not attained by sudden flight, but they, while their companions slept, were toiling upward in the night.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Small opportunities are often the beginning of great enterprises.",
        "author": "Demosthenes"
    },
    {
        "quote": "To become truly great, one has to stand with people, not above them.",
        "author": "Montesquieu"
    },
    {
        "quote": "The greatest weapon against stress is our ability to choose one thought over another.",
        "author": "William James"
    },
    {
        "quote": "There is no greater agony than bearing an untold story inside you.",
        "author": "Maya Angelou"
    },
    {
        "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "Only those who dare to fail greatly can ever achieve greatly.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "If you cannot do great things, do small things in a great way.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Believe deep down in your heart that you're destined to do great things.",
        "author": "Joe Paterno"
    },
    {
        "quote": "Life should be great rather than long.",
        "author": "B. R. Ambedkar"
    },
    {
        "quote": "The greatest mistake you can make in life is continually fearing that you'll make one.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "What wisdom can you find that is greater than kindness?",
        "author": "Jean-Jacques Rousseau"
    },
    {
        "quote": "The greatness of a nation can be judged by the way its animals are treated.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "I am the greatest, I said that even before I knew I was.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "Little minds are tamed and subdued by misfortune; but great minds rise above them.",
        "author": "Washington Irving"
    },
    {
        "quote": "Don't be humble... you're not that great.",
        "author": "Golda Meir"
    },
    {
        "quote": "Great people talk about ideas, average people talk about things, and small people talk about wine.",
        "author": "Fran Lebowitz"
    },
    {
        "quote": "You need a little bit of insanity to do great things.",
        "author": "Henry Rollins"
    },
    {
        "quote": "To do a great right do a little wrong.",
        "author": "William Shakespeare"
    },
    {
        "quote": "The greater the artist, the greater the doubt. Perfect confidence is granted to the less talented as a consolation prize.",
        "author": "Robert Hughes"
    },
    {
        "quote": "The greatest good you can do for another is not just to share your riches but to reveal to him his own.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
        "author": "Jack Kerouac"
    },
    {
        "quote": "The greater the effort, the greater the glory.",
        "author": "Pierre Corneille"
    },
    {
        "quote": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "After climbing a great hill, one only finds that there are many more hills to climb.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "It is a rough road that leads to the heights of greatness.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "The great man is he who does not lose his child's-heart.",
        "author": "Mencius"
    },
    {
        "quote": "There is no greatness where there is no simplicity, goodness and truth.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "One sees great things from the valley; only small things from the peak.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "It's hard to be humble, when you're as great as I am.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "Great things are done by a series of small things brought together.",
        "author": "Vincent Van Gogh"
    },
    {
        "quote": "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile.",
        "author": "Plato"
    },
    {
        "quote": "Could a greater miracle take place than for us to look through each other's eyes for an instant?",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "All great achievements require time.",
        "author": "Maya Angelou"
    },
    {
        "quote": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Great things are done when men and mountains meet.",
        "author": "William Blake"
    },
    {
        "quote": "Our greatest glory is not in never failing, but in rising up every time we fail.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Only passions, great passions can elevate the soul to great things.",
        "author": "Denis Diderot"
    },
    {
        "quote": "I firmly believe that any man's finest hour, the greatest fulfillment of all that he holds dear, is that moment when he has worked his heart out in a good cause and lies exhausted on the field of battle - victorious.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "All truly great thoughts are conceived by walking.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "The greatest wealth is to live content with little.",
        "author": "Plato"
    },
    {
        "quote": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.",
        "author": "Tom Hopkins"
    },
    {
        "quote": "See everything, overlook a great deal, correct a little.",
        "author": "Pope John XXIII"
    },
    {
        "quote": "Those who dare to fail miserably can achieve greatly.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Great spirits have always encountered violent opposition from mediocre minds.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I've got a great ambition to die of exhaustion rather than boredom.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "The great question that has never been answered, and which I have not yet been able to answer, despite my thirty years of research into the feminine soul, is 'What does a woman want?'",
        "author": "Sigmund Freud"
    },
    {
        "quote": "A man is great by deeds, not by birth.",
        "author": "Chanakya"
    },
    {
        "quote": "As a child of God, I am greater than anything that can happen to me.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Heaven and hell suppose two distinct species of men, the good and the bad. But the greatest part of mankind float betwixt vice and virtue.",
        "author": "David Hume"
    },
    {
        "quote": "Great things are won by great dangers.",
        "author": "Herodotus"
    },
    {
        "quote": "A great pleasure in life is doing what people say you cannot do.",
        "author": "Walter Bagehot"
    },
    {
        "quote": "The greatest accomplishment is not in never falling, but in rising again after you fall.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Good artists copy, great artists steal.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "The greatest happiness is to know the source of unhappiness.",
        "author": "Fyodor Dostoevsky"
    },
    {
        "quote": "Whatever you want to do, if you want to be great at it, you have to love it and be able to make sacrifices for it.",
        "author": "Maya Angelou"
    },
    {
        "quote": "For the person for whom small things do not exist, the great is not great.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Just do what must be done. This may not be happiness, but it is greatness.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The price of greatness is responsibility.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Great minds are to make others great. Their superiority is to be used, not to break the multitude to intellectual vassalage, not to establish over them a spiritual tyranny, but to rouse them from lethargy, and to aid them to judge for themselves.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "A great man is different from an eminent one in that he is ready to be the servant of the society.",
        "author": "B. R. Ambedkar"
    },
    {
        "quote": "That some achieve great success, is proof to all that others can achieve it as well.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "I long to accomplish a great and noble task, but it is my chief duty to accomplish small tasks as if they were great and noble.",
        "author": "Helen Keller"
    },
    {
        "quote": "I have learned to use the word 'impossible' with the greatest caution.",
        "author": "Wernher von Braun"
    },
    {
        "quote": "There is no such thing as a great talent without great will power.",
        "author": "Honore de Balzac"
    },
    {
        "quote": "The greatest mistake we make is living in constant fear that we will make one.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Life is either a great adventure or nothing.",
        "author": "Helen Keller"
    },
    {
        "quote": "Never was anything great achieved without danger.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "I believe the first test of a truly great man is in his humility.",
        "author": "John Ruskin"
    },
    {
        "quote": "The greatest way to live with honor in this world is to be what we pretend to be.",
        "author": "Socrates"
    },
    {
        "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "To be great is to be misunderstood.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Character may be manifested in the great moments, but it is made in the small ones.",
        "author": "Phillips Brooks"
    },
    {
        "quote": "Trust men and they will be true to you; treat them greatly and they will show themselves great.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "The greater the difficulty, the more the glory in surmounting it.",
        "author": "Charles de Saint-Évremond"
    },
    {
        "quote": "Do you wish to be great? Then begin by being. Do you desire to construct a vast and lofty fabric? Think first about the foundations of humility. The higher your structure is to be, the deeper must be its foundation.",
        "author": "Saint Augustine"
    },
    {
        "quote": "Every great work, every big accomplishment, has been brought into manifestation through holding to the vision, and often just before the big achievement, comes apparent failure and discouragement.",
        "author": "Florence Scovel Shinn"
    },
    {
        "quote": "Be great in act, as you have been in thought.",
        "author": "Jean Paul"
    },
    {
        "quote": "Don't be afraid to give up the good for the great.",
        "author": "Kenny Rogers"
    },
    {
        "quote": "A man's worth is no greater than his ambitions.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Seek not greatness, but seek truth and you will find both.",
        "author": "Horace Mann"
    },
    {
        "quote": "Whatever I have tried to do in life, I have tried with all my heart to do it well; whatever I have devoted myself to, I have devoted myself completely; in great aims and in small I have always thoroughly been in earnest.",
        "author": "Charles Dickens"
    },
    {
        "quote": "The final proof of greatness lies in being able to endure criticism without resentment.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "The demand to be loved is the greatest of all arrogant presumptions.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "I think what motivates people is not great hate, but great love for other people.",
        "author": "Huey Newton"
    },
    {
        "quote": "Great acts are made up of small deeds.",
        "author": "Lao Tzu"
    },
    {
        "quote": "He who would accomplish little must sacrifice little; he who would achieve much must sacrifice much; he who would attain highly must sacrifice greatly.",
        "author": "James Allen"
    },
    {
        "quote": "One of the greatest diseases is to be nobody to anybody.",
        "author": "Mother Teresa"
    },
    {
        "quote": "Laws control the lesser man... Right conduct controls the greater one.",
        "author": "Mark Twain"
    },
    {
        "quote": "To have great poets, there must be great audiences.",
        "author": "Walt Whitman"
    },
    {
        "quote": "We grow small trying to be great.",
        "author": "E. Stanley Jones"
    },
    {
        "quote": "Great wisdom is generous; petty wisdom is contentious. Great speech is impassioned, small speech cantankerous.",
        "author": "Zhuangzi"
    },
    {
        "quote": "To be really great in little things, to be truly noble and heroic in the insipid details of everyday life, is a virtue so rare as to be worthy of canonization.",
        "author": "Harriet Beecher Stowe"
    },
    {
        "quote": "It is the nature of all greatness not to be exact.",
        "author": "Edmund Burke"
    },
    {
        "quote": "And what he greatly thought, he nobly dared.",
        "author": "Homer"
    },
    {
        "quote": "Because of a great love, one is courageous.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Great men are seldom over-scrupulous in the arrangement of their attire.",
        "author": "Charles Dickens"
    },
    {
        "quote": "Life in abundance comes only through great love.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "The world's great men have not commonly been great scholars, nor its great scholars great men.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "A retentive memory may be a good thing, but the ability to forget is the true token of greatness.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Great talents are the most lovely and often the most dangerous fruits on the tree of humanity. They hang upon the most slender twigs that are easily snapped off.",
        "author": "Carl Jung"
    },
    {
        "quote": "There is no personal charm so great as the charm of a cheerful temperament.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "There would be no great men if there were no little ones.",
        "author": "George Herbert"
    },
    {
        "quote": "And the American people are the greatest people in the world. What makes America the greatest nation in the world is the heart of the American people: hardworking, innovative, risk-taking, God- loving, family-oriented American people.",
        "author": "Mitt Romney"
    },
    {
        "quote": "Believe that with your feelings and your work you are taking part in the greatest; the more strongly you cultivate this belief, the more will reality and the world go forth from it.",
        "author": "Rainer Maria Rilke"
    },
    {
        "quote": "The appearance of a single great genius is more than equivalent to the birth of a hundred mediocrities.",
        "author": "Cesare Lombroso"
    },
    {
        "quote": "A mistake made by many people with great convictions is that they will let nothing stand in the way of their views, not even kindness.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "The most characteristic mark of a great mind is to choose some one important object, and pursue it for life.",
        "author": "Anna Letitia Barbauld"
    },
    {
        "quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.",
        "author": "Kobe Bryant"
    },
    {
        "quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe.",
        "author": "Anatole France"
    },
    {
        "quote": "Great works are performed not by strength but by perseverance.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality.",
        "author": "Iris Murdoch"
    },
    {
        "quote": "Behind every great man is a woman rolling her eyes.",
        "author": "Jim Carrey"
    },
    {
        "quote": "Where words are restrained, the eyes often talk a great deal.",
        "author": "Samuel Richardson"
    },
    {
        "quote": "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "There are two great days in a person's life - the day we are born and the day we discover why.",
        "author": "William Barclay"
    },
    {
        "quote": "Rice is great if you're really hungry and want to eat two thousand of something.",
        "author": "Mitch Hedberg"
    },
    {
        "quote": "A certain amount of opposition is a great help to a man. Kites rise against, not with, the wind.",
        "author": "Lewis Mumford"
    },
    {
        "quote": "Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude, and integrity can do a great deal to make a woman beautiful.",
        "author": "Jacqueline Bisset"
    },
    {
        "quote": "It has been great journey from where I have started to where I am today. I am really blessed with God's grace.",
        "author": "Dhanush"
    },
    {
        "quote": "The great aim of education is not knowledge but action.",
        "author": "Herbert Spencer"
    },
    {
        "quote": "A great civilization is not conquered from without until it has destroyed itself from within.",
        "author": "Ariel Durant"
    },
    {
        "quote": "It's great to reminisce about good memories of my past. It was enjoyable when it was today. So learning to enjoy today has two benefits: it gives me happiness right now, and it becomes a good memory later.",
        "author": "George Foreman"
    },
    {
        "quote": "I've learned that fear limits you and your vision. It serves as blinders to what may be just a few steps down the road for you. The journey is valuable, but believing in your talents, your abilities, and your self-worth can empower you to walk down an even brighter path. Transforming fear into freedom - how great is that?",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.",
        "author": "John Steinbeck"
    },
    {
        "quote": "Simply enjoy life and the great pleasures that come with it.",
        "author": "Karolina Kurkova"
    },
    {
        "quote": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it.",
        "author": "Andrew Carnegie"
    },
    {
        "quote": "An animal's eyes have the power to speak a great language.",
        "author": "Martin Buber"
    },
    {
        "quote": "You don't have to be great to start, but you have to start to be great.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "In order to have great happiness you have to have great pain and unhappiness - otherwise how would you know when you're happy?",
        "author": "Leslie Caron"
    },
    {
        "quote": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.",
        "author": "Nicole Scherzinger"
    },
    {
        "quote": "The media transforms the great silence of things into its opposite. Formerly constituting a secret, the real now talks constantly. News reports, information, statistics, and surveys are everywhere.",
        "author": "Michel De Certeau"
    },
    {
        "quote": "I have great respect for the past. If you don't know where you've come from, you don't know where you're going. I have respect for the past, but I'm a person of the moment. I'm here, and I do my best to be completely centered at the place I'm at, then I go forward to the next place.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the seashore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.",
        "author": "Isaac Newton"
    },
    {
        "quote": "The great thing about social media was how it gave a voice to voiceless people.",
        "author": "Jon Ronson"
    },
    {
        "quote": "I have never killed a man, but I have read many obituaries with great pleasure.",
        "author": "Clarence Darrow"
    },
    {
        "quote": "I've been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another.",
        "author": "Blake Lively"
    },
    {
        "quote": "Harmony makes small things grow, lack of it makes great things decay.",
        "author": "Sallust"
    },
    {
        "quote": "Singing is my passion, my first love and the secret of my energy. Music to me is like finding my inner self, my soul. It gives me a great joy to see audiences enjoying with me. I have given my heart to singing. When I sing, I can feel romance in everything around me.",
        "author": "Kailash Kher"
    },
    {
        "quote": "We all have a dark side. Most of us go through life avoiding direct confrontation with that aspect of ourselves, which I call the shadow self. There's a reason why. It carries a great deal of energy.",
        "author": "Lorraine Toussaint"
    },
    {
        "quote": "A leader takes people where they want to go. A great leader takes people where they don't necessarily want to go, but ought to be.",
        "author": "Rosalynn Carter"
    },
    {
        "quote": "We can have democracy in this country, or we can have great wealth concentrated in the hands of a few, but we can't have both.",
        "author": "Louis D. Brandeis"
    },
    {
        "quote": "Every day, my daddy told me the same thing. 'Once a task is just begun, never leave it till it's done. Be the labour great or small, do it well or not at all.'",
        "author": "Quincy Jones"
    },
    {
        "quote": "Sometimes I wish that I could go into a time machine right now and just look at my self and say, 'Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.'",
        "author": "Tristan Wilds"
    },
    {
        "quote": "Failure is a great teacher, and I think when you make mistakes and you recover from them and you treat them as valuable learning experiences, then you've got something to share.",
        "author": "Steve Harvey"
    },
    {
        "quote": "If I could talk to my younger self, I would just say that the path to great things is filled with a lot of stumbles, suffering, and challenges along the way. But if you have the right attitude and know that hard times will pass - and you get up each time - you will reach your destination.",
        "author": "Jonny Kim"
    },
    {
        "quote": "You can't build a great building on a weak foundation. You must have a solid foundation if you're going to have a strong superstructure.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "The internet is a great way to get on the net.",
        "author": "Bob Dole"
    },
    {
        "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
        "author": "Lao Tzu"
    },
    {
        "quote": "There is strength in numbers, but organizing those numbers is one of the great challenges.",
        "author": "John C. Mather"
    },
    {
        "quote": "We hang the petty thieves and appoint the great ones to public office.",
        "author": "Aesop"
    },
    {
        "quote": "If it wasn't hard, everyone would do it. It's the hard that makes it great.",
        "author": "Tom Hanks"
    },
    {
        "quote": "There must be a beginning of any great matter, but the continuing unto the end until it be thoroughly finished yields the true glory.",
        "author": "Francis Drake"
    },
    {
        "quote": "Today's a beautiful day, and yesterday was a beautiful day, so that means it's a great life.",
        "author": "Gnash"
    },
    {
        "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.",
        "author": "Steve Jobs"
    },
    {
        "quote": "First, accept sadness. Realize that without losing, winning isn't so great.",
        "author": "Alyssa Milano"
    },
    {
        "quote": "Time is a great teacher, but unfortunately it kills all its pupils.",
        "author": "Hector Berlioz"
    },
    {
        "quote": "Life is a great big canvas; throw all the paint you can at it.",
        "author": "Danny Kaye"
    },
    {
        "quote": "I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Absence is to love what wind is to fire; it extinguishes the small, it enkindles the great.",
        "author": "Roger de Rabutin"
    },
    {
        "quote": "To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.",
        "author": "Nancy Reagan"
    },
    {
        "quote": "Politics is dirty. Politics is exciting. Politics is often very, very difficult and disappointing. And I really would rather the world would be a little more like it was when my dad was young, where you knew pretty much where people stood on the great moral issues.",
        "author": "James Dobson"
    },
    {
        "quote": "You're never too old to start learning, and you're never too young to aim high and achieve great things.",
        "author": "Asa Hutchinson"
    },
    {
        "quote": "There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something better tomorrow.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Don't be afraid to give up the good to go for the great.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "Only great minds can afford a simple style.",
        "author": "Stendhal"
    },
    {
        "quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "I don't know of any great man who ever had a great son.",
        "author": "Anthony Mann"
    },
    {
        "quote": "I surround myself with good people who make me feel great and give me positive energy.",
        "author": "Ali Krieger"
    },
    {
        "quote": "The true revolutionary is guided by a great feeling of love. It is impossible to think of a genuine revolutionary lacking this quality.",
        "author": "Che Guevara"
    },
    {
        "quote": "Passion is one great force that unleashes creativity, because if you're passionate about something, then you're more willing to take risks.",
        "author": "Yo-Yo Ma"
    },
    {
        "quote": "I get up every morning and it's going to be a great day. You never know when it's going to be over so I refuse to have a bad day.",
        "author": "Paul Henderson"
    },
    {
        "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.",
        "author": "Lil' Kim"
    },
    {
        "quote": "I'm proud of my hard work. Working hard won't always lead to the exact things we desire. There are many things I've wanted that I haven't always gotten. But, I have a great satisfaction in the blessings from my mother and father, who instilled a great work ethic in me both personally and professionally.",
        "author": "Tamron Hall"
    },
    {
        "quote": "Great literature is simply language charged with meaning to the utmost possible degree.",
        "author": "Ezra Pound"
    },
    {
        "quote": "A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "Great leaders are willing to sacrifice the numbers to save the people. Poor leaders sacrifice the people to save the numbers.",
        "author": "Simon Sinek"
    },
    {
        "quote": "I am a great believer in luck, and I find the harder I work the more I have of it.",
        "author": "Stephen Leacock"
    },
    {
        "quote": "To become a great player, you've got to show real dedication and commitment to football, and you've got to be very humble and hard-working. And, above all, you've got to fight to make your dreams come true.",
        "author": "Sergio Ramos"
    },
    {
        "quote": "Cooking is not difficult. Everyone has taste, even if they don't realize it. Even if you're not a great chef, there's nothing to stop you understanding the difference between what tastes good and what doesn't.",
        "author": "Gerard Depardieu"
    },
    {
        "quote": "Great things in business are never done by one person. They're done by a team of people.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Confidence is the most important single factor in this game, and no matter how great your natural talent, there is only one way to obtain and sustain it: work.",
        "author": "Jack Nicklaus"
    },
    {
        "quote": "To me, there's no great chef without a great team.",
        "author": "Daniel Boulud"
    },
    {
        "quote": "Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other.",
        "author": "Carrie Snow"
    },
    {
        "quote": "A great figure or physique is nice, but it's self-confidence that makes someone really sexy.",
        "author": "Vivica A. Fox"
    },
    {
        "quote": "Great work is done by people who are not afraid to be great.",
        "author": "Fernando Flores"
    },
    {
        "quote": "I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts.",
        "author": "Octavio Paz"
    },
    {
        "quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.",
        "author": "Confucius"
    },
    {
        "quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated.",
        "author": "Coretta Scott King"
    },
    {
        "quote": "There are great legends and great fighters in the history of Mexico, and there will be more to come.",
        "author": "Canelo Alvarez"
    },
    {
        "quote": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.",
        "author": "Bono"
    },
    {
        "quote": "Every great story seems to begin with a snake.",
        "author": "Nicolas Cage"
    },
    {
        "quote": "I have decided to stick with love. Hate is too great a burden to bear.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Fereydun, that's my dad's name. My grandmother, my dad's mom, when she was pregnant, she was dating a man from Persia, a Persian gentleman. It wasn't his child, but he was still very supportive and said, 'Hey, this is a great name,' and so it stuck. So that's what she named him.",
        "author": "Fred Armisen"
    },
    {
        "quote": "Experience is a great teacher.",
        "author": "John Legend"
    },
    {
        "quote": "Great thoughts come from the heart.",
        "author": "Luc de Clapiers"
    },
    {
        "quote": "One of the best ways to make yourself happy in the present is to recall happy times from the past. Photos are a great memory-prompt, and because we tend to take photos of happy occasions, they weight our memories to the good.",
        "author": "Gretchen Rubin"
    },
    {
        "quote": "To live alone is the fate of all great souls.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "Good design is making something intelligible and memorable. Great design is making something memorable and meaningful.",
        "author": "Dieter Rams"
    },
    {
        "quote": "The city is like a great house, and the house in its turn a small city.",
        "author": "Leon Battista Alberti"
    },
    {
        "quote": "It sounds simple telling people to work hard and never quit, but to really execute and demonstrate those principles takes discipline and faith. Those are the two factors that I believe separate the good from the great, the successes from the failures.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "Waiting is the great vocation of the dispossessed.",
        "author": "Mary Gordon"
    },
    {
        "quote": "I tell a student that the most important class you can take is technique. A great chef is first a great technician. 'If you are a jeweler, or a surgeon or a cook, you have to know the trade in your hand. You have to learn the process. You learn it through endless repetition until it belongs to you.",
        "author": "Jacques Pepin"
    },
    {
        "quote": "The great tragedy of science - the slaying of a beautiful hypothesis by an ugly fact.",
        "author": "Thomas Huxley"
    },
    {
        "quote": "People always tell you, 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be great! Be awesome! Be awesome!",
        "author": "Kanye West"
    },
    {
        "quote": "Nothing great was ever achieved without enthusiasm.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "By people getting together and celebrating this idea of togetherness, great things can happen.",
        "author": "Edward Enninful"
    },
    {
        "quote": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.",
        "author": "Kevin Rudd"
    },
    {
        "quote": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope.",
        "author": "Howard Thurman"
    },
    {
        "quote": "The one question I would have for Donald Trump is inspired by his 'Make America Great Again' cap. I would ask him, 'When was America great? When did America not have an economic depression or a war?'",
        "author": "Tech N9ne"
    },
    {
        "quote": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.",
        "author": "Horace Mann"
    },
    {
        "quote": "A great chef is an artist that I truly respect.",
        "author": "Robert Stack"
    },
    {
        "quote": "I will remember this day for the rest of my life. There is nothing you can say. It's just like you won the match after the earthquake and it just feels great.",
        "author": "Elena Vesnina"
    },
    {
        "quote": "It's a great day for a ball game; let's play two!",
        "author": "Ernie Banks"
    },
    {
        "quote": "Nothing beats a great smile.",
        "author": "Karl Urban"
    },
    {
        "quote": "It's good to be happy and tell us how cool your life is and how awesome you are on social media. That's great because it inspires other people to be happy, too. But a lot of times, people are trying to be happy in the wrong ways - with money or with different things that are not true happiness.",
        "author": "Jaden Smith"
    },
    {
        "quote": "It's great to be a blonde. With low expectations it's very easy to surprise people.",
        "author": "Pamela Anderson"
    },
    {
        "quote": "Everything has become so easy. It's great that it's at your fingertips, but I miss those good old days. And we're connected, but it can be very alienating. There is this distance between all of us because we're speaking to each other through cameras and monitors and icons and Emojis.",
        "author": "Rami Malek"
    },
    {
        "quote": "Everything is a learning lesson, good and bad, so I am happy with the way things are, and I learned from everything negative. I am in a great space now, so I wouldn't change a thing!",
        "author": "Karen Civil"
    },
    {
        "quote": "People who think they know everything are a great annoyance to those of us who do.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "It's a great feeling when your work is appreciated.",
        "author": "Jacqueline Fernandez"
    },
    {
        "quote": "Don't wait for extraordinary opportunities. Seize common occasions and make them great. Weak men wait for opportunities; strong men make them.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Today we thank God for all the blessings He has bestowed upon this great Country and ask Him to continue to heal our land and meet our needs - and we do so through the power of prayer.",
        "author": "Nick Rahall"
    },
    {
        "quote": "To free us from the expectations of others, to give us back to ourselves - there lies the great, singular power of self-respect.",
        "author": "Joan Didion"
    },
    {
        "quote": "I love going to the beach and swimming in the ocean. I think it's so relaxing. It's also a great form of active recovery. It's perfect for those rest days when you still want to move a little bit.",
        "author": "Eugenie Bouchard"
    },
    {
        "quote": "I'm so lucky to have such a great family. I respect them so much professionally, and they've been unconditionally supportive in the choices that I've made. It's been very good having them on my side.",
        "author": "Jack Huston"
    },
    {
        "quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for.",
        "author": "Dag Hammarskjold"
    },
    {
        "quote": "Rarely do great beauty and great virtue dwell together.",
        "author": "Petrarch"
    },
    {
        "quote": "I know I'm not a great singer. But I love to sing and I like to use my voice in different ways.",
        "author": "Melanie Chisholm"
    },
    {
        "quote": "How great it would be for us all to have the pride of knowing that we, as a country, are one of the best countries to be a child.",
        "author": "Jacinda Ardern"
    },
    {
        "quote": "There is no pain so great as the memory of joy in present grief.",
        "author": "Aeschylus"
    },
    {
        "quote": "Luck is great, but most of life is hard work.",
        "author": "Iain Duncan Smith"
    },
    {
        "quote": "Mother Nature is the great equalizer. You can't get away from it.",
        "author": "Christopher Heyerdahl"
    },
    {
        "quote": "The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "It's so great to find that one special person you want to annoy for the rest of your life.",
        "author": "Rita Rudner"
    },
    {
        "quote": "I think that the good and the great are only separated by the willingness to sacrifice.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "To survive and even thrive in a changing world, nature offers another great lesson: the survivors are those who at the least adapt to change, or even better learn to benefit from change and grow intellectually and personally. That means careful listening and constant learning.",
        "author": "Frances Arnold"
    },
    {
        "quote": "On some great and glorious day the plain folks of the land will reach their heart's desire at last, and the White House will be adorned by a downright moron.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "There have been two great accidents in my life. One was the trolley, and the other was Diego. Diego was by far the worst.",
        "author": "Frida Kahlo"
    },
    {
        "quote": "I'm surrounded by nothing but great people. I've been blessed with that, so really, I've got no choice but to be an all-around good person.",
        "author": "Tim Duncan"
    },
    {
        "quote": "Absence diminishes mediocre passions and increases great ones, as the wind extinguishes candles and fans fires.",
        "author": "Francois de La Rochefoucauld"
    },
    {
        "quote": "During the Great Depression, African Americans were faced with problems that were not unlike those experienced by the most disadvantaged groups in society. The Great Depression had a leveling effect, and all groups really experienced hard times: poor whites, poor blacks.",
        "author": "William Julius Wilson"
    },
    {
        "quote": "Change is never easy, and it often creates discord, but when people come together for the good of humanity and the Earth, we can accomplish great things.",
        "author": "David Suzuki"
    },
    {
        "quote": "The great gift of human beings is that we have the power of empathy.",
        "author": "Meryl Streep"
    },
    {
        "quote": "The comfort zone is the great enemy to creativity; moving beyond it necessitates intuition, which in turn configures new perspectives and conquers fears.",
        "author": "Dan Stevens"
    },
    {
        "quote": "Truth is, I'll never know all there is to know about you just as you will never know all there is to know about me. Humans are by nature too complicated to be understood fully. So, we can choose either to approach our fellow human beings with suspicion or to approach them with an open mind, a dash of optimism and a great deal of candour.",
        "author": "Tom Hanks"
    },
    {
        "quote": "Small deeds done are better than great deeds planned.",
        "author": "Peter Marshall"
    },
    {
        "quote": "I really had a lot of dreams when I was a kid, and I think a great deal of that grew out of the fact that I had a chance to read a lot.",
        "author": "Bill Gates"
    },
    {
        "quote": "My father was my teacher. But most importantly he was a great dad.",
        "author": "Beau Bridges"
    },
    {
        "quote": "Every great advance in science has issued from a new audacity of imagination.",
        "author": "John Dewey"
    },
    {
        "quote": "It takes a great deal of history to produce a little literature.",
        "author": "Henry James"
    },
    {
        "quote": "I love getting anything homemade - anything that's from the heart. If you can make or craft your own something, that always goes above and beyond, like, a candle - which is great, but if it's homemade, that's so much better for me.",
        "author": "David Burtka"
    },
    {
        "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "I find the great thing in this world is not so much where we stand, as in what direction we are moving: To reach the port of heaven, we must sail sometimes with the wind and sometimes against it - but we must sail, and not drift, nor lie at anchor.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.",
        "author": "Peace Pilgrim"
    },
    {
        "quote": "Silence is one of the great arts of conversation.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "We struggle with eating healthily, obesity, and access to good nutrition for everyone. But we have a great opportunity to get on the right side of this battle by beginning to think differently about the way that we eat and the way that we approach food.",
        "author": "Marcus Samuelsson"
    },
    {
        "quote": "Nostalgia is one thing. It's great to go and play the old songs. People know them and appreciate them. You got to give them what they want to hear.",
        "author": "Denny Laine"
    },
    {
        "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
        "author": "Vladimir Nabokov"
    },
    {
        "quote": "I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great.",
        "author": "Russell Wilson"
    },
    {
        "quote": "Great companies are built on great products.",
        "author": "Elon Musk"
    },
    {
        "quote": "Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.",
        "author": "Charles Spurgeon"
    },
    {
        "quote": "Clothes are like a good meal, a good movie, great pieces of music.",
        "author": "Michael Kors"
    },
    {
        "quote": "Life is short, youth is finite, and opportunities endless. Have you found the intersection of your passion and the potential for world-shaping positive impact? If you don't have a great idea of your own, there are plenty of great teams that need you - unknown startups and established teams in giant companies alike.",
        "author": "Justin Rosenstein"
    },
    {
        "quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "As your faith is strengthened you will find that there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit.",
        "author": "Emmanuel Teney"
    },
    {
        "quote": "It's sad to know I'm done. But looking back, I've got a lot of great memories.",
        "author": "Bonnie Blair"
    },
    {
        "quote": "The great art of life is sensation, to feel that we exist, even in pain.",
        "author": "Lord Byron"
    },
    {
        "quote": "It doesn't matter what age you are. You can look sexy and feel great, and that doesn't have to be a gift only for the young. It can be a gift for any age, even the old, whatever that is nowadays.",
        "author": "Carol Alt"
    },
    {
        "quote": "Small aim is a crime; have great aim.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "A great restaurant is one that just makes you feel like you're not sure whether you went out or you came home and confuses you. If it can do both of those things at the same time, you're hooked.",
        "author": "Danny Meyer"
    },
    {
        "quote": "I always believed that when you follow your heart or your gut, when you really follow the things that feel great to you, you can never lose, because settling is the worst feeling in the world.",
        "author": "Rihanna"
    },
    {
        "quote": "It's a great privilege and an honour to have the experiences and opportunities that I do to meet extraordinary Australians right across our country who share a great generosity of spirit.",
        "author": "Quentin Bryce"
    },
    {
        "quote": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.",
        "author": "Indra Nooyi"
    },
    {
        "quote": "A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.",
        "author": "Jacqueline Bisset"
    },
    {
        "quote": "A great deal of talent is lost to the world for want of a little courage. Every day sends to their graves obscure men whose timidity prevented them from making a first effort.",
        "author": "Sydney Smith"
    },
    {
        "quote": "The three great elemental sounds in nature are the sound of rain, the sound of wind in a primeval wood, and the sound of outer ocean on a beach.",
        "author": "Henry Beston"
    },
    {
        "quote": "I declare before you all that my whole life, whether it be long or short, shall be devoted to your service and the service of our great imperial family to which we all belong.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "Some people hear their own inner voices with great clearness. And they live by what they hear. Such people become crazy... or they become legend.",
        "author": "Jim Harrison"
    },
    {
        "quote": "Everyone, Republican or otherwise has their own particular part to play. No part is too great or too small, no one is too old or too young to do something.",
        "author": "Bobby Sands"
    },
    {
        "quote": "The Great Depression of the 1930s saw more American unmarried women working from nine to five, mostly in repetitive, boring, subordinate, dead-end jobs. But the number of working women doubled between 1870 and 1940. During World War II it doubled once again.",
        "author": "Helen Fisher"
    },
    {
        "quote": "I'm lucky to have a great support system in my friends and some of my family. If you have those people that you trust, go ahead and fall back into them and let them be your hammock and cocoon and let them embrace you.",
        "author": "JoJo"
    },
    {
        "quote": "If a man can bridge the gap between life and death, if he can live on after he's dead, then maybe he was a great man.",
        "author": "James Dean"
    },
    {
        "quote": "In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success.",
        "author": "Isoroku Yamamoto"
    },
    {
        "quote": "The financial crisis and the Great Recession posed the most significant macroeconomic challenges for the United States in a half-century, leaving behind high unemployment and below-target inflation and calling for highly accommodative monetary policies.",
        "author": "Jerome Powell"
    },
    {
        "quote": "An unexamined faith is not worth having, for fundamentalism and uncritical certitude entail the rejection of one of the great human gifts: that of free will, of the liberty to make up our own minds based on evidence and tradition and reason.",
        "author": "Jon Meacham"
    },
    {
        "quote": "It's always better to shock people and change people's expectations than to give them exactly what they think you can do. It's not unexpected for me to be in a comedy film anymore; I'm no longer the underdog in that world. Not that I'm great or good at it or anything, it's just that I've done a bunch of them, so you're not shocked.",
        "author": "Jonah Hill"
    },
    {
        "quote": "Great people have great values and great ethics.",
        "author": "Jeffrey Gitomer"
    },
    {
        "quote": "You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen.",
        "author": "Ben Carson"
    },
    {
        "quote": "Belief in oneself and knowing who you are, I mean, that's the foundation for everything great.",
        "author": "Jay-Z"
    },
    {
        "quote": "The essence of America - that which really unites us - is not ethnicity, or nationality or religion - it is an idea - and what an idea it is: That you can come from humble circumstances and do great things.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "The great gift of Easter is hope - Christian hope which makes us have that confidence in God, in his ultimate triumph, and in his goodness and love, which nothing can shake.",
        "author": "Basil Hume"
    },
    {
        "quote": "The lure of the distant and the difficult is deceptive. The great opportunity is where you are.",
        "author": "John Burroughs"
    },
    {
        "quote": "Boredom always precedes a period of great creativity.",
        "author": "Robert M. Pirsig"
    },
    {
        "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "Software is a great combination between artistry and engineering.",
        "author": "Bill Gates"
    },
    {
        "quote": "I remember I took a music course in junior year of high school, and some girl brought in 'Teardrops On My Guitar,' and she was like, 'Isn't this song great?' And everyone was like, 'Who's Taylor Swift?' And now, every time I listen to Taylor Swift, I remember that moment.",
        "author": "Mitski"
    },
    {
        "quote": "The great questions of the day will not be settled by means of speeches and majority decisions but by iron and blood.",
        "author": "Otto von Bismarck"
    },
    {
        "quote": "Fishing is much more than fish. It is the great occasion when we may return to the fine simplicity of our forefathers.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "I was given such a great gift. It's a miracle that never stops amazing me and reminding me to give thanks, every day. Having a wife and daughter gives me a lot more purpose. I was much more selfish before, but now I think about what kind of role model I'll be. I just want to be a better man.",
        "author": "Jake Owen"
    },
    {
        "quote": "The United Nations is our one great hope for a peaceful and free world.",
        "author": "Ralph Bunche"
    },
    {
        "quote": "Living is no laughing matter: you must live with great seriousness like a squirrel for example - I mean without looking for something beyond and above living, I mean living must be your whole occupation.",
        "author": "Nazim Hikmet"
    },
    {
        "quote": "This is the price you pay for having a great father. You get the wonder, the joy, the tender moments - and you get the tears at the end, too.",
        "author": "Harlan Coben"
    },
    {
        "quote": "Coffee and smoking are the last great addictions.",
        "author": "Lara Flynn Boyle"
    },
    {
        "quote": "The world has never yet seen a truly great and virtuous nation because in the degradation of woman the very fountains of life are poisoned at their source.",
        "author": "Lucretia Mott"
    },
    {
        "quote": "The great thing about getting older is that you don't lose all the other ages you've been.",
        "author": "Madeleine L'Engle"
    },
    {
        "quote": "I consider myself extremely lucky to have worked with so many great collaborators in my lifetime.",
        "author": "Trey Anastasio"
    },
    {
        "quote": "And so while the great ones depart to their dinner, the secretary stays, growing thinner and thinner, racking his brain to record and report what he thinks that they think that they ought to have thought.",
        "author": "Arthur Bryant"
    },
    {
        "quote": "Beware of little expenses. A small leak will sink a great ship.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "I'm a great believer in geography being destiny.",
        "author": "Abraham Verghese"
    },
    {
        "quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "We are at the precipice of great transformation within our culture and government.",
        "author": "Zachary Quinto"
    },
    {
        "quote": "It is a useless life that is not consecrated to a great ideal. It is like a stone wasted on the field without becoming a part of any edifice.",
        "author": "Jose Rizal"
    },
    {
        "quote": "There's a great metaphor that one of my doctors uses: If a fish is swimming in a dirty tank and it gets sick, do you take it to the vet and amputate the fin? No, you clean the water. So, I cleaned up my system. By eating organic raw greens, nuts and healthy fats, I am flooding my body with enzymes, vitamins and oxygen.",
        "author": "Kris Carr"
    },
    {
        "quote": "A feminist is a person who believes in the power of women just as much as they believe in the power of anyone else. It's equality, it's fairness, and I think it's a great thing to be a part of.",
        "author": "Zendaya"
    },
    {
        "quote": "Brevity is a great charm of eloquence.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "People can do more than they ever believe they can do. Physically, mentally, academically. You have to be pushed. It hurts. But it's worth it, and it's a great thing.",
        "author": "Sugar Ray Leonard"
    },
    {
        "quote": "When God created you, He went to great lengths to make you exactly the way He wanted you to be. You are His ultimate work of art.",
        "author": "Victoria Osteen"
    },
    {
        "quote": "The idea behind fast food is great - people want convenience.",
        "author": "Kimbal Musk"
    },
    {
        "quote": "A great building must begin with the unmeasurable, must go through measurable means when it is being designed and in the end must be unmeasurable.",
        "author": "Louis Kahn"
    },
    {
        "quote": "I am not going to Heaven because I have preached to great crowds or read the Bible many times. I'm going to Heaven just like the thief on the cross who said in that last moment: 'Lord, remember me.'",
        "author": "Billy Graham"
    },
    {
        "quote": "For me, it's not about price. It's about necessity, quality, and usefulness. Like, I have my Wet N Wild 666 lip liner. It's 99 cents and always has been. I started using it when I was in high school, and it's great.",
        "author": "Fergie"
    },
    {
        "quote": "Great effort springs naturally from great attitude.",
        "author": "Pat Riley"
    },
    {
        "quote": "That's another great thing about getting older. Your life is written on your face.",
        "author": "Frances McDormand"
    },
    {
        "quote": "I'm surrounded by great friends and family. I don't know what I would do without them.",
        "author": "Emma Roberts"
    },
    {
        "quote": "Life seeks life and loves life. The opening of a catkin of a willow, in the flight of the butterfly, in the chirping of a tree-toad or the sweep of an eagle - my life loves to see how others live, exults in their joy, and so far is partner in their great concern.",
        "author": "Edward Everett Hale"
    },
    {
        "quote": "If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "He that hath wife and children hath given hostages to fortune; for they are impediments to great enterprises, either of virtue or mischief.",
        "author": "Francis Bacon"
    },
    {
        "quote": "There is no great genius without some touch of madness.",
        "author": "Aristotle"
    },
    {
        "quote": "What happened in the past that was painful has a great deal to do with what we are today, but revisiting this painful past can contribute little or nothing to what we need to do now.",
        "author": "William Glasser"
    },
    {
        "quote": "Families are the compass that guide us. They are the inspiration to reach great heights, and our comfort when we occasionally falter.",
        "author": "Brad Henry"
    },
    {
        "quote": "That's the great thing about a tractor. You can't really hear the phone ring.",
        "author": "Jeff Foxworthy"
    },
    {
        "quote": "Mental health needs a great deal of attention. It's the final taboo and it needs to be faced and dealt with.",
        "author": "Adam Ant"
    },
    {
        "quote": "I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.",
        "author": "Robert Benchley"
    },
    {
        "quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.",
        "author": "E. B. White"
    },
    {
        "quote": "I've always loved great upholstery, and think that a great sofa is one of the most important pieces of furniture in your home.",
        "author": "Bobby Berk"
    },
    {
        "quote": "With the right people, culture, and values, you can accomplish great things.",
        "author": "Tricia Griffith"
    },
    {
        "quote": "The great growling engine of change - technology.",
        "author": "Alvin Toffler"
    },
    {
        "quote": "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.",
        "author": "Colin Powell"
    },
    {
        "quote": "Power is the great aphrodisiac.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "It will be a great day when our schools have all the money they need, and our air force has to have a bake-sale to buy a bomber.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "I am hoping that I can be known as a great writer and actor some day, rather than a sex symbol.",
        "author": "Steven Seagal"
    },
    {
        "quote": "All great empires die from within.",
        "author": "Terry Bradshaw"
    },
    {
        "quote": "I am extraordinarily lucky, I was born in a family of strong moral values, and in my life I was able to do what I liked best: debuts, great theatres, but above all, inner and deep satisfaction.",
        "author": "Jose Carreras"
    },
    {
        "quote": "Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "I am an old man and have known a great many troubles, but most of them never happened.",
        "author": "Mark Twain"
    },
    {
        "quote": "As a person, he was wonderful. He really was a great person. He was full of life. He had a great sense of humor. Very talented, of course, but very caring to his parents. There was a very endearing quality about Elvis.",
        "author": "Priscilla Presley"
    },
    {
        "quote": "It's always nice when people appreciate your work because it means you've affected them, which is great. And so that feels good.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "I think it's great to be flawed. I am hugely flawed, and I like it this way. That's the fun of life. You fall, get up, make mistakes, learn from them, be human and be you.",
        "author": "Priyanka Chopra"
    },
    {
        "quote": "I think the sexiest thing about a woman is confidence, but confidence in a humble way, not in an arrogant way. Sense of humor is definitely important. And sunglasses always hide a multitude of sins. Sunglasses and a great pair of heels can turn most outfits around.",
        "author": "Victoria Beckham"
    },
    {
        "quote": "Where there is great love, there are always wishes.",
        "author": "Willa Cather"
    },
    {
        "quote": "Love and death are the two great hinges on which all human sympathies turn.",
        "author": "B. R. Hayden"
    },
    {
        "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.",
        "author": "Rita Rudner"
    },
    {
        "quote": "Love proves itself by deeds, so how am I to show my love? Great deeds are forbidden me. The only way I can prove my love is by scattering flowers, and these flowers are every little sacrifice, every glance and word, and the doing of the least actions for love.",
        "author": "Thérèse of Lisieux"
    },
    {
        "quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.",
        "author": "Wayne Gretzky"
    },
    {
        "quote": "Use power to help people. For we are given power not to advance our own purposes nor to make a great show in the world, nor a name. There is but one just use of power and it is to serve people.",
        "author": "George W. Bush"
    },
    {
        "quote": "There are so many great things in life; why dwell on negativity?",
        "author": "Zendaya"
    },
    {
        "quote": "A lot of people, when a guy scores a lot of goals, think, 'He's a great player', because a goal is very important, but a great player is a player who can do everything on the field. He can do assists, encourage his colleagues, give them confidence to go forward. It is someone who, when a team does not do well, becomes one of the leaders.",
        "author": "Pele"
    },
    {
        "quote": "The great thing about getting older is that you become more mellow. Things aren't as black and white, and you become much more tolerant. You can see the good in things much more easily rather than getting enraged as you used to do when you were young.",
        "author": "Maeve Binchy"
    },
    {
        "quote": "Whether it is a tsunami, or whether it is a hurricane, whether it's an earthquake - when we see these great fatal and natural acts, men and women of every ethnic persuasion come together and they just want to help.",
        "author": "Martin Luther King III"
    },
    {
        "quote": "The industrial revolution has tended to produce everywhere great urban masses that seem to be increasingly careless of ethical standards.",
        "author": "Irving Babbitt"
    },
    {
        "quote": "During the Great Depression, levels of crime actually dropped. During the 1920s, when life was free and easy, so was crime. During the 1930s, when the entire American economy fell into a government-owned alligator moat, crime was nearly non-existent. During the 1950s and 1960s, when the economy was excellent, crime rose again.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "The universe begins to look more like a great thought than a great machine.",
        "author": "James Jeans"
    },
    {
        "quote": "Like all great travellers, I have seen more than I remember, and remember more than I have seen.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "I like to listen. I have learned a great deal from listening carefully. Most people never listen.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "What is wonderful about great literature is that it transforms the man who reads it towards the condition of the man who wrote.",
        "author": "E. M. Forster"
    },
    {
        "quote": "Behind every great athlete is a masterful coach that inspires the athlete to evolve into the strongest performer they can become.",
        "author": "Cathy Engelbert"
    },
    {
        "quote": "Working with great people makes you great; you learn a lot and it also gives you the experience and confidence to move on with your own career.",
        "author": "Nas"
    },
    {
        "quote": "Life isn't always great, but it's all about how we react to things.",
        "author": "Jake Peavy"
    },
    {
        "quote": "A good idea will keep you awake during the morning, but a great idea will keep you awake during the night.",
        "author": "Marilyn vos Savant"
    },
    {
        "quote": "Fashion and music are two great artistic forms that can be molded by the youth culture - our taste and our passion for evolving things in our limited time on earth allows us to look at things with fresh eyes.",
        "author": "Virgil Abloh"
    },
    {
        "quote": "The good physician treats the disease; the great physician treats the patient who has the disease.",
        "author": "William Osler"
    },
    {
        "quote": "Curiosity is one of the great secrets of happiness.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "Great theatre is about challenging how we think and encouraging us to fantasize about a world we aspire to.",
        "author": "Willem Dafoe"
    },
    {
        "quote": "Everything has seasons, and we have to be able to recognize when something's time has passed and be able to move into the next season. Everything that is alive requires pruning as well, which is a great metaphor for endings.",
        "author": "Henry Cloud"
    },
    {
        "quote": "My great religion is a belief in the blood, the flesh, as being wiser than the intellect. We can go wrong in our minds. But what our blood feels and believes and says, is always true. The intellect is only a bit and a bridle.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "He was a great man, my granddad, a very calm, logical and methodical guy. I suppose I'm trying to be more like him as I get older.",
        "author": "Steven Hall"
    },
    {
        "quote": "The pen and the written word hold a great deal of power.",
        "author": "Andy Biersack"
    },
    {
        "quote": "I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.",
        "author": "Irving Berlin"
    },
    {
        "quote": "Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn't measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student.",
        "author": "Randi Weingarten"
    },
    {
        "quote": "The digital camera is a great invention because it allows us to reminisce. Instantly.",
        "author": "Demetri Martin"
    },
    {
        "quote": "It is great seeing the fruits of your labor. The joy I have in watching my daughters with their kids is great, because they're doing a wonderful job, and the kids are fantastic.",
        "author": "Billy Crystal"
    },
    {
        "quote": "All of the great social justice advances that we ever had in this country have come not from people with big titles and not from people at the top, but just from everyday people getting together saying 'Enough is enough. I'm going to change this, and I'm going to get involved, and I am going to be engaged.'",
        "author": "Nina Turner"
    },
    {
        "quote": "An entire nation, it seemed, was standing in one long breadline, desperate for even the barest essentials. It was a crisis of monumental proportions. It was known as the Great Depression.",
        "author": "Kathi Appelt"
    },
    {
        "quote": "Great occasions do not make heroes or cowards; they simply unveil them to the eyes of men. Silently and imperceptibly, as we wake or sleep, we grow strong or weak; and at last some crisis shows what we have become.",
        "author": "Brooke Foss Westcott"
    },
    {
        "quote": "Great dancers are not great because of their technique, they are great because of their passion.",
        "author": "Martha Graham"
    },
    {
        "quote": "We should always look upon ourselves as God's servants, placed in God's world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.",
        "author": "David Brainerd"
    },
    {
        "quote": "Man has two great spiritual needs. One is for forgiveness. The other is for goodness.",
        "author": "Billy Graham"
    },
    {
        "quote": "Great partnerships thrive because the people need each other.",
        "author": "Courtney A. Kemp"
    },
    {
        "quote": "My father always used to say that when you die, if you've got five real friends, then you've had a great life.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.",
        "author": "Saul Bellow"
    },
    {
        "quote": "A complainer is like a Death Eater because there's a suction of negative energy. You can catch a great attitude from great people.",
        "author": "Barbara Corcoran"
    },
    {
        "quote": "My childhood was great, honestly. I have all these incredible memories of my childhood. I was an only child. I always had all my cousins around. I had my grandparents around. I had my parents around. I had my uncles around - whatever.",
        "author": "Action Bronson"
    },
    {
        "quote": "But Hopes are Shy Birds flying at a great distance seldom reached by the best of Guns.",
        "author": "John James Audubon"
    },
    {
        "quote": "I discovered that no revival comes if we don't preach the Word of God under the anointing of the Holy Spirit. If we only have the Great Commission and only the Holy Spirit, we have power without purpose, or purpose without power. It is a package deal, and that is what God honors.",
        "author": "Reinhard Bonnke"
    },
    {
        "quote": "There's a reason Tony Stark makes fun of 'Thor,' and mentions 'Shakespeare' in the park in 'The Avengers.' It's great to play high drama and comedy alongside a modern story.",
        "author": "Joss Whedon"
    },
    {
        "quote": "At one point, I recognized that Warren Buffett, though he had every advantage in learning from Ben Graham, did not copy Ben Graham but, rather, set out on his own path and ran money his way, by his own rules... I also immediately internalized the idea that no school could teach someone how to be a great investor.",
        "author": "Michael Burry"
    },
    {
        "quote": "A great book should leave you with many experiences, and slightly exhausted. You should live several lives while reading it.",
        "author": "William Styron"
    },
    {
        "quote": "I love Australia; it was a really, really nice experience for me. It's such a beautiful place. The people are beautiful - like, really beautiful - and they are beautiful in terms of their personalities. It's a great place to be. It's like you are in a little bit of a dream world.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players.",
        "author": "Blaine Lee"
    },
    {
        "quote": "The desire for safety stands against every great and noble enterprise.",
        "author": "Tacitus"
    },
    {
        "quote": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.",
        "author": "Saint Teresa of Avila"
    },
    {
        "quote": "A great man does not seek applause or place; he seeks for truth; he seeks the road to happiness, and what he ascertains, he gives to others.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "I have great belief in the fact that whenever there is chaos, it creates wonderful thinking. I consider chaos a gift.",
        "author": "Septima Poinsette Clark"
    },
    {
        "quote": "Of thousands of others, nearer the centre of the explosion, there was no trace. They vanished. The theory in Hiroshima is that the atomic heat was so great that they burned instantly to ashes - except that there were no ashes.",
        "author": "Wilfred Burchett"
    },
    {
        "quote": "Anyone can dream up great ideas, but an idea is nothing until it's realized, be it as a website, a physical product, an app, or a user interface.",
        "author": "Jens Martin Skibsted"
    },
    {
        "quote": "If you look at great human civilizations, from the Roman Empire to the Soviet Union, you will see that most do not fail simply due to external threats but because of internal weakness, corruption, or a failure to manifest the values and ideals they espouse.",
        "author": "Cory Booker"
    },
    {
        "quote": "The way I see things, the way I see life, I see it as a struggle. And there's a great deal of reward I have gained coming to that understanding - that existence is a struggle.",
        "author": "Harvey Keitel"
    },
    {
        "quote": "An understanding of the natural world and what's in it is a source of not only a great curiosity but great fulfillment.",
        "author": "David Attenborough"
    },
    {
        "quote": "Great wits are sure to madness near allied, and thin partitions do their bounds divide.",
        "author": "John Dryden"
    },
    {
        "quote": "The protection of biodiversity and, therefore, of endangered species is an issue to which I attach a great deal of importance.",
        "author": "Albert II, Prince of Monaco"
    },
    {
        "quote": "Scientists dream about doing great things. Engineers do them.",
        "author": "James A. Michener"
    },
    {
        "quote": "Each person is an enigma. You're a puzzle not only to yourself but also to everyone else, and the great mystery of our time is how we penetrate this puzzle.",
        "author": "Theodore Zeldin"
    },
    {
        "quote": "I have great genes. Thank you to my mom and dad for that one.",
        "author": "Gloria Estefan"
    },
    {
        "quote": "For everything bad, there's a million really exciting things, whether it's someone puts out a really great book, there's a new movie, there's a new detective, the sky is unbelievably golden, or you have the best cup of coffee you ever had in your life.",
        "author": "Patti Smith"
    },
    {
        "quote": "Sometimes we look back and 10 years from now we think, 'Boy, those were great old days.' Well, you know, we're living in the good old days.",
        "author": "Joel Osteen"
    },
    {
        "quote": "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck.",
        "author": "Stefano Gabbana"
    },
    {
        "quote": "There is no despair so absolute as that which comes with the first moments of our first great sorrow, when we have not yet known what it is to have suffered and be healed, to have despaired and have recovered hope.",
        "author": "George Eliot"
    },
    {
        "quote": "A great many people think they are thinking when they are merely rearranging their prejudices.",
        "author": "William James"
    },
    {
        "quote": "Near the gates and within two cities there will be scourges the like of which was never seen: famine within plague, people put out by steel, crying to the great immortal God for relief.",
        "author": "Nostradamus"
    },
    {
        "quote": "I never wanted to be famous. I only wanted to be great.",
        "author": "Ray Charles"
    },
    {
        "quote": "Ninety-nine percent of the people in the world are fools and the rest of us are in great danger of contagion.",
        "author": "Thornton Wilder"
    },
    {
        "quote": "Women, by their nature, are not exceptional chess players: they are not great fighters.",
        "author": "Garry Kasparov"
    },
    {
        "quote": "A great business at a fair price is superior to a fair business at a great price.",
        "author": "Charlie Munger"
    },
    {
        "quote": "I'm a great believer that any tool that enhances communication has profound effects in terms of how people can learn from each other, and how they can achieve the kind of freedoms that they're interested in.",
        "author": "Bill Gates"
    },
    {
        "quote": "Every great film should seem new every time you see it.",
        "author": "Roger Ebert"
    },
    {
        "quote": "Social media, unfortunately, just makes it a lot easier to be jealous. It sets up false expectations of reality, so it's really easy to look at someone else's life online and assume that they have everything going great for them and that their life is perfect.",
        "author": "Franchesca Ramsey"
    },
    {
        "quote": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.",
        "author": "Albert Camus"
    },
    {
        "quote": "To the well-organized mind, death is but the next great adventure.",
        "author": "J. K. Rowling"
    },
    {
        "quote": "There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.",
        "author": "Muhammad Ali Jinnah"
    },
    {
        "quote": "For most of us, the great danger is not that we will renounce our faith. It is that we will become so distracted and rushed and preoccupied that we will settle for a mediocre version of it. We will just skim our lives instead of actually living them.",
        "author": "John Ortberg"
    },
    {
        "quote": "It's never too late to be great.",
        "author": "Jordan Burroughs"
    },
    {
        "quote": "Violin playing is a physical art with great traditions behind it.",
        "author": "Vanessa Mae"
    },
    {
        "quote": "Collective action remains the best way of renewing the march towards the great trinity of liberty, equality, and solidarity.",
        "author": "Guy Standing"
    },
    {
        "quote": "Innovation comes out of great human ingenuity and very personal passions.",
        "author": "Megan Smith"
    },
    {
        "quote": "The ancient Greek philosophers were blonde and blue-eyed and, even then, talked about how their race was mixed with others and how this affected their society negatively. When there were no more natural blondes and no more blue eyes in Greece, they incidentally stopped producing great philosophers.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "At forty-five degrees, the sky will burn. Fire to approach the great new city; in an instant, a great scattered flame will leap up, when one will want to get evidence from the Normans.",
        "author": "Nostradamus"
    },
    {
        "quote": "Mistakes are part of the game. It's how well you recover from them, that's the mark of a great player.",
        "author": "Alice Cooper"
    },
    {
        "quote": "My great concern is not whether you have failed, but whether you are content with your failure.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "When you have a quality mattress, great sheets, and a good duvet with the perfect fill, it all works together to give you the perfect sleep.",
        "author": "Jonathan Scott"
    },
    {
        "quote": "We feel very honored to have been offered the responsibility to host this great event, Berlin is a wonderful city that is developing at a tremendous rate, and this decision means that we can now prepare to welcome the world's best athletes to a fascinating place.",
        "author": "Otto Schily"
    },
    {
        "quote": "The essence of all beautiful art, all great art, is gratitude.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "To be Catholic puts a lot of fear in you. It's a great religion, but also one that can limit your experience. You fear experience because everything is a sin.",
        "author": "Donatella Versace"
    },
    {
        "quote": "I was a bellman - a great hotel, five-star hotel in Boston. I made great money. I made cash every day. I had good benefits. We had 401k. All the things you could ask for in a great job, I had. You know what I didn't have? I hated my job.",
        "author": "Dana White"
    },
    {
        "quote": "I've changed my diet a few times. Now I'm trying to eat more protein. I eat little meals throughout the day. I love food, so I still give myself great meals. Also, when I'm busy, it's easy to lose weight.",
        "author": "Michael Keaton"
    },
    {
        "quote": "All great and beautiful work has come of first gazing without shrinking into the darkness.",
        "author": "John Ruskin"
    },
    {
        "quote": "To be conscious that you are ignorant of the facts is a great step to knowledge.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "A great tailor is like a great personal trainer - they tailor that suit to your natural physique.",
        "author": "Jidenna"
    },
    {
        "quote": "Do you have hands? Excellent. That's a good start. Can you hold a pencil? Great. If you have a sketchbook, open it and start by making a line, a mark, wherever. Doodle.",
        "author": "Chris Riddell"
    },
    {
        "quote": "World War II ended the Great Depression with one of the great public-private industrial collaborations in the history of man.",
        "author": "Jon Meacham"
    },
    {
        "quote": "Great journalism will always attract readers. The words, pictures and graphics that are the stuff of journalism have to be brilliantly packaged; they must feed the mind and move the heart.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "The first test of a truly great man is his humility. By humility I don't mean doubt of his powers or hesitation in speaking his opinion, but merely an understanding of the relationship of what he can say and what he can do.",
        "author": "John Ruskin"
    },
    {
        "quote": "The great advantage about telling the truth is that nobody ever believes it.",
        "author": "Dorothy L. Sayers"
    },
    {
        "quote": "The hero is one who kindles a great light in the world, who sets up blazing torches in the dark streets of life for men to see by.",
        "author": "Felix Adler"
    },
    {
        "quote": "I'm not a big fan of religion for that reason. But I am a true believer in God, and I have great faith, and I think that a spiritual connection with something is a really important part of our experience. That doesn't necessarily have anything to do with the church.",
        "author": "Shaun Cassidy"
    },
    {
        "quote": "I feel like life is really short, and it's important to enjoy yourself and embrace whatever comes your way, whether it's a challenging day or a great day, just welcome it with open arms. No matter who you are, you can't escape challenges; they are part of life.",
        "author": "Miranda Kerr"
    },
    {
        "quote": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!",
        "author": "Anne Frank"
    },
    {
        "quote": "Great leaders have a heart for people. They take time for people. They view people as the bottom line, not as a tool to get to the bottom line.",
        "author": "Pat Williams"
    },
    {
        "quote": "By nature, I'm a very positive person, and because I'm happy in myself, and in my life, and I've got a great husband, and beautiful children, and I have a job that I love that calls for a certain amount of emotional expression, I get to realise a lot of my dreams and aspirations.",
        "author": "Kate Winslet"
    },
    {
        "quote": "The great thing about cake is it doesn't feel like work. You forget about work. Kids, adults, they all get the same look in their eye when they're decorating cakes... That's the magic right there.",
        "author": "Duff Goldman"
    },
    {
        "quote": "Above all things let us never forget that mankind constitutes one great brotherhood; all born to encounter suffering and sorrow, and therefore bound to sympathize with each other.",
        "author": "Albert Pike"
    },
    {
        "quote": "I am not a great cook, I am not a great artist, but I love art, and I love food, so I am the perfect traveller.",
        "author": "Michael Palin"
    },
    {
        "quote": "A great man's greatest good luck is to die at the right time.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "I do not think you can name many great inventions that have been made by married men.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "I look back on my career and my time as commissioner with great fondness.",
        "author": "Mick Foley"
    },
    {
        "quote": "Give a little love to a child, and you get a great deal back.",
        "author": "John Ruskin"
    },
    {
        "quote": "The point is that when I see a sunset or a waterfall or something, for a split second it's so great, because for a little bit I'm out of my brain, and it's got nothing to do with me. I'm not trying to figure it out, you know what I mean? And I wonder if I can somehow find a way to maintain that mind stillness.",
        "author": "Chris Evans"
    },
    {
        "quote": "Children are our second chance to have a great parent-child relationship.",
        "author": "Laura Schlessinger"
    },
    {
        "quote": "Every great achievement is but a small peak in the mountain range of contributions.",
        "author": "Dale T. Mortensen"
    },
    {
        "quote": "The great solution to all human problems is individual inner transformation.",
        "author": "Vernon Howard"
    },
    {
        "quote": "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic.",
        "author": "Bryan Batt"
    },
    {
        "quote": "There are two great rules of life: never tell everything at once.",
        "author": "Ken Venturi"
    },
    {
        "quote": "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "You cannot live to please everyone else. You have to edify, educate and fulfill your own dreams and destiny, and hope that whatever your art is that you're putting out there, if it's received, great, I respect you for receiving it. If it's not received, great, I respect you for not.",
        "author": "Octavia Spencer"
    },
    {
        "quote": "A great day in New York would be to wake up, get a cup of coffee and head up to Central Park for a nice walk. Then I'd go down to the East Village and stroll around. After that, maybe I'd go check out a museum or catch an indie film at the Angelika.",
        "author": "Emmanuelle Chriqui"
    },
    {
        "quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
        "author": "Mary Wollstonecraft"
    },
    {
        "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.",
        "author": "Johnny Ball"
    },
    {
        "quote": "I like cats a lot. I've always liked cats. They're great company. When they eat, they always leave a little bit at the bottom of the bowl. A dog will polish the bowl, but a cat always leaves a little bit. It's like an offering.",
        "author": "Christopher Walken"
    },
    {
        "quote": "Ah, great it is to believe the dream as we stand in youth by the starry stream; but a greater thing is to fight life through and say at the end, the dream is true!",
        "author": "Edwin Markham"
    },
    {
        "quote": "Canada is like a loft apartment over a really great party.",
        "author": "Robin Williams"
    },
    {
        "quote": "Great dreams of great dreamers are always transcended.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "If you have great talents, industry will improve them; if you have but moderate abilities, industry will supply their deficiency.",
        "author": "Joshua Reynolds"
    },
    {
        "quote": "Being the captain is a great privilege and a responsibility to lead a great group with different cultures.",
        "author": "Sergio Ramos"
    },
    {
        "quote": "To accomplish great things we must first dream, then visualize, then plan... believe... act!",
        "author": "Alfred A. Montapert"
    },
    {
        "quote": "As usual, there is a great woman behind every idiot.",
        "author": "John Lennon"
    },
    {
        "quote": "My job as a leader is to make sure everybody in the company has great opportunities, and that they feel they're having a meaningful impact and are contributing to the good of society. As a world, we're doing a better job of that. My goal is for Google to lead, not follow that.",
        "author": "Larry Page"
    },
    {
        "quote": "The bravest sight in the world is to see a great man struggling against adversity.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "To know how to hide one's ability is great skill.",
        "author": "Francois de La Rochefoucauld"
    },
    {
        "quote": "A great man is always willing to be little.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Whatever you do, take pride in it and be great at it.",
        "author": "Dolph Ziggler"
    },
    {
        "quote": "Embrace a diversity of ideas. Embrace the fact that you can disagree with people and not be disagreeable. Embrace the fact that you can find common ground - if you disagree on nine out of 10 things, but can find common ground on that 10th, maybe you can make progress. If you can find common ground, you can accomplish great things.",
        "author": "David Boies"
    },
    {
        "quote": "I'm not perfect. I'm never going to be. And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve.",
        "author": "Tim Tebow"
    },
    {
        "quote": "The sofa is a really important investment for anybody, and I don't mean financially. You need to find a really great sofa that can transition with you, and you can build from there.",
        "author": "Jeremiah Brent"
    },
    {
        "quote": "Music is great; it all depends on what mood you're in, what you want to listen to. If it's party time, you listen to, you know, party music, if you want to dance with somebody. But then again, if it's a slow dance, you need something slow.",
        "author": "Tom Jones"
    },
    {
        "quote": "Childhood vaccines are one of the great triumphs of modern medicine. Indeed, parents whose children are vaccinated no longer have to worry about their child's death or disability from whooping cough, polio, diphtheria, hepatitis, or a host of other infections.",
        "author": "Ezekiel Emanuel"
    },
    {
        "quote": "Great men are rare, poets are rarer, but the great man who is a poet, transfiguring his greatness, is the rarest of all events.",
        "author": "John Drinkwater"
    },
    {
        "quote": "Pop changes week to week, month to month. But great music is like literature.",
        "author": "Ravi Shankar"
    },
    {
        "quote": "Everybody wants to be good, but not many are prepared to make the sacrifices it takes to be great. To many people, being nice in order to be liked is more important. There's equal merit in that, but you must not confuse being good with being liked.",
        "author": "Paul Arden"
    },
    {
        "quote": "Pursue one great decisive aim with force and determination.",
        "author": "Carl von Clausewitz"
    },
    {
        "quote": "You say that you are my judge; I do not know if you are; but take good heed not to judge me ill, because you would put yourself in great peril.",
        "author": "Joan of Arc"
    },
    {
        "quote": "Nature's great masterpiece, an elephant; the only harmless great thing.",
        "author": "John Donne"
    },
    {
        "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "I really like Nicki Minaj. I think she's great.",
        "author": "Robert Pattinson"
    },
    {
        "quote": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour.",
        "author": "Tina Knowles"
    },
    {
        "quote": "Justice, sir, is the great interest of man on earth. It is the ligament which holds civilized beings and civilized nations together.",
        "author": "Daniel Webster"
    },
    {
        "quote": "Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "As far as Saddam Hussein being a great military strategist, he is neither a strategist, nor is he schooled in the operational arts, nor is he a tactician, nor is he a general, nor is he a soldier. Other than that, he's a great military man, I want you to know that.",
        "author": "Norman Schwarzkopf"
    },
    {
        "quote": "Every gift which is given, even though it be small, is in reality great, if it is given with affection.",
        "author": "Pindar"
    },
    {
        "quote": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness.",
        "author": "Muhammad Yunus"
    },
    {
        "quote": "I woke up and realized life is great and people are awesome and life is worth living.",
        "author": "Hulk Hogan"
    },
    {
        "quote": "That's the great thing about filmmaking: Things happen you don't know are going to happen at the end.",
        "author": "Thelma Schoonmaker"
    },
    {
        "quote": "A little flattery will support a man through great fatigue.",
        "author": "James Monroe"
    },
    {
        "quote": "Entrepreneurs are great at dealing with uncertainty and also very good at minimizing risk. That's the classic great entrepreneur.",
        "author": "Mohnish Pabrai"
    },
    {
        "quote": "Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days.",
        "author": "Katrina Lake"
    },
    {
        "quote": "Man as an individual is a genius. But men in the mass form the headless monster, a great, brutish idiot that goes where prodded.",
        "author": "Charlie Chaplin"
    },
    {
        "quote": "Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.",
        "author": "Bill Gates"
    },
    {
        "quote": "I think happiness is a choice. If you feel yourself being happy and can settle in to the life choices you make, then it's great. It's really, really great. I swear to God, happiness is the best makeup.",
        "author": "Drew Barrymore"
    },
    {
        "quote": "The world is the great gymnasium where we come to make ourselves strong.",
        "author": "Swami Vivekananda"
    },
    {
        "quote": "Great minds have purposes; others have wishes.",
        "author": "Washington Irving"
    },
    {
        "quote": "I think one of the great problems we have in the Republican Party is that we don't encourage you to be nasty. We encourage you to be neat, obedient, loyal and faithful and all those Boy Scout words, which would be great around a campfire but are lousy in politics.",
        "author": "Newt Gingrich"
    },
    {
        "quote": "Every man of action has a strong dose of egoism, pride, hardness, and cunning. But all those things will be regarded as high qualities if he can make them the means to achieve great ends.",
        "author": "Giorgos Seferis"
    },
    {
        "quote": "I do my work and do the best I can. I'm quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, 'That's my dad!'",
        "author": "Eamonn Walker"
    },
    {
        "quote": "Black is a great colour when it comes to being safe and classy. It looks great on any body type and can be paired with anything. So when in doubt, go for black.",
        "author": "Karishma Tanna"
    },
    {
        "quote": "People say, 'Dream big!' - but you have to think about the logistics. It's not just coming up with a great idea; it's how you can sell or market or promote that great idea.",
        "author": "Marley Dias"
    },
    {
        "quote": "As Faulkner says, all of us have the capacity in us for great good and for great evil, for love but also for hate. I wanted to write those kinds of complex character in a fantasy, and not just have all the good people get together to fight the bad guy.",
        "author": "George R. R. Martin"
    },
    {
        "quote": "My life is about ups and downs, great joys and great losses.",
        "author": "Isabel Allende"
    },
    {
        "quote": "I love having a croissant and a great cup of coffee. Just one cup.",
        "author": "Marcus Samuelsson"
    },
    {
        "quote": "Prosperity tries the fortunate, adversity the great.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "The happiness of most people is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things.",
        "author": "Ernest Dimnet"
    },
    {
        "quote": "I just feel like I'm the luckiest person in the world being able to do what I love and be able to do it all day every day if I like, you know, I mean it's great, I love it.",
        "author": "Faith Ringgold"
    },
    {
        "quote": "Wealth consists not in having great possessions, but in having few wants.",
        "author": "Epictetus"
    },
    {
        "quote": "Every day I wake up and I lay in bed counting my blessings and saying my prayers for how fortunate I am to have great fans and health and family.",
        "author": "Luke Bryan"
    },
    {
        "quote": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "In reading the lives of great men, I found that the first victory they won was over themselves... self-discipline with all of them came first.",
        "author": "Harry S Truman"
    },
    {
        "quote": "Our great national drama was a westward expansion that conquered a native population rather than coexisting with it.",
        "author": "Ross Douthat"
    },
    {
        "quote": "Cash - in savings accounts, short-term CDs or money market deposits - is great for an emergency fund. But to fulfill a long-term investment goal like funding your retirement, consider buying stocks. The more distant your financial target, the longer inflation will gnaw at the purchasing power of your money.",
        "author": "Suze Orman"
    },
    {
        "quote": "No great man lives in vain. The history of the world is but the biography of great men.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "I've heard the stories. Like, Eric Clapton said he wanted to burn his guitar when he heard Jimi Hendrix play. I never understood that because, when I went and saw a great drummer or heard one, all I wanted to do was practice.",
        "author": "Neil Peart"
    },
    {
        "quote": "Sport is a great equalizer that can build bridges, transcend borders and cultures, and render even the fiercest conflicts temporarily irrelevant.",
        "author": "Richard Attias"
    },
    {
        "quote": "When it's good it's great, it's really great.",
        "author": "Jennifer Connelly"
    },
    {
        "quote": "Tennis is a mental game. Everyone is fit, everyone hits great forehands and backhands.",
        "author": "Novak Djokovic"
    },
    {
        "quote": "What great thing would you attempt if you knew you could not fail?",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "A great wind is blowing, and that gives you either imagination or a headache.",
        "author": "Catherine the Great"
    },
    {
        "quote": "Nothing great will ever be achieved without great men, and men are great only if they are determined to be so.",
        "author": "Charles de Gaulle"
    },
    {
        "quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people.",
        "author": "Leo Burnett"
    },
    {
        "quote": "We hire military veterans because they make great employees. They bring proven technical and leadership skills. They understand teamwork, and they're adaptable. Bottom line, hiring veterans is good for business.",
        "author": "Randall L. Stephenson"
    },
    {
        "quote": "Every great political campaign rewrites the rules; devising a new way to win is what gives campaigns a comparative advantage against their foes.",
        "author": "John Podhoretz"
    },
    {
        "quote": "High school is what kind of grows you into the person you are. I have great memories, good and bad, some learning experiences and some that I'll take with me the rest of my life.",
        "author": "Giancarlo Stanton"
    },
    {
        "quote": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "A great man is a torch in the darkness, a beacon in superstition's night, an inspiration and a prophecy.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "Another thing I like to do is sit back and take in nature. To look at the birds, listen to their singing, go hiking, camping and jogging and running, walking along the beach, playing games and sometimes being alone with the great outdoors. It's very special to me.",
        "author": "Larry Wilcox"
    },
    {
        "quote": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.",
        "author": "Georg Fabricius"
    },
    {
        "quote": "Americans are the great Satan, the wounded snake.",
        "author": "Ruhollah Khomeini"
    },
    {
        "quote": "I'm not a hunter, but I've been around guns all my life. I'm a great shot.",
        "author": "Sam Elliott"
    },
    {
        "quote": "Great is the victory, but the friendship of all is greater.",
        "author": "Emil Zatopek"
    },
    {
        "quote": "It's great to be here. It's great to be anywhere.",
        "author": "Keith Richards"
    },
    {
        "quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.",
        "author": "Anil Kapoor"
    },
    {
        "quote": "Prosperity is a great teacher; adversity a greater.",
        "author": "William Hazlitt"
    },
    {
        "quote": "Self-confidence is the first requisite to great undertakings.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "The great fights with your strongest rivals are always the biggest motivation. When you win easily it's not the same taste.",
        "author": "Valentino Rossi"
    },
    {
        "quote": "I believe in giving more than 100% on the field, and I don't really worry about the result if there's great commitment on the field. That's victory for me.",
        "author": "MS Dhoni"
    },
    {
        "quote": "Fake eyelashes are a great way to step up your look to the next level.",
        "author": "Jeffree Star"
    },
    {
        "quote": "There are many of us that are willing to do great things for the Lord, but few of us are willing to do little things.",
        "author": "Dwight L. Moody"
    },
    {
        "quote": "Study what you love, and you'll never have to work a day in your life. It'll be one great adventure.",
        "author": "David Gerrold"
    },
    {
        "quote": "I am a great admirer of mystery and magic. Look at this life - all mystery and magic.",
        "author": "Harry Houdini"
    },
    {
        "quote": "Great things are not done by impulse, but by a series of small things brought together.",
        "author": "George Eliot"
    },
    {
        "quote": "Do not say a little in many words but a great deal in a few.",
        "author": "Pythagoras"
    },
    {
        "quote": "People are going to copy your product if you build great stuff. Just because Yahoo has a search box doesn't make it Google.",
        "author": "Evan Spiegel"
    },
    {
        "quote": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "Myself when young did eagerly frequent doctor and saint, and heard great argument about it and about: but evermore came out by the same door as in I went.",
        "author": "Omar Khayyam"
    },
    {
        "quote": "In my life, I have dreamt of seeing the great herds of wild animals, jungles and rainforests full of birds and butterflies, but now I wonder if they will even exist for my children to see.",
        "author": "Severn Cullis-Suzuki"
    },
    {
        "quote": "Great hopes make great men.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "I'm never satisfied with my performance. I want to keep pushing myself. The great thing about being an actor is you're always learning. That's what excites me about the job and what continues to drive me.",
        "author": "Drew Fuller"
    },
    {
        "quote": "People who know little are usually great talkers, while men who know much say little.",
        "author": "Jean-Jacques Rousseau"
    },
    {
        "quote": "Anybody can be a great photographer if they zoom in enough on what they love.",
        "author": "David Bailey"
    },
    {
        "quote": "I'm someone who likes to try new things and take on new challenges. I love making movies, but TV is also great. I really enjoy doing both.",
        "author": "Kelsey Grammer"
    },
    {
        "quote": "You show me anybody that's great in anything they do, I'll show you somebody that's persevered, demonstrated that mental toughness to overcome some obstacles and adversity.",
        "author": "Sean McVay"
    },
    {
        "quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Art begins with resistance - at the point where resistance is overcome. No human masterpiece has ever been created without great labor.",
        "author": "Andre Gide"
    },
    {
        "quote": "Character is higher than intellect. A great soul will be strong to live as well as think.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Zumba is a great dance-cardio option that's an immersive experience for participants and is not only effective but allows you to express yourself while getting in shape.",
        "author": "Jason Derulo"
    },
    {
        "quote": "Society is composed of two great classes those who have more dinners than appetite, and those who have more appetite than dinners.",
        "author": "Nicolas Chamfort"
    },
    {
        "quote": "What's great about this country is that America started the tradition where the richest consumers buy essentially the same things as the poorest. You can be watching TV and see Coca-Cola, and you can know that the President drinks Coke. Liz Taylor drinks Coke, and just think, you can drink Coke, too.",
        "author": "Andy Warhol"
    },
    {
        "quote": "It feels great to be home, great to be back as a part of the community.",
        "author": "Brian Jordan"
    },
    {
        "quote": "You can never go wrong when you have a great team to work with.",
        "author": "Kubra Sait"
    },
    {
        "quote": "If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on.",
        "author": "Steve Jobs"
    },
    {
        "quote": "The great thing about rock and roll is that someone like me can be a star.",
        "author": "Elton John"
    },
    {
        "quote": "I have a great family, I live an amazing life.",
        "author": "John Oates"
    },
    {
        "quote": "The past is a great place and I don't want to erase it or to regret it, but I don't want to be its prisoner either.",
        "author": "Mick Jagger"
    },
    {
        "quote": "He's the most incredible man. He's so generous and kind, and he helps so many people, and, um, he makes me laugh like I've never laughed, and he's a great friend.",
        "author": "Katie Holmes"
    },
    {
        "quote": "Some are born great, some achieve greatness, and some hire public relations officers.",
        "author": "Daniel J. Boorstin"
    },
    {
        "quote": "Sometimes you just vibe with people. Some people have great energy, and you click with them, and you just wanna have a good time.",
        "author": "Rotimi"
    },
    {
        "quote": "The difference between something good and something great is attention to detail.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "A man must live like a great brilliant flame and burn as brightly as he can. In the end he burns out. But this is far better than a mean little flame.",
        "author": "Boris Yeltsin"
    },
    {
        "quote": "God gave me a great body and it's my duty to take care of my physical temple.",
        "author": "Jean-Claude Van Damme"
    },
    {
        "quote": "Great moments are born from great oppurtunities.",
        "author": "Herb Brooks"
    },
    {
        "quote": "The change I want to see is a start-up environment where everyone, regardless of gender and background, feels welcome and safe; where sexual harassment or discrimination will not impede great talent from producing great impact.",
        "author": "Christine Tsai"
    },
    {
        "quote": "The gift that has been given to me says much about our capacity for great compassion and generosity, and I hope it sends an inspiring message to others about the importance of organ donation.",
        "author": "Steven Cojocaru"
    },
    {
        "quote": "Always keep your mind as bright and clear as the vast sky, the great ocean, and the highest peak, empty of all thoughts. Always keep your body filled with light and heat. Fill yourself with the power of wisdom and enlightenment.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "A weak mind is like a microscope, which magnifies trifling things, but cannot receive great ones.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "I am grateful to be a woman. I must have done something great in another life.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I would want my legacy to be that I was a great son, father and friend.",
        "author": "Dante Hall"
    },
    {
        "quote": "Government is the great fiction, through which everybody endeavors to live at the expense of everybody else.",
        "author": "Frederic Bastiat"
    },
    {
        "quote": "Great men of action... never mind on occasion being ridiculous; in a sense it is part of their job, and at times they all are.",
        "author": "Oswald Mosley"
    },
    {
        "quote": "So she went into the garden to cut a cabbage-leaf, to make an apple-pie; and at the same time a great she-bear, coming up the street, pops its head into the shop. 'What! no soap?' So he died, and she very imprudently married the barber.",
        "author": "Samuel Foote"
    },
    {
        "quote": "I may climb perhaps to no great heights, but I will climb alone.",
        "author": "Cyrano de Bergerac"
    },
    {
        "quote": "Our political leaders have great responsibilities, but as with many situations in life, people often rise or fall to meet your expectations. Our responsibility as citizens is to expect our leaders to lead and to give them enough support so that they may do so.",
        "author": "Paul Polman"
    },
    {
        "quote": "I'm really, really enjoying myself, I seem to have a lot of purpose in my life. I'm enjoying what I'm doing, you know, and people are liking it. So, it's great, you know.",
        "author": "Robbie Williams"
    },
    {
        "quote": "Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle; the win comes from basic blocking and tackling.",
        "author": "Naveen Jain"
    },
    {
        "quote": "When more Americans prefer freebies to freedom, these great United States will become a fertile ground for tyranny.",
        "author": "Allen West"
    },
    {
        "quote": "The great earthquake shall be in the month of May; Saturn, Capricorn, Jupiter, Mercury in Taurus; Venus, also Cancer, Mars in zero.",
        "author": "Nostradamus"
    },
    {
        "quote": "I've gotten to travel all over the world and meet all kinds of people and do all kinds of great things, so it's, like, surreal. It just lets you know how time flies, especially when you're having fun. It seems like time keeps going by faster as I get older.",
        "author": "Mekhi Phifer"
    },
    {
        "quote": "I think that's the great thing about interiors is that they can be treated like a great wardrobe. Choose a sofa and chairs that are staples in clean shapes that will keep for the next couple of years or decade. Then an easy way to bump up your entire room or your interiors is accessories.",
        "author": "Jeremiah Brent"
    },
    {
        "quote": "When you go to war as a boy, you have a great illusion of immortality. Other people get killed, not you... Then, when you are badly wounded the first time, you lose that illusion, and you know it can happen to you.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "The great hope of society is in individual character.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "I'm done losing weight, I feel great, and I love looking like a woman. I love being curvy and having boobs and hips. It's hot. I don't ever want to be size zero.",
        "author": "Sara Rue"
    },
    {
        "quote": "Any great warrior is also a scholar, and a poet, and an artist.",
        "author": "Steven Seagal"
    },
    {
        "quote": "I must be a mermaid, Rango. I have no fear of depths and a great fear of shallow living.",
        "author": "Anais Nin"
    },
    {
        "quote": "I love to laugh, and laughter is one of my favorite things. When you have a really good laugh, you feel great afterwards.",
        "author": "Bill Engvall"
    },
    {
        "quote": "You have to come to your closed doors before you get to your open doors... What if you knew you had to go through 32 closed doors before you got to your open door? Well, then you'd come to closed door number eight and you'd think, 'Great, I got another one out of the way'... Keep moving forward.",
        "author": "Joel Osteen"
    },
    {
        "quote": "If we can understand that death is not the end but is really a transition into the next life, the great part of life, that frees us up into receiving God's courage and his help.",
        "author": "Max Lucado"
    },
    {
        "quote": "I'm never bored, never ever bored. If I've got a day off I'll sit in a cafe and watch and observe. I'm a great observer.",
        "author": "David Suchet"
    },
    {
        "quote": "Her angel's face, As the great eye of heaven shined bright, And made a sunshine in the shady place.",
        "author": "Edmund Spenser"
    },
    {
        "quote": "I am a firm believer in education and have worked very hard to tell young Latinos that they must go to college and that, if possible, they should pursue an advanced degree. I am convinced that education is the great equalizer.",
        "author": "Jimmy Smits"
    },
    {
        "quote": "Great ambition is the passion of a great character. Those endowed with it may perform very good or very bad acts. All depends on the principles which direct them.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "I've had great success being a total idiot.",
        "author": "Jerry Lewis"
    },
    {
        "quote": "Great deeds are usually wrought at great risks.",
        "author": "Herodotus"
    },
    {
        "quote": "My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I lost seventy pounds eating nothing but Jello for 4 months. But of course there is great variety in the colors! I think, if I remember correctly, it's 230 calories for a whole bowl. Maybe 270? In the 5th month, I added fruit.",
        "author": "John Malkovich"
    },
    {
        "quote": "God Almighty has set before me two great objects: the suppression of the slave trade and the reformation of manners.",
        "author": "William Wilberforce"
    },
    {
        "quote": "You need great passion, because everything you do with great pleasure, you do well.",
        "author": "Juan Manuel Fangio"
    },
    {
        "quote": "There is a lot of suffering and injustice in the world, and there is also a great deal of hope. When you step forward and start speaking about what you see and what you want to change, you can begin living in that hope instead of despair.",
        "author": "Sonita Alizadeh"
    },
    {
        "quote": "Meditation is a great way to keep my body well-centered while juggling shooting schedules and recording sessions.",
        "author": "Ariana Grande"
    },
    {
        "quote": "Love and hate have a magical transforming power. They are the great soul changers. We grow through their exercise into the likeness of what we contemplate.",
        "author": "George William Russell"
    },
    {
        "quote": "Sad will be the day for any man when he becomes contented with the thoughts he is thinking and the deeds he is doing - where there is not forever beating at the doors of his soul some great desire to do something larger; which he knows he was meant and made to do.",
        "author": "Phillips Brooks"
    },
    {
        "quote": "Without an open-minded mind, you can never be a great success.",
        "author": "Martha Stewart"
    },
    {
        "quote": "It is a melancholy truth that even great men have their poor relations.",
        "author": "Charles Dickens"
    },
    {
        "quote": "Great art is the outward expression of an inner life in the artist, and this inner life will result in his personal vision of the world.",
        "author": "Edward Hopper"
    },
    {
        "quote": "Sausage is a great deal like life. You get out of it about what you put into it.",
        "author": "Jimmy Dean"
    },
    {
        "quote": "Eating is one of the great pleasures of life.",
        "author": "Adam Mansbach"
    },
    {
        "quote": "A visit to Marrakesh was a great shock to me. This city taught me color.",
        "author": "Yves Saint Laurent"
    },
    {
        "quote": "We used to think that if we knew one, we knew two, because one and one are two. We are finding that we must learn a great deal more about 'and'.",
        "author": "Arthur Eddington"
    },
    {
        "quote": "All men who have achieved great things have been great dreamers.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "For precocity some great price is always demanded sooner or later in life.",
        "author": "Margaret Fuller"
    },
    {
        "quote": "The ingredients of health and long life, are great temperance, open air, easy labor, and little care.",
        "author": "Philip Sidney"
    },
    {
        "quote": "In my estimation, there should always be a mixture of economic liberalism - which means small government, a great emphasis on markets - but also a certain degree of social conservatism, not to favor change unless that change is beneficial. So I describe myself as an economic liberal and a social conservative.",
        "author": "John Howard"
    },
    {
        "quote": "I am concerned for the security of our great Nation; not so much because of any threat from without, but because of the insidious forces working from within.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "All the great legends are Templates for human behavior. I would define a myth as a story that has survived.",
        "author": "John Boorman"
    },
    {
        "quote": "I am so blessed. I have an incredible wife, children I adore; I'm a very happy man. I've got a great mom and dad and brothers and sisters and stuff, so I've always been happy. And I never stop smiling.",
        "author": "Michael Kelly"
    },
    {
        "quote": "There is no recipe to be a great teacher, that's what is unique about them.",
        "author": "Robert Sternberg"
    },
    {
        "quote": "Forgive, O Lord, my little jokes on Thee, and I'll forgive Thy great big joke on me.",
        "author": "Robert Frost"
    },
    {
        "quote": "Great companies start because the founders want to change the world... not make a fast buck.",
        "author": "Guy Kawasaki"
    },
    {
        "quote": "Failure to accord credit to anyone for what he may have done is a great weakness in any man.",
        "author": "William Howard Taft"
    },
    {
        "quote": "Love is a great beautifier.",
        "author": "Louisa May Alcott"
    },
    {
        "quote": "If you listen to your fears, you will die never knowing what a great person you might have been.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "It is of great importance to our country generally, and especially to our navigating and whaling interests, that the Pacific Coast and, indeed, the whole of our territory west of the Rocky Mountains, should speedily be filled up by a hardy and patriotic population.",
        "author": "James K. Polk"
    },
    {
        "quote": "If fear is the great enemy of intimacy, love is its true friend.",
        "author": "Henri Nouwen"
    },
    {
        "quote": "I believe that in a great city, or even in a small city or a village, a great theater is the outward and visible sign of an inward and probable culture.",
        "author": "Laurence Olivier"
    },
    {
        "quote": "I don't believe in perfection. I don't think there is such a thing. But the energy of wanting things to be great is a perfectionist energy.",
        "author": "Reese Witherspoon"
    },
    {
        "quote": "Donald Trump is a great friend, and he has four or five Picassos on his plane. And that's where I would look at them.",
        "author": "Shaquille O'Neal"
    },
    {
        "quote": "Great love affairs start with Champagne and end with tisane.",
        "author": "Honore de Balzac"
    },
    {
        "quote": "All architecture is shelter, all great architecture is the design of space that contains, cuddles, exalts, or stimulates the persons in that space.",
        "author": "Philip Johnson"
    },
    {
        "quote": "Through our great good fortune, in our youth our hearts were touched with fire. It was given to us to learn at the outset that life is a profound and passionate thing.",
        "author": "Oliver Wendell Holmes, Jr."
    },
    {
        "quote": "A little thought and a little kindness are often worth more than a great deal of money.",
        "author": "John Ruskin"
    },
    {
        "quote": "Globalization can be a great opportunity.",
        "author": "Emmanuel Macron"
    },
    {
        "quote": "In terms of fashion, I love adding a fun scarf to whatever I'm wearing - it's a great way to dress up a plain outfit!",
        "author": "Bridgit Mendler"
    },
    {
        "quote": "The sea, the great unifier, is man's only hope. Now, as never before, the old phrase has a literal meaning: we are all in the same boat.",
        "author": "Jacques Yves Cousteau"
    },
    {
        "quote": "I have great faith in fools; self-confidence my friends call it.",
        "author": "Edgar Allan Poe"
    },
    {
        "quote": "Efficiency is a great secret that can drop us right into our ideal life path, but it is a hard one to practice and something that takes constant maintenance and work.",
        "author": "Tara Stiles"
    },
    {
        "quote": "The two great risks are risking too much but also risking too little. That's for each person to decide. For me, not risking anything is worse than death. By far.",
        "author": "Jimmy Chin"
    },
    {
        "quote": "Gardeners are good at nurturing, and they have a great quality of patience, they're tender. They have to be persistent.",
        "author": "Ralph Fiennes"
    },
    {
        "quote": "Every day is a great day for hockey.",
        "author": "Mario Lemieux"
    },
    {
        "quote": "Unemployment is a great tragedy. The man who goes about hopelessly seeking work in order to earn bread for his children is a living reproach to civilization.",
        "author": "Carlos Saavedra Lamas"
    },
    {
        "quote": "All great truths begin as blasphemies.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Do not look down upon any Muslim, for even the most inferior believer is great in the eyes of God.",
        "author": "Abu Bakr"
    },
    {
        "quote": "If you look at 'The Have and the Have Nots,' I didn't want to write a show where everyone is great and wonderful and perfect. I wanted to write it so that you're not really sure who the haves are. You look at Hanna, and you see that she doesn't have much, but she has great faith.",
        "author": "Tyler Perry"
    },
    {
        "quote": "I do like my breasts. They're great, so much fun. You can do what you like with them.",
        "author": "Denise Van Outen"
    },
    {
        "quote": "I love photography. My boyfriend's got a great camera, which I bought for his birthday.",
        "author": "Sarah Sutton"
    },
    {
        "quote": "You can't fake this music. You might be a great singer or a great musician but, in the need, that's got nothing to do with it. It's how you connect to the songs and to the history behind them.",
        "author": "Etta James"
    },
    {
        "quote": "Anywhere the struggle is great, the level of ingenuity and inventiveness is high.",
        "author": "Eleni Zaude Gabre-Madhin"
    },
    {
        "quote": "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.",
        "author": "Charles Darwin"
    },
    {
        "quote": "Attachment is the great fabricator of illusions; reality can be attained only by someone who is detached.",
        "author": "Simone Weil"
    },
    {
        "quote": "You've gotta believe in yourself, and you just have to work harder at it than you've ever worked at anything before in your life. And if you keep doing that and keep believing in yourself, great things do happen.",
        "author": "Kate McKinnon"
    },
    {
        "quote": "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.",
        "author": "Benito Mussolini"
    },
    {
        "quote": "Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "All who have accomplished great things have had a great aim, have fixed their gaze on a goal which was high, one which sometimes seemed impossible.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "My father never was and isn't a mean man. You know, he never was ruthless. And he succeeded in life without sticking it to anybody. And that's a great example for a man, a strong man, a man's man, to give to his children. You can succeed, you can be successful, without walking over somebody.",
        "author": "Maria Shriver"
    },
    {
        "quote": "You need lofty goals. Then cement it with a great work ethic.",
        "author": "Jerry West"
    },
    {
        "quote": "Forensic science offers great potential, as it draws on almost every discipline and, in doing so, creates widespread opportunity for innovation.",
        "author": "Mark Walport"
    },
    {
        "quote": "You know, be able to do something great in your life, you're gonna have to realize your failures. You're gonna have to embrace them and figure out how to overcome it.",
        "author": "Dave Chappelle"
    },
    {
        "quote": "Lesser artists borrow, great artists steal.",
        "author": "Igor Stravinsky"
    },
    {
        "quote": "You will become as small as your controlling desire; as great as you dominant aspiration.",
        "author": "James Allen"
    },
    {
        "quote": "Behind every great man there is a suprised woman.",
        "author": "Maryon Pearson"
    },
    {
        "quote": "Math is the great equalizer. If you can do the numbers, the boys have to respect you.",
        "author": "Audrey MacLean"
    },
    {
        "quote": "Art is a habit-forming drug. Art has absolutely no existence as veracity, as truth. People always speak of it with this great, religious reverence, but why should it be so revered?",
        "author": "Marcel Duchamp"
    },
    {
        "quote": "I think if there's a great depression there might be some hope.",
        "author": "Lawrence Ferlinghetti"
    },
    {
        "quote": "The great marriages are partnerships. It can't be a great marriage without being a partnership.",
        "author": "Helen Mirren"
    },
    {
        "quote": "But this is the great danger America faces. That we will cease to be one nation and become instead a collection of interest groups: city against suburb, region against region, individual against individual. Each seeking to satisfy private wants.",
        "author": "Barbara Jordan"
    },
    {
        "quote": "We are all faced with a series of great opportunities - brilliantly disguised as insoluble problems.",
        "author": "John W. Gardner"
    },
    {
        "quote": "I just wanna learn and I wanna grow. I wanna consume as much information as possible. I wanna be great.",
        "author": "Kid Cudi"
    },
    {
        "quote": "The aim, if reached or not, makes great the life: Try to be Shakespeare, leave the rest to fate!",
        "author": "Robert Browning"
    },
    {
        "quote": "Being a great baker and pastry chef requires the upmost open mind. I try every dessert that comes my way!",
        "author": "Christina Tosi"
    },
    {
        "quote": "Success doesn't happen quickly. It happens from doing the same thing over and over, becoming great at it, and delivering great value to consumers.",
        "author": "Kevin Plank"
    },
    {
        "quote": "It was some great times and some great moments… I'm proud to be a WWE alumni. If it wasn't for my time there, there's no way I'd be excelling at Fox and acting.",
        "author": "Tyrus"
    },
    {
        "quote": "I've always been unhappy with my teeth. I've lost most of them from my bottom jaw, and those in the upper jaw have been screwed in or capped. As a result, I've got great hollows under my cheeks, and my bone structure seems accentuated.",
        "author": "Kate O'Mara"
    },
    {
        "quote": "My greatest point is my persistence. I never give up in a match. However down I am, I fight until the last ball. My list of matches shows that I have turned a great many so-called irretrievable defeats into victories.",
        "author": "Bjorn Borg"
    },
    {
        "quote": "The first and great commandment is, don't let them scare you.",
        "author": "Elmer Davis"
    },
    {
        "quote": "I have gone to great lengths, and in some cases beyond what is required by the reporting guidelines to ensure all of my filings are beyond reproach, by hiring an independent third-party accounting firm to review and audit all of my previous annual financial disclosures.",
        "author": "Bob Corker"
    },
    {
        "quote": "My only fault is that I don't realize how great I really am.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "We are all racing towards death. No matter how many great, intellectual conclusions we draw during our lives, we know they're all only man-made, like God. I begin to wonder where it all leads. What can you do, except do what you can do as best you know how.",
        "author": "John Hurt"
    },
    {
        "quote": "They missed a great opportunity to shut up.",
        "author": "Jacques Chirac"
    },
    {
        "quote": "God will not permit any troubles to come upon us, unless He has a specific plan by which great blessing can come out of the difficulty.",
        "author": "Peter Marshall"
    },
    {
        "quote": "The great liability of the engineer compared to men of other professions is that his works are out in the open where all can see them. His acts, step by step, are in hard substance. He cannot bury his mistakes in the grave like the doctors. He cannot argue them into thin air or blame the judge like the lawyers.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "My idea of good company is the company of clever, well-informed people who have a great deal of conversation; that is what I call good company.",
        "author": "Jane Austen"
    },
    {
        "quote": "There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before.",
        "author": "Sojourner Truth"
    },
    {
        "quote": "Do you want to be safe and good, or do you want to take a chance and be great?",
        "author": "Jimmy Johnson"
    },
    {
        "quote": "I've had the privilege of working with Bono for the past few years in the One Campaign to fight AIDS and hunger and disease around the world. Bono is an Irishman and a great humanitarian. And I remember him telling me of his admiration for America.",
        "author": "Mike Huckabee"
    },
    {
        "quote": "All great artists draw from the same resource: the human heart, which tells us that we are all more alike than we are unalike.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Great things come out of being hungry and cold. Once you're pampered, you get lazy.",
        "author": "Rob Zombie"
    },
    {
        "quote": "The Roaring Twenties were the period of that Great American Prosperity which was built on shaky foundations.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Great tranquility of heart is his who cares for neither praise nor blame.",
        "author": "Thomas a Kempis"
    },
    {
        "quote": "The best moderators are the moderators who are essentially invisible. A moderator who is there to be seen and heard and to be talked about either, 'oh, God, what a great question,' or, 'oh, God, what a lousy question,' that to me is a failed moderator.",
        "author": "Jim Lehrer"
    },
    {
        "quote": "Each person has inside a basic decency and goodness. If he listens to it and acts on it, he is giving a great deal of what it is the world needs most. It is not complicated but it takes courage. It takes courage for a person to listen to his own goodness and act on it.",
        "author": "Pablo Casals"
    },
    {
        "quote": "Sports are such a great teacher. I think of everything they've taught me: camaraderie, humility, how to resolve differences.",
        "author": "Kobe Bryant"
    },
    {
        "quote": "I find that the prejudice in this country to color is very great, and I sometimes fear that it is on the increase.",
        "author": "Hiram Rhodes Revels"
    },
    {
        "quote": "Synergy is what happens when one plus one equals ten or a hundred or even a thousand! It's the profound result when two or more respectful human beings determine to go beyond their preconceived ideas to meet a great challenge.",
        "author": "Stephen Covey"
    },
    {
        "quote": "A great man is one who leaves others at a loss after he is gone.",
        "author": "Paul Valery"
    },
    {
        "quote": "Great lives never go out; they go on.",
        "author": "Benjamin Harrison"
    },
    {
        "quote": "More than anything, I like a jacket. You can do anything with a great jacket, the bigger the better. You can have any silhouette underneath. It gives you an attitude. It makes a gown look cool.",
        "author": "Rihanna"
    },
    {
        "quote": "Never quit believing that you can develop in life. Never give up. Don't deny the inward spirit that provides the drive to accomplish great things in life.",
        "author": "Jon Huntsman, Sr."
    },
    {
        "quote": "My scientific studies have afforded me great gratification; and I am convinced that it will not be long before the whole world acknowledges the results of my work.",
        "author": "Gregor Mendel"
    },
    {
        "quote": "Good leaders organize and align people around what the team needs to do. Great leaders motivate and inspire people with why they're doing it. That's purpose. And that's the key to achieving something truly transformational.",
        "author": "Marillyn Hewson"
    },
    {
        "quote": "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.",
        "author": "Coretta Scott King"
    },
    {
        "quote": "Sports is a metaphor for overcoming obstacles and achieving against great odds. Athletes, in times of difficulty, can be important role models.",
        "author": "Bill Bradley"
    },
    {
        "quote": "I had an amazing experience working with great people. I had a great family, a typical family with drama in certain areas, and that's pretty much everywhere in everyone's life.",
        "author": "Tina Yothers"
    },
    {
        "quote": "My view is that Trump will not change the Republican Party, America's right-of-center party. If he brings in new followers, that's great, and well worth the effort, but he will not change the Republican Party.",
        "author": "Mitch McConnell"
    },
    {
        "quote": "Eating is not merely a material pleasure. Eating well gives a spectacular joy to life and contributes immensely to goodwill and happy companionship. It is of great importance to the morale.",
        "author": "Elsa Schiaparelli"
    },
    {
        "quote": "Science is the great antidote to the poison of enthusiasm and superstition.",
        "author": "Adam Smith"
    },
    {
        "quote": "Simplicity, clarity, singleness: These are the attributes that give our lives power and vividness and joy as they are also the marks of great art. They seem to be the purpose of God for his whole creation.",
        "author": "Richard Holloway"
    },
    {
        "quote": "No great artist ever sees things as they really are. If he did, he would cease to be an artist.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "You don't concentrate on risks. You concentrate on results. No risk is too great to prevent the necessary job from getting done.",
        "author": "Chuck Yeager"
    },
    {
        "quote": "When I read great literature, great drama, speeches, or sermons, I feel that the human mind has not achieved anything greater than the ability to share feelings and thoughts through language.",
        "author": "James Earl Jones"
    },
    {
        "quote": "Genius begins great works; labor alone finishes them.",
        "author": "Joseph Joubert"
    },
    {
        "quote": "One of the easiest things to incorporate into your everyday life is plank exercises: great for your core, great for your lower back.",
        "author": "David Kirsch"
    },
    {
        "quote": "Death will be a great relief. No more interviews.",
        "author": "Katharine Hepburn"
    },
    {
        "quote": "Sunsets are great. Sunrises are a mixed bag. You either got up way too early or went to bed way too late.",
        "author": "Matt Dillon"
    },
    {
        "quote": "That seems to me the great American danger we're all in, that we'll bargain away the experience of being alive for the appearance of it.",
        "author": "Mike Nichols"
    },
    {
        "quote": "Good writers borrow from other writers. Great writers steal from them outright.",
        "author": "Aaron Sorkin"
    },
    {
        "quote": "A great truth is a truth whose opposite is also a truth.",
        "author": "Thomas Mann"
    },
    {
        "quote": "Are you the person who just wakes up, puts your T-shirt on and runs out of the house? Or do you wake up an hour early - get your mental notes together, fix you a little coffee... prepare yourself for the day and try to do something really great? It begins with you.",
        "author": "Rick Ross"
    },
    {
        "quote": "There is nothing better than getting shot at and missed. It's really great.",
        "author": "Jim Mattis"
    },
    {
        "quote": "The conscious mind may be compared to a fountain playing in the sun and falling back into the great subterranean pool of subconscious from which it rises.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "There was never a great man who had not a great mother.",
        "author": "Olive Schreiner"
    },
    {
        "quote": "The further you get away from yourself, the more challenging it is. Not to be in your comfort zone is great fun.",
        "author": "Benedict Cumberbatch"
    },
    {
        "quote": "A great deal of creativity is about pattern recognition, and what you need to discern patterns is tons of data. Your mind collects that data by taking note of random details and anomalies easily seen every day: quirks and changes that, eventually, add up to insights.",
        "author": "Margaret Heffernan"
    },
    {
        "quote": "If I were not able to separate the art from the artists, I think I would limit myself a great deal, and life wouldn't be nearly as interesting.",
        "author": "Jessye Norman"
    },
    {
        "quote": "At the heart of great leadership is a curious mind, heart, and spirit.",
        "author": "Chip Conley"
    },
    {
        "quote": "Education is not merely neglected in many of our schools today, but is replaced to a great extent by ideological indoctrination.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Suffering is one of life's great teachers.",
        "author": "Bryant H. McGill"
    },
    {
        "quote": "When I was 20, I thought I was 30 - but I was so far from it. When you're young, you want everything to happen now. As you mature, you can look back and see all the great things you achieved with time and patience.",
        "author": "Elisha Cuthbert"
    },
    {
        "quote": "Great discoveries and improvements invariably involve the cooperation of many minds. I may be given credit for having blazed the trail, but when I look at the subsequent developments I feel the credit is due to others rather than to myself.",
        "author": "Alexander Graham Bell"
    },
    {
        "quote": "An out-and-out fast bowler is one of the great sights in cricket.",
        "author": "James Anderson"
    },
    {
        "quote": "The whole idea of a stereotype is to simplify. Instead of going through the problem of all this great diversity - that it's this or maybe that - you have just one large statement; it is this.",
        "author": "Chinua Achebe"
    },
    {
        "quote": "Strong convictions precede great actions.",
        "author": "James Freeman Clarke"
    },
    {
        "quote": "I think that any time of great pain is a time of transformation, a fertile time to plant new seeds.",
        "author": "Debbie Ford"
    },
    {
        "quote": "People are always going to go shopping. A lot of our effort is just: 'How do we make the retail experience a great one?'",
        "author": "Philip Green"
    },
    {
        "quote": "True greatness consists in being great in little things.",
        "author": "Charles Simmons"
    },
    {
        "quote": "There is a gigantic difference between earning a great deal of money and being rich.",
        "author": "Marlene Dietrich"
    },
    {
        "quote": "I'm into very colorful food. Obviously lots of flavor, but I think we eat with our eyes first, so it has to look great. The presentation has to be great.",
        "author": "Giada De Laurentiis"
    },
    {
        "quote": "Our knowledge is a little island in a great ocean of nonknowledge.",
        "author": "Isaac Bashevis Singer"
    },
    {
        "quote": "All great art is born of the metropolis.",
        "author": "Ezra Pound"
    },
    {
        "quote": "Our government is deeply disordered; its credit is impaired; its debt increasing; its expenditures extravagant and wasteful; its disbursements without efficient accountability; and its taxes (for duties are but taxes) enormous, unequal, and oppressive to the great producing classes of the country.",
        "author": "John C. Calhoun"
    },
    {
        "quote": "A good dancer is not necessarily defined by great technique, skill, or ability to pick up choreography but by confidence. When you feel the music, it penetrates to your soul. Everybody's a dancer. The greatest dancer is someone who is willing to dance, not afraid.",
        "author": "Alyssa Edwards"
    },
    {
        "quote": "I can only say thank you and thanks also to all of the great songwriters who wrote those wonderful songs that became number ones.",
        "author": "George Strait"
    },
    {
        "quote": "'Crazy-busy' is a great armor, it's a great way for numbing. What a lot of us do is that we stay so busy, and so out in front of our life, that the truth of how we're feeling and what we really need can't catch up with us.",
        "author": "Brene Brown"
    },
    {
        "quote": "London, that great cesspool into which all the loungers and idlers of the Empire are irresistibly drained.",
        "author": "Arthur Conan Doyle"
    },
    {
        "quote": "And some places you been before are so great that you don't ever mind going back. Some places you been before you don't ever want to go back, you know, like Montreal in the Winter.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "It is chiefly through books that we enjoy intercourse with superior minds. In the best books, great men talk to us, give us their most precious thoughts, and pour their souls into ours.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "After many years of great mercy, after tasting of the powers of the world to come, we still are so weak, so foolish; but, oh! when we get away from self to God, there all is truth and purity and holiness, and our heart finds peace, wisdom, completeness, delight, joy, victory.",
        "author": "Charles Spurgeon"
    },
    {
        "quote": "Silence is a source of great strength.",
        "author": "Lao Tzu"
    },
    {
        "quote": "It's not in what you wear but how you handle yourself. Like Hollywood celebrity Lindsay Lohan, I used to like her a lot because of her great fashion style but look at her attitude. Fashion is also about knowing what's right and doing what is right.",
        "author": "Heart Evangelista"
    },
    {
        "quote": "A great restaurant doesn't distinguish itself by how few mistakes it makes but by how well they handle those mistakes.",
        "author": "Danny Meyer"
    },
    {
        "quote": "Great art - or good art - is when you look at it, experience it and it stays in your mind. I don't think conceptual art and traditional art are all that different.",
        "author": "Damien Hirst"
    },
    {
        "quote": "Having soon discovered to be great, I must appear so, and therefore studiously avoided mixing in society, and wrapped myself in mystery, devoting my time to fasting and prayer.",
        "author": "Nat Turner"
    },
    {
        "quote": "My dearly beloved if I am to die today and never see the sweet face of you I want you to know that I am no great man and am lucky to have such a woman as you.",
        "author": "Wild Bill Hickok"
    },
    {
        "quote": "The mark of great sportsmen is not how good they are at their best, but how good they are their worst.",
        "author": "Martina Navratilova"
    },
    {
        "quote": "As we learned after President Herbert Hoover signed the Smoot-Hawley tariff at the outset of the Great Depression, vibrant international trade is a key component to economic recovery; hindering trade is a recipe for disaster.",
        "author": "Asa Hutchinson"
    },
    {
        "quote": "I have Chinese blood in me... I am not ashamed to admit that perhaps the great leaders of our country all have Chinese blood.",
        "author": "Ferdinand Marcos"
    },
    {
        "quote": "When we are born we cry that we are come to this great stage of fools.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Technology can be a great equalizer when it comes to health care, education - to the point where rich, poor, middle class can all get the same benefits.",
        "author": "Jeff Greene"
    },
    {
        "quote": "I love the sunrise, as I am definitely a morning person! It's a great time to get up and have a coffee in the garden by myself before everybody wakes up.",
        "author": "Bianca Balti"
    },
    {
        "quote": "Our time here is magic! It's the only space you have to realize whatever it is that is beautiful, whatever is true, whatever is great, whatever is potential, whatever is rare, whatever is unique, in. It's the only space.",
        "author": "Ben Okri"
    },
    {
        "quote": "Nothing in the affairs of men is worthy of great anxiety.",
        "author": "Plato"
    },
    {
        "quote": "The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Holy Scriptures.",
        "author": "Ellen G. White"
    },
    {
        "quote": "I think success has no rules, but you can learn a great deal from failure.",
        "author": "Jean Kerr"
    },
    {
        "quote": "Put on a sweater and really great sneakers with a big scarf, and you'll look so stylish. For me, they are an everyday essential.",
        "author": "Meghan Markle"
    },
    {
        "quote": "If you look at the paintings that I love in art history, these are the paintings where great, powerful men are being celebrated on the big walls of museums throughout the world. What feels really strange is not to be able to see a reflection of myself in that world.",
        "author": "Kehinde Wiley"
    },
    {
        "quote": "Adversity is a great teacher, but this teacher makes us pay dearly for its instruction; and often the profit we derive, is not worth the price we paid.",
        "author": "Elizabeth Hardwick"
    },
    {
        "quote": "From a worldly point of view, there is no mistake so great as that of being always right.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Analysis gave me great freedom of emotions and fantastic confidence. I felt I had served my time as a puppet.",
        "author": "Hedy Lamarr"
    },
    {
        "quote": "Most men who have really lived have had, in some share, their great adventure. This railway is mine.",
        "author": "James J. Hill"
    },
    {
        "quote": "I have a large watch collection, and classic watches are especially important to me. I had a silver Rolex, and I actually gave it to my little brother. He wears it every day. He's an actor, so whenever he goes to an audition, he can look down, see it, and it gives him confidence. It was a great thing to pass on.",
        "author": "Nate Berkus"
    },
    {
        "quote": "Miami is one of these great places that is a really sensual, physically beautiful place.",
        "author": "Michael Mann"
    },
    {
        "quote": "There's a great deal of mystery in film editing, and that's because you're not supposed to see a lot of it. You're supposed to feel that a film has pace and rhythm and drama, but you're not necessarily supposed to be worried about how that was accomplished.",
        "author": "Thelma Schoonmaker"
    },
    {
        "quote": "Love is the great miracle cure. Loving ourselves works miracles in our lives.",
        "author": "Louise L. Hay"
    },
    {
        "quote": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union.",
        "author": "David Cameron"
    },
    {
        "quote": "There is a great deal of pain in life and perhaps the only pain that can be avoided is the pain that comes from trying to avoid pain.",
        "author": "R. D. Laing"
    },
    {
        "quote": "I don't want people to think that I think I'm this great drummer because, to me, I'm just a kid playing drums, and I love music.",
        "author": "Mike Portnoy"
    },
    {
        "quote": "Step with care and great tact, and remember that Life's a Great Balancing Act.",
        "author": "Dr. Seuss"
    },
    {
        "quote": "Brexit stops Britain from being Great Britain.",
        "author": "Layla Moran"
    },
    {
        "quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.",
        "author": "Yousef Munayyer"
    },
    {
        "quote": "We are continually faced by great opportunities brilliantly disguised as insoluble problems.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "I think that when we know that we actually do live in uncertainty, then we ought to admit it; it is of great value to realize that we do not know the answers to different questions. This attitude of mind - this attitude of uncertainty - is vital to the scientist, and it is this attitude of mind which the student must first acquire.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "Great players are willing to give up their own personal achievement for the achievement of the group. It enhances everybody.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "Teaching man his relatively small sphere in the creation, it also encourages him by its lessons of the unity of Nature and shows him that his power of comprehension allies him with the great intelligence over-reaching all.",
        "author": "Annie Jump Cannon"
    },
    {
        "quote": "The Chinese nation is a great nation; it has been through hardships and adversity but remains indomitable.",
        "author": "Xi Jinping"
    },
    {
        "quote": "It's always great to see old friends, especially those I have not been able to see in 15 months.",
        "author": "William Regal"
    },
    {
        "quote": "Great personal style is an extreme curiosity about yourself.",
        "author": "Iris Apfel"
    },
    {
        "quote": "It's been a rollercoaster ride. There have been some great moments and some low points... like when I was leaving Stax. That's when I actually thought of getting out of the business.",
        "author": "William Bell"
    },
    {
        "quote": "If you want to aim for great targets, then you have to have a large and high-quality squad.",
        "author": "Fabio Quagliarella"
    },
    {
        "quote": "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "Great music is that which penetrates the ear with facility and leaves the memory with difficulty. Magical music never leaves the memory.",
        "author": "Thomas Beecham"
    },
    {
        "quote": "Many men and women in the world demonstrate great willpower and self-discipline in overcoming bad habits and the weaknesses of the flesh.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.",
        "author": "Victor Hugo"
    },
    {
        "quote": "As we know, menstrual hygiene is an issue women have been facing over the years. It's great that the initiative to provide low-cost sanitary napkins has been undertaken. It is an empowering step for many women.",
        "author": "Radhika Apte"
    },
    {
        "quote": "The great hope for a quick and sweeping transition to renewable energy is wishful thinking.",
        "author": "Vaclav Smil"
    },
    {
        "quote": "What is man without the beasts? For if all the beast were gone, man would die of a great loneliness of the spirit.",
        "author": "Chief Seattle"
    },
    {
        "quote": "I wouldn't trade anything for family time. To me, it is more important than everything else, and I have a very deep-rooted belief in it, which is influenced by my Jewish faith. That's a very great source of who I am and what I believe in.",
        "author": "Felicity Kendal"
    },
    {
        "quote": "Nobody was ever going to tell me that I didn't belong on a football field. And nobody was ever going to tell me that I couldn't be great.",
        "author": "Shaquem Griffin"
    },
    {
        "quote": "Painting is a source of endless pleasure, but also of great anguish.",
        "author": "Balthus"
    },
    {
        "quote": "My dream is to be World Lightweight Champion in the UFC. Have more money than I know what to do with. And have a great life for my kids, grandkids, and everyone in my family.",
        "author": "Conor McGregor"
    },
    {
        "quote": "We do not judge great art. It judges us.",
        "author": "Caroline Gordon"
    },
    {
        "quote": "My family has always been there to support me along the way. My coach, John Nicks, is a great influence.",
        "author": "Sasha Cohen"
    },
    {
        "quote": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know.",
        "author": "Alexis Carrel"
    },
    {
        "quote": "Coconut oil is one of them. I call it miracle oil because you can literally do everything with it. I have it in the kitchen, and then I also have it in the bathroom. It's great as a hair mask, too; I actually put it on my hair yesterday.",
        "author": "Kristin Cavallari"
    },
    {
        "quote": "Every chef I know, their cholesterol is through the roof. And mine's not so great.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "The great fun in my life has been getting up every morning and rushing to the typewriter because some new idea has hit me.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Women often have a great need to portray themselves as sympathetic and pleasing, but we're also dark people with dark thoughts.",
        "author": "Zadie Smith"
    },
    {
        "quote": "The planter, the farmer, the mechanic, and the laborer... form the great body of the people of the United States, they are the bone and sinew of the country men who love liberty and desire nothing but equal rights and equal laws.",
        "author": "Andrew Jackson"
    },
    {
        "quote": "We want to do a lot of stuff; we're not in great shape. We didn't get a good night's sleep. We're a little depressed. Coffee solves all these problems in one delightful little cup.",
        "author": "Jerry Seinfeld"
    },
    {
        "quote": "Going to the gym is great for your body, but it's also great for your mind.",
        "author": "Rory McIlroy"
    },
    {
        "quote": "Gray is great. People think gray is a neutral, but I think it's such a moody, intense, dramatic and sexy color. It's very sleek.",
        "author": "Bryan Batt"
    },
    {
        "quote": "Society is like a large piece of frozen water; and skating well is the great art of social life.",
        "author": "Letitia Elizabeth Landon"
    },
    {
        "quote": "Our Constitution works; our great republic is a government of laws and not of men. Here, the people rule.",
        "author": "Gerald R. Ford"
    },
    {
        "quote": "I think the success around any product is really about subtle insights. You need a great product and a bigger vision to execute against, but it's really those small things that make the big difference.",
        "author": "Chad Hurley"
    },
    {
        "quote": "My parents did a great job of raising me and my brother. Very supportive parents.",
        "author": "Tim Ferriss"
    },
    {
        "quote": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective.",
        "author": "Rand Paul"
    },
    {
        "quote": "The most striking development of the great depression of 1929 is a profound skepticism of the future of contemporary society among large sections of the American people.",
        "author": "C. L. R. James"
    },
    {
        "quote": "Doing something that is productive is a great way to alleviate emotional stress. Get your mind doing something that is productive.",
        "author": "Ziggy Marley"
    },
    {
        "quote": "Great buildings that move the spirit have always been rare. In every case they are unique, poetic, products of the heart.",
        "author": "Arthur Erickson"
    },
    {
        "quote": "Those who want to reap the benefits of this great nation must bear the fatigue of supporting it.",
        "author": "Thomas Paine"
    },
    {
        "quote": "My parents came here from Colombia during a time of great instability there. Escaping a dire economic situation at home, they moved to New Jersey, where they had friends and family, seeking a better life, and then moved to Boston after I was born.",
        "author": "Diane Guerrero"
    },
    {
        "quote": "William F. Buckley was a man who had a great capacity for fun and for amusing himself by amazing others.",
        "author": "Dick Cavett"
    },
    {
        "quote": "AI will probably most likely lead to the end of the world, but in the meantime, there'll be great companies.",
        "author": "Sam Altman"
    },
    {
        "quote": "Sunrise offered a very beautiful spectacle; the water was quite unruffled, but the motion communicated by the tides was so great that, although there was not a breath of air stirring, the sea heaved slowly with a grand and majestic motion.",
        "author": "George Grey"
    },
    {
        "quote": "Like in great painting and architecture, in couture, to make clothes you must eliminate, eliminate, eliminate to obtain the true sense of a line. You see, the more you add, the more you load on, the more it's mad. You must try to have just the silhouette, which is an intelligence in clothes.",
        "author": "Hubert de Givenchy"
    },
    {
        "quote": "Breaking stereotypes and my own barriers is great fun, because that's what leads to growth.",
        "author": "Kirti Kulhari"
    },
    {
        "quote": "No one in this world, so far as I know - and I have searched the records for years, and employed agents to help me - has ever lost money by underestimating the intelligence of the great masses of the plain people.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver.",
        "author": "William Bartram"
    },
    {
        "quote": "I feel proud to be a member of SHINee. It is a great team with a unique identity.",
        "author": "Lee Tae-min"
    },
    {
        "quote": "Life is not an easy matter... You cannot live through it without falling into frustration and cynicism unless you have before you a great idea which raises you above personal misery, above weakness, above all kinds of perfidy and baseness.",
        "author": "Leon Trotsky"
    },
    {
        "quote": "Good is the enemy of great.",
        "author": "Jonathan Ive"
    },
    {
        "quote": "Gold like the sun, which melts wax, but hardens clay, expands great souls.",
        "author": "Antoine Rivarol"
    },
    {
        "quote": "We don't sell a car, we sell a dream. We are Italy's national team. There are many great soccer teams in our country, but there is only one Ferrari.",
        "author": "Luca Cordero di Montezemolo"
    },
    {
        "quote": "Before we can know God and understand his great plan it is first necessary for us to believe that he exists and that he rewards all who diligently seek him.",
        "author": "Joseph Franklin Rutherford"
    },
    {
        "quote": "The greatest generation was formed first by the Great Depression. They shared everything - meals, jobs, clothing.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "Being ignored is a great privilege. That is how I think I learned to see what others do not see and to react to situations differently. I simply looked at the world, not really prepared for anything.",
        "author": "Saul Leiter"
    },
    {
        "quote": "In 1881, my dad's grandparents, who were Norwegian farmers, immigrated to the United States - the same year my great grandfather from Laguna Pueblo was put on a train to Carlisle Indian School in Pennsylvania.",
        "author": "Deb Haaland"
    },
    {
        "quote": "A great fortune is a great slavery.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Have the colored people done anything to justify the prejudice against them that does exist in the hearts of so many white persons and, generally, of one great political party in this country? Have they done anything to justify it? No, sir.",
        "author": "Hiram Rhodes Revels"
    },
    {
        "quote": "No man is truly great who is great only in his lifetime. The test of greatness is the page of history.",
        "author": "William Hazlitt"
    },
    {
        "quote": "God blessed me with great talent and good genetics. Plus, he blessed me with a good work ethic and a drive to want to be the best.",
        "author": "Benjamin Watson"
    },
    {
        "quote": "Life is hard. Not great. Kind of tragic.",
        "author": "T. J. Miller"
    },
    {
        "quote": "I have always loved fashion because it's a great way to express your mood. And I'm definitely a shoe lover. The right pair of shoes can change the feel of an outfit, and even change how a woman feels about herself. A woman can wear confidence on her feet with a high stiletto, or slip into weekend comfort with a soft ballet flat.",
        "author": "Fergie"
    },
    {
        "quote": "If I were president of the United States, I'd build a great wall along the Mexican border and not let anybody in.",
        "author": "Dave Mustaine"
    },
    {
        "quote": "Donald Trump is a good man, and he will make a great president of the United States of America.",
        "author": "Mike Pence"
    },
    {
        "quote": "The ocean is a central image. It is the symbolism of a great journey.",
        "author": "Enya"
    },
    {
        "quote": "For a selfie, it's not about the pose, it's about you. There's a reason why you look great in the picture or you look great in real life, because someone has caught the essence of who you are, and a pose is not you.",
        "author": "Nigel Barker"
    },
    {
        "quote": "It's great to see my hard work paying off, even if it's not finished.",
        "author": "Pierre-Emerick Aubameyang"
    },
    {
        "quote": "Wisin is my brother. He always will be my brother. We are very happy as solo artists. We had a great musical trajectory together, which will be there forever. And for the future, we won't discard reuniting and making something new.",
        "author": "Yandel"
    },
    {
        "quote": "If I had any talent that God could give me, I would be a great diva.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I know and I've always felt for Canada that we recognize that diversity is a great source of strength.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "It's easy to relax and get comfortable but you can't be comfortable if you want to be great.",
        "author": "Pascal Siakam"
    },
    {
        "quote": "Most businesses think that product is the most important thing, but without great leadership, mission and a team that deliver results at a high level, even the best product won't make a company successful.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "The movies saved my life. I grew up in the great depression, the only child of a pair of star crossed lovers. My father lost his job. My mother drank. They fought. The movies were my escape.",
        "author": "Orson Bean"
    },
    {
        "quote": "We have had a great depression in agriculture, caused mainly by several seasons of bad harvests, and some of our traders have suffered much from a too rapid extension in prosperous years.",
        "author": "John Bright"
    },
    {
        "quote": "I think if you want to become a great football player, professional, you must give all the time one hundred percent, you must work hard - to be lucky is a good thing - but if you work hard and you give everything you will have great success.",
        "author": "Greg Akcelrod"
    },
    {
        "quote": "I'm a standup comedian who can't drive. I have never learned. I don't trust my hand-eye coordination. You're looking at someone who once dropped a cricket ball on to his own head during a routine catching practice; I don't think it's a great idea to have me in control of a high-speed metal death robot.",
        "author": "Nish Kumar"
    },
    {
        "quote": "We are only tenants, and shortly the great Landlord will give us notice that our lease has expired.",
        "author": "Joseph Jefferson"
    },
    {
        "quote": "Taking time to sit back and watch and think about what you've seen is important. Traveling did a great deal to me. I found that when I travel and just sit in the corner and watch, a million ideas come to me.",
        "author": "Lionel Richie"
    },
    {
        "quote": "Most fast food is fried. Fried food tastes great, and people don't seem to care about the fat aspect.",
        "author": "Eric Schlosser"
    },
    {
        "quote": "Justice, particularly for the oppressed and marginalized in our society, never comes without great effort and sacrifice.",
        "author": "Shaun King"
    },
    {
        "quote": "I've enjoyed collecting. I've enjoyed art ever since - I'll tell you when - I went to Columbia. I went to the Met, and I saw Poussin's 'Rape of the Sabine Women', and it's this incredible, epic, great, great painting.",
        "author": "Daniel S. Loeb"
    },
    {
        "quote": "It's wonderful to be here in the great state of Chicago.",
        "author": "Dan Quayle"
    },
    {
        "quote": "Right now I'd love to be sitting on a Greek island somewhere because of being Greek American, eating great octopus salad and some fantastic lamb. Or sipping a little ouzo. I think the Mediterranean diet is one of the healthiest... Lots of nuts, vegetables, fruits, fresh fish, lean meats, yogurt.",
        "author": "Cat Cora"
    },
    {
        "quote": "I am not a big fan of Mike Tyson. I almost idolized him for what he did in the ring - he was such a great fighter. But his behavior out of the ring... he needed to realize he was in the public eye, and there is a responsibility.",
        "author": "Tommy Morrison"
    },
    {
        "quote": "Move to Italy. I mean it: they know about living in debt; they don't care. I stayed out there for five months while I was making a film called 'Order Of Death,' and they've really got it sussed. Nice cars. Sharp suits. Great food. Stroll into work at 10. Lunch from 12 till three. Leave work at five. That's living!",
        "author": "John Lydon"
    },
    {
        "quote": "It's a great time to be alive.",
        "author": "Anne Lamott"
    },
    {
        "quote": "Life is made up, not of great sacrifices or duties, but of little things, in which smiles and kindness, and small obligations given habitually, are what preserve the heart and secure comfort.",
        "author": "Humphry Davy"
    },
    {
        "quote": "I have to take the positives from 2012 and the negatives as well because you learn more than you do from the positives. It has been a great season last year, a lot of learning, and now it's another approach. The way I will approach this year is totally different, so we are ready to fight for it.",
        "author": "Sergio Perez"
    },
    {
        "quote": "When I wear high heels I have a great vocabulary and I speak in paragraphs. I'm more eloquent. I plan to wear them more often.",
        "author": "Meg Ryan"
    },
    {
        "quote": "Your wardrobe can be your passport for success. What you wear to a new job interview or an audition can be of great impact and open doors for you. If you possess talent and faith in yourself, and wear clothing that enhances your personality, you have a 50 percent better chance of winning or gaining whatever you're seeking.",
        "author": "Walter Mercado"
    },
    {
        "quote": "Eating is one of the great beauties in life. One of my favorite recreations... eating with friends, the service, the ambience.",
        "author": "LeRoy Neiman"
    },
    {
        "quote": "America had been a boom-and-bust economy going into the Great Depression - just over and over and over, fortunes were wiped out, ordinary families were crushed under it.",
        "author": "Elizabeth Warren"
    },
    {
        "quote": "Well, I'm a daughter of the great migration as, really, the majority of African Americans that you meet in the north and west are products of the great migration. It's that massive. Many of us owe our very existence to the fact that people migrated.",
        "author": "Isabel Wilkerson"
    },
    {
        "quote": "But, when the work was finished, the Craftsman kept wishing that there were someone to ponder the plan of so great a work, to love its beauty, and to wonder at its vastness.",
        "author": "Giovanni Pico della Mirandola"
    },
    {
        "quote": "I like my coffee sweet and creamy, that's why I drink Great Taste White.",
        "author": "Liza Soberano"
    },
    {
        "quote": "Bananas are great, as I believe them to be the only known cure for existential dread. Also, Mother Teresa said that in India, a woman dying in the street will share her banana with anyone who needs it, whereas in America, people amass and hoard as many bananas as they can to sell for an exorbitant profit. So half of them go bad, anyway.",
        "author": "Anne Lamott"
    },
    {
        "quote": "The great thing about playing team sport is you win and lose together, and the pain is never as bad when you share it.",
        "author": "Brian O'Driscoll"
    },
    {
        "quote": "I used to think that one of the great signs of security was the ability to just walk away.",
        "author": "Jack Nicholson"
    },
    {
        "quote": "Indeed, the FHA was born out of the Great Depression, which was also caused in significant part by a foreclosure crisis. Mortgages in the early 1930s were mostly three- to five-year 'bullet' loans, which did not amortize and were due in full at maturity.",
        "author": "Mark Zandi"
    },
    {
        "quote": "The rage for railroads is so great that many will be laid in parts where they will not pay.",
        "author": "George Stephenson"
    },
    {
        "quote": "There is a woman at the beginning of all great things.",
        "author": "Alphonse de Lamartine"
    },
    {
        "quote": "Great heroes need great sorrows and burdens, or half their greatness goes unnoticed.",
        "author": "Peter S. Beagle"
    },
    {
        "quote": "A great age of literature is perhaps always a great age of translations.",
        "author": "Ezra Pound"
    },
    {
        "quote": "If you want to achieve something great, you have to work hard for it. It is as simple as that.",
        "author": "Hima Das"
    },
    {
        "quote": "So, I'm on 'Sesame Street,' walking around with all these monsters, Elmo and his buddies, a whole bunch of chickens, a whole bunch of penguins and a number four dancing about. It was just pure joy, simple, ridiculous fun, stupid joy. There's no irony. 'Sesame Street' is just a crazy great place to be.",
        "author": "Feist"
    },
    {
        "quote": "You want to give me chocolate and flowers? That would be great. I love them both. I just don't want them out of guilt, and I don't want them if you're not going to give them to all the people who helped mother our children.",
        "author": "Anne Lamott"
    },
    {
        "quote": "Love and magic have a great deal in common. They enrich the soul, delight the heart. And they both take practice.",
        "author": "Nora Roberts"
    },
    {
        "quote": "Celebrity is a word I take great umbrage with. I'm actively anti-celebrity.",
        "author": "Nicolas Cage"
    },
    {
        "quote": "Our great power does not mean we can do whatever we want whenever we want, nor should we assume we have all the wisdom and knowledge necessary to succeed.",
        "author": "John McCain"
    },
    {
        "quote": "When you want something so bad and when something great happens, I think it's instinct that you say, 'This is gonna be the moment that's gonna change everything. Everybody is gonna see me a different way.'",
        "author": "Joan Smalls"
    },
    {
        "quote": "That's the great thing about being a teenager. You think you're a genius.",
        "author": "Daveed Diggs"
    },
    {
        "quote": "India is a country in which every great religion finds a home.",
        "author": "Annie Besant"
    },
    {
        "quote": "When people say England, they sometimes mean Great Britain, sometimes the United Kingdom, sometimes the British Isles, - but never England.",
        "author": "George Mikes"
    },
    {
        "quote": "Great companies in the way they work, start with great leaders.",
        "author": "Steve Ballmer"
    },
    {
        "quote": "I had the great opportunity to work with some of the greatest artists - the Beach Boys, the Temptations, the Four Tops. Otis Redding. Wilson Pickett. Stevie Wonder. So many great singers. And don't forget Clarence Carter!",
        "author": "Percy Sledge"
    },
    {
        "quote": "Complexity is one of the great problems in environmental design.",
        "author": "Christopher Alexander"
    },
    {
        "quote": "Money is the great tool through whose means labor and skill become universally co-operative.",
        "author": "Leland Stanford"
    },
    {
        "quote": "I don't think it's a coincidence that 'The War Room' and 'A Perfect Candidate' are films that have been consistently shown and available for rental for 20 years. These are films that are more about the moment in which they were filmed: they also have a great deal to say about larger issues about who we are as a country.",
        "author": "R. J. Cutler"
    },
    {
        "quote": "I'm an Amazon Prime member. I subscribe to Netflix and Hulu, and they have great user interfaces and some excellent original programs. But what truly distinguishes all three of these services is the utility of their vast libraries of acquired content, which also is a part of what makes each a platform, even if it has a 'house brand,' too.",
        "author": "John Landgraf"
    },
    {
        "quote": "All great works of literature either dissolve a genre or invent one.",
        "author": "Charles J. Shields"
    },
    {
        "quote": "I just love a great groove.",
        "author": "Anthony Fantano"
    },
    {
        "quote": "To love one that is great, is almost to be great one's self.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "Let us go forward in this battle fortified by conviction that those who labour in the service of a great and good cause will never fail.",
        "author": "Owen Arthur"
    },
    {
        "quote": "Great political leaders risk unpopularity, patiently explain their case and confront prejudice, bigotry and vested interests.",
        "author": "Ann Widdecombe"
    },
    {
        "quote": "During the Great Depression, when people laughed their worries disappeared. Audiences loved these funny men. I decided to become one.",
        "author": "Jerry Stiller"
    },
    {
        "quote": "A face is a road map of someone's life. Without any need to amplify that or draw attention to it, there's a great deal that's communicated about who this person is and what their life experiences have been.",
        "author": "Chuck Close"
    },
    {
        "quote": "It's great that people get together and collaborate, talk about the facts and the analysis, all in the interest of having a great financial system.",
        "author": "Jamie Dimon"
    },
    {
        "quote": "What would we be without the fans? They're more important than me, because they make our sport great; they make things happen. We put on the show, but if people don't react to it, we are nothing. So, the fans, basically we should roll out the red carpet for them.",
        "author": "Jens Voigt"
    },
    {
        "quote": "When distant and unfamiliar and complex things are communicated to great masses of people, the truth suffers a considerable and often a radical distortion. The complex is made over into the simple, the hypothetical into the dogmatic, and the relative into an absolute.",
        "author": "Walter Lippmann"
    },
    {
        "quote": "If I have the opportunity, a massage or facial is a great way to take a little 'me time.'",
        "author": "Tess Holliday"
    },
    {
        "quote": "With great power comes great responsibility. These are platforms with hundreds of millions of people.",
        "author": "Dave McClure"
    },
    {
        "quote": "You take a crash, you get back up and next time you succeed and that's a great feeling.",
        "author": "Shaun White"
    },
    {
        "quote": "It is too great comfort which turns a man against himself. Life is most readily renounced at the time and among the classes where it is least harsh.",
        "author": "Emile Durkheim"
    },
    {
        "quote": "Of all the seasons, winter is the most conducive to the great art of dormancy. This art requires an appreciation of semi-consciousness: the beautiful and necessary prelude to sleep - a special pleasure in itself that is all too often neglected, under-valued or looked down upon.",
        "author": "Michael Leunig"
    },
    {
        "quote": "Racism may be as systemic as it always was. It is the great problem of America. It's the one stumbling block that I don't believe was ever smoothed over.",
        "author": "Robert Guillaume"
    },
    {
        "quote": "The leaders who we admire who have been able to bring great change in the past - Gandhi, Martin Luther King, Nelson Mandela - they're all inspirational religious leaders and smart tacticians. It would be nice to find the Muslim Gandhi, wouldn't it?",
        "author": "Dennis C. Blair"
    },
    {
        "quote": "Speed isn't everything, but he'd be a great striker at Atletico. Usain Bolt would be perfect for our game. Me behind and him up front. The best!",
        "author": "Antoine Griezmann"
    },
    {
        "quote": "As far as an actor-director connection, I think those can develop, and when they do, they're really great, and you just cultivate it like you would any relationship or friendship. If you find that something special, it helps down the line when you want to do more projects with each other.",
        "author": "Taylor Handley"
    },
    {
        "quote": "How does a pansy, for example, select the ingredients from soil to get the right colors for the flower? Now there's a great miracle. I think there's a supreme power behind all of this. I see it in nature.",
        "author": "Clyde Tombaugh"
    },
    {
        "quote": "Having great friends in New York is like having great friends on an expedition into Darkest Africa in the early 19th century. You need them. And you need sponsorship on a daily basis. I have a painter friend here who says, 'I need two compliments a day just to break even.' And we gave them to each other, and we got them - and honestly got them.",
        "author": "Allan Gurganus"
    },
    {
        "quote": "A superhero movie is only as great as its villains.",
        "author": "Chadwick Boseman"
    },
    {
        "quote": "A steak needs fat to taste great.",
        "author": "Tom Colicchio"
    },
    {
        "quote": "You have to believe in yourself. You need to have the audacity to be great.",
        "author": "Rosie Perez"
    },
    {
        "quote": "I've had a great ride. I've got no complaints.",
        "author": "Larry King"
    },
    {
        "quote": "I think the Rock and Roll Hall of Fame, first of all, has got to be put into the context of being an American cultural showcase. It's there to be a museum showcase of all that's great about American music.",
        "author": "Ian Anderson"
    },
    {
        "quote": "On both sides of my family, my grandparents grew up in total poverty and came to California during the Great Depression. The only way they were able to work their way out of that was by joining the military, which is how they both went on to be able to go to college.",
        "author": "Katie Hill"
    },
    {
        "quote": "There is a great power in speaking your truth and standing for something important.",
        "author": "Sonita Alizadeh"
    },
    {
        "quote": "It's a great gift to be able to make people laugh.",
        "author": "Brahmanandam"
    },
    {
        "quote": "You definitely need to have red lipstick no matter what. You can have a great outfit, but it will always give you that extra little pop. I also love perfume. It doesn't even matter what the perfume is. I like to smell sweet.",
        "author": "Jillian Hervey"
    },
    {
        "quote": "For my part, I am not a great believer in bad luck on the cricket field, in business - in fact, in any walk of life.",
        "author": "AB de Villiers"
    },
    {
        "quote": "The danger to society is not merely that it should believe wrong things, though that is great enough; but that it should become credulous, and lose the habit of testing things and inquiring into them; for then it must sink back into savagery.",
        "author": "William Kingdon Clifford"
    },
    {
        "quote": "Private philanthropy is the direct expression of the great Christian principle of the brotherhood of man and the Golden Rule. Private philanthropy indeed is the only valid expression of these ethical principles; compulsory charity through 'social legislation' is the exact contrary: it is the evil imposition of force by one group on another.",
        "author": "Murray Rothbard"
    },
    {
        "quote": "I feel to invite women everywhere to rise to the great potential within you. I do not ask that you reach beyond your capacity. I hope you will not nag yourselves with thoughts of failure. I hope you will not try to set goals far beyond your capacity to achieve. I hope you will simply do what you can do in the best way you know.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "Great companies are built in the office, with hard work put in by a team.",
        "author": "Emily Chang"
    },
    {
        "quote": "It's great to win, regardless of how you did it.",
        "author": "John Stockton"
    },
    {
        "quote": "I love walking on a treadmill, it's a great way to challenge yourself!",
        "author": "Denise Austin"
    },
    {
        "quote": "Tom Brady is a great quarterback, he's a great player, and what you've seen with him is he's gotten better every year.",
        "author": "Eli Manning"
    },
    {
        "quote": "Have the courage to be ignorant of a great number of things, in order to avoid the calamity of being ignorant of everything.",
        "author": "Sydney Smith"
    },
    {
        "quote": "The library of my elementary school had this great biography section, and I read all of these paperback biographies until they were dog-eared. The story of Eleanor Roosevelt and Madame Curie and Martin Luther King and George Washington Carver and on and on and on.",
        "author": "Christine Quinn"
    },
    {
        "quote": "It's a great time to be doing political satire when the world is on a knife edge.",
        "author": "John Oliver"
    },
    {
        "quote": "The roll out of a new car is always filled with great anticipation; it's almost like going back to school for a new school year.",
        "author": "Christian Horner"
    },
    {
        "quote": "Scarves, mittens, and hats are a great way to express your personality in the cold weather.",
        "author": "Brad Goreski"
    },
    {
        "quote": "I just banged it a little bit on a helmet. And you know, if you get your throwing motion and momentum going at a helmet it makes it hurt a little more and it freaks everybody out because it's your throwing shoulder, but honestly, it feels great.",
        "author": "Mark Sanchez"
    },
    {
        "quote": "I want to go where I'm the difference. I want to make something out of nothing. I want to be the reason someone is great.",
        "author": "Dak Prescott"
    },
    {
        "quote": "I know to win a championship, you're not going to do it alone. You're going to have to have a great supporting cast.",
        "author": "Klay Thompson"
    }
]