[
    {
        "quote": "If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse and you say that you are neutral, the mouse will not appreciate your neutrality.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
        "author": "Confucius"
    },
    {
        "quote": "Those who do not remember the past are condemned to repeat it.",
        "author": "George Santayana"
    },
    {
        "quote": "History is not a burden on the memory but an illumination of the soul.",
        "author": "John Dalberg-Acton"
    },
    {
        "quote": "History is the version of past events that people have decided to agree upon.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "History is a gallery of pictures in which there are few originals and many copies.",
        "author": "Alexis de Tocqueville"
    },
    {
        "quote": "If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: 'President Can't Swim.'",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with.",
        "author": "William Halsey"
    },
    {
        "quote": "People are trapped in history and history is trapped in them.",
        "author": "James Baldwin"
    },
    {
        "quote": "We are not makers of history. We are made by history.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "That men do not learn very much from the lessons of history is the most important of all the lessons of history.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "History is a pack of lies about events that never happened told by people who weren't there.",
        "author": "George Santayana"
    },
    {
        "quote": "The man who is swimming against the stream knows the strength of it.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "Following the light of the sun, we left the Old World.",
        "author": "Christopher Columbus"
    },
    {
        "quote": "History is the sum total of things that could have been avoided.",
        "author": "Konrad Adenauer"
    },
    {
        "quote": "History is a vast early warning system.",
        "author": "Norman Cousins"
    },
    {
        "quote": "I like the dreams of the future better than the history of the past.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "The construction of Europe is an art. It is the art of the possible.",
        "author": "Jacques Chirac"
    },
    {
        "quote": "History is a set of lies agreed upon.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Never, never and never again shall it be that this beautiful land will again experience the oppression of one by another.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Peace, plenty, and contentment reign throughout our borders, and our beloved country presents a sublime moral spectacle to the world.",
        "author": "James K. Polk"
    },
    {
        "quote": "Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "I came, I saw, I conquered.",
        "author": "Julius Caesar"
    },
    {
        "quote": "Time is my greatest enemy.",
        "author": "Evita Peron"
    },
    {
        "quote": "The past is malleable and flexible, changing as our recollection interprets and re-explains what has happened.",
        "author": "Peter L. Berger"
    },
    {
        "quote": "Chaos often breeds life, when order breeds habit.",
        "author": "Henry Adams"
    },
    {
        "quote": "Pearl Harbor caused our Nation to wholeheartedly commit to winning World War II, changing the course of our Nation's history and the world's future.",
        "author": "Joe Baca"
    },
    {
        "quote": "I did not come to NASA to make history.",
        "author": "Sally Ride"
    },
    {
        "quote": "I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.",
        "author": "Wendell Berry"
    },
    {
        "quote": "History never looks like history when you are living through it.",
        "author": "John W. Gardner"
    },
    {
        "quote": "The test of our progress is not whether we add more to the abundance of those who have much it is whether we provide enough for those who have little.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "You must pursue this investigation of Watergate even if it leads to the president. I'm innocent. You've got to believe I'm innocent. If you don't, take my job.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "Posterity! You will never know how much it cost the present generation to preserve your freedom! I hope you will make a good use of it.",
        "author": "John Adams"
    },
    {
        "quote": "A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "History is indeed little more than the register of the crimes, follies, and misfortunes of mankind.",
        "author": "Edward Gibbon"
    },
    {
        "quote": "History is an account, mostly false, of events, mostly unimportant, which are brought about by rulers, mostly knaves, and soldiers, mostly fools.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "The judicial system is the most expensive machine ever invented for finding out what happened and what to do about it.",
        "author": "Irving R. Kaufman"
    },
    {
        "quote": "History is a tool used by politicians to justify their intentions.",
        "author": "Ted Koppel"
    },
    {
        "quote": "I think the Lewis and Clark Expedition was the greatest undertaking in American History. I think landing a man on the moon pales next to it.",
        "author": "Kathryn Lasky"
    },
    {
        "quote": "With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "History will be kind to me for I intend to write it.",
        "author": "Winston Churchill"
    },
    {
        "quote": "A truly American sentiment recognizes the dignity of labor and the fact that honor lies in honest toil.",
        "author": "Grover Cleveland"
    },
    {
        "quote": "The past is really almost as much a work of the imagination as the future.",
        "author": "Jessamyn West"
    },
    {
        "quote": "Difficulty is the excuse history never accepts.",
        "author": "Edward R. Murrow"
    },
    {
        "quote": "History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "History is a cyclic poem written by time upon the memories of man.",
        "author": "Percy Bysshe Shelley"
    },
    {
        "quote": "Most of the things worth doing in the world had been declared impossible before they were done.",
        "author": "Louis D. Brandeis"
    },
    {
        "quote": "In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect. The bloodiest wars in history have been religious wars.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "God cannot alter the past, though historians can.",
        "author": "Samuel Butler"
    },
    {
        "quote": "It takes an endless amount of history to make even a little tradition.",
        "author": "Henry James"
    },
    {
        "quote": "The past actually happened but history is only what someone wrote down.",
        "author": "A. Whitney Brown"
    },
    {
        "quote": "I do not think it is an exaggeration to say history is largely a history of inflation, usually inflations engineered by governments for the gain of governments.",
        "author": "Friedrich August von Hayek"
    },
    {
        "quote": "Get up tomorrow early in the morning, and earlier than you did today, and do the best that you can. Always stay near me, for tomorrow I will have much to do and more than I ever had, and tomorrow blood will leave my body above the breast.",
        "author": "Joan of Arc"
    },
    {
        "quote": "Human history becomes more and more a race between education and catastrophe.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
        "author": "George Washington"
    },
    {
        "quote": "On the day when man told the story of his life to man, history was born.",
        "author": "Alfred de Vigny"
    },
    {
        "quote": "So that the record of history is absolutely crystal clear. That there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.",
        "author": "Milton Friedman"
    },
    {
        "quote": "History develops, art stands still.",
        "author": "E. M. Forster"
    },
    {
        "quote": "In the Confederate Army, an officer was judged by stark courage alone, and this made it possible for the Confederacy to live four years.",
        "author": "Chesty Puller"
    },
    {
        "quote": "The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Civilization is a movement and not a condition, a voyage and not a harbor.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.",
        "author": "William Butler Yeats"
    },
    {
        "quote": "When the rich think about the poor, they have poor ideas.",
        "author": "Evita Peron"
    },
    {
        "quote": "A world without nuclear weapons would be less stable and more dangerous for all of us.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "90 percent of my time is spent on 10 percent of the world.",
        "author": "Colin Powell"
    },
    {
        "quote": "Something as curious as the monarchy won't survive unless you take account of people's attitudes. After all, if people don't want it, they won't have it.",
        "author": "Prince Charles"
    },
    {
        "quote": "History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "People that are really very weird can get into sensitive positions and have a tremendous impact on history.",
        "author": "Dan Quayle"
    },
    {
        "quote": "The Marine Corps is the Navy's police force and as long as I am President that is what it will remain. They have a propaganda machine that is almost equal to Stalin's.",
        "author": "Harry S Truman"
    },
    {
        "quote": "I am deeply grieved by the loss of the crew of Columbia. I express my sincere condolences to the families and friends of the astronauts. I believe that their names will remain as the bright sparkling stars in the universe and will light the way for those who will follow them on the difficult roads of space exploration.",
        "author": "Valentina Tereshkova"
    },
    {
        "quote": "What is history but a fable agreed upon?",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "I cannot lead you into battle. I do not give you laws or administer justice but I can do something else - I can give my heart and my devotion to these old islands and to all the peoples of our brotherhood of nations.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "Fear of serious injury alone cannot justify oppression of free speech and assembly. Men feared witches and burnt women. It is the function of speech to free men from the bondage of irrational fears.",
        "author": "Louis D. Brandeis"
    },
    {
        "quote": "I have tried to lift France out of the mud. But she will return to her errors and vomitings. I cannot prevent the French from being French.",
        "author": "Charles de Gaulle"
    },
    {
        "quote": "The Supreme Court's only armor is the cloak of public trust; its sole ammunition, the collective hopes of our society.",
        "author": "Irving R. Kaufman"
    },
    {
        "quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.",
        "author": "Neil Armstrong"
    },
    {
        "quote": "Stonehenge was built possibly by the Minoans. It presents one of man's first attempts to order his view of the outside world.",
        "author": "Stephen Gardiner"
    },
    {
        "quote": "Terrorism takes us back to ages we thought were long gone if we allow it a free hand to corrupt democratic societies and destroy the basic rules of international life.",
        "author": "Jacques Chirac"
    },
    {
        "quote": "Women, we might as well be dogs baying the moon as petitioners without the right to vote!",
        "author": "Susan B. Anthony"
    },
    {
        "quote": "Perhaps in time the so-called Dark Ages will be thought of as including our own.",
        "author": "Georg C. Lichtenberg"
    },
    {
        "quote": "I can see clearly now... that I was wrong in not acting more decisively and more forthrightly in dealing with Watergate.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "Never doubt that you can change history. You already have.",
        "author": "Marge Piercy"
    },
    {
        "quote": "Legend: A lie that has attained the dignity of age.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "The fall of the Berlin Wall makes for nice pictures. But it all started in the shipyards.",
        "author": "Lech Walesa"
    },
    {
        "quote": "The whole course of human history may depend on a change of heart in one solitary and even humble individual - for it is in the solitary mind and soul of the individual that the battle between good and evil is waged and ultimately won or lost.",
        "author": "M. Scott Peck"
    },
    {
        "quote": "The very ink with which history is written is merely fluid prejudice.",
        "author": "Mark Twain"
    },
    {
        "quote": "Study history, study history. In history lies all the secrets of statecraft.",
        "author": "Winston Churchill"
    },
    {
        "quote": "The world we see that seems so insane is the result of a belief system that is not working. To perceive the world differently, we must be willing to change our belief system, let the past slip away, expand our sense of now, and dissolve the fear in our minds.",
        "author": "William James"
    },
    {
        "quote": "We cannot defend freedom abroad by deserting it at home.",
        "author": "Edward R. Murrow"
    },
    {
        "quote": "Most of us spend too much time on the last twenty-four hours and too little on the last six thousand years.",
        "author": "Will Durant"
    },
    {
        "quote": "They died hard, those savage men - like wounded wolves at bay. They were filthy, and they were lousy, and they stunk. And I loved them.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "We used to root for the Indians against the cavalry, because we didn't think it was fair in the history books that when the cavalry won it was a great victory, and when the Indians won it was a massacre.",
        "author": "Dick Gregory"
    },
    {
        "quote": "The revolutionary breakthrough will come with rockets that are fully and rapidly reusable. We will never conquer Mars unless we do that. It'll be too expensive. The American colonies would never have been pioneered if the ships that crossed the ocean hadn't been reusable.",
        "author": "Elon Musk"
    },
    {
        "quote": "Beware of endeavoring to become a great man in a hurry. One such attempt in ten thousand may succeed. These are fearful odds.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "I'm the only person of distinction who has ever had a depression named for him.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "In the early days of aviation, there was a great deal of experimentation and a high death rate.",
        "author": "Elon Musk"
    },
    {
        "quote": "Be as a tower firmly set; Shakes not its top for any blast that blows.",
        "author": "Dante Alighieri"
    },
    {
        "quote": "The Russians feared Ike. They didn't fear me.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "If we celebrate Martin Luther King Jr.'s birthday at a time of presidential inaugurals, this is thanks to Ronald Reagan who created the holiday, and not to the Democratic Congress of the Carter years, which rejected it.",
        "author": "David Horowitz"
    },
    {
        "quote": "The history of mankind is the history of ideas.",
        "author": "Luigi Pirandello"
    },
    {
        "quote": "The deliberate and deadly attacks which were carried out yesterday against our country were more than acts of terror. They were acts of war.",
        "author": "George W. Bush"
    },
    {
        "quote": "France is delighted at this new opportunity to show the world that when one has the will one can succeed in joining peoples who have been brought close by history.",
        "author": "Francois Mitterrand"
    },
    {
        "quote": "The more bombers, the less room for doves of peace.",
        "author": "Nikita Khrushchev"
    },
    {
        "quote": "History is a vision of God's creation on the move.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "Historian: an unsuccessful novelist.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "Open markets offer the only realistic hope of pulling billions of people in developing countries out of abject poverty, while sustaining prosperity in the industrialized world.",
        "author": "Kofi Annan"
    },
    {
        "quote": "We peruse one ideal, that of bringing people together in peace, irrespective of race, religion and political convictions, for the benefit of mankind.",
        "author": "Juan Antonio Samaranch"
    },
    {
        "quote": "France, and the whole of Europe have a great culture and an amazing history. Most important thing though is that people there know how to live! In America they've forgotten all about it. I'm afraid that the American culture is a disaster.",
        "author": "Johnny Depp"
    },
    {
        "quote": "One who comes to the Court must come to adore, not to protest. That's the new gloss on the 1st Amendment.",
        "author": "William O. Douglas"
    },
    {
        "quote": "Be assured those will be thy worst enemies, not to whom thou hast done evil, but who have done evil to thee. And those will be thy best friends, not to whom thou hast done good, but who have done good to thee.",
        "author": "Tacitus"
    },
    {
        "quote": "We would like to live as we once lived, but history will not permit it.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "What is sad for women of my generation is that they weren't supposed to work if they had families. What were they going to do when the children are grown - watch the raindrops coming down the window pane?",
        "author": "Jackie Kennedy"
    },
    {
        "quote": "Russians can give you arms but only the United States can give you a solution.",
        "author": "Anwar Sadat"
    },
    {
        "quote": "The nation was awakened by that deafening shot.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "Democratic nations must try to find ways to starve the terrorist and the hijacker of the oxygen of publicity on which they depend.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "It is impossible to predict the time and progress of revolution. It is governed by its own more or less mysterious laws.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Dad, I'm in some trouble. There's been an accident and you're going to hear all sorts of things about me from now on. Terrible things.",
        "author": "Edward Kennedy"
    },
    {
        "quote": "Although... the Chief Magistrate must almost of necessity be chosen by a party and stand pledged to its principles and measures, yet in his official action he should not be the President of a party only, but of the whole people of the United States.",
        "author": "James K. Polk"
    },
    {
        "quote": "I let the American people down.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "Americans love to fight. All real Americans love the sting of battle.",
        "author": "George S. Patton"
    },
    {
        "quote": "What Britain needs is an iron lady.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "Hubert Humphrey talks so fast that listening to him is like trying to read Playboy magazine with your wife turning the pages.",
        "author": "Barry Goldwater"
    },
    {
        "quote": "The real 1960s began on the afternoon of November 22, 1963. It came to seem that Kennedy's murder opened some malign trap door in American culture, and the wild bats flapped out.",
        "author": "Lance Morrow"
    },
    {
        "quote": "It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "Statutes authorizing unreasonable searches were the core concern of the framers of the 4th Amendment.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "The 1st Amendment protects the right to speak, not the right to spend.",
        "author": "Byron White"
    },
    {
        "quote": "Keeping books on social aid is capitalistic nonsense. I just use the money for the poor. I can't stop to count it.",
        "author": "Evita Peron"
    },
    {
        "quote": "History is more or less bunk.",
        "author": "Henry Ford"
    },
    {
        "quote": "I was France.",
        "author": "Charles de Gaulle"
    },
    {
        "quote": "I wouldn't attach too much importance to these student riots. I remember when I was a student at the Sorbonne in Paris, I used to go out and riot occasionally.",
        "author": "John Foster Dulles"
    },
    {
        "quote": "A war still rages over the legacy of the 1960s.",
        "author": "Camille Paglia"
    },
    {
        "quote": "All truly historical peoples have an idea they must realize, and when they have sufficiently exploited it at home, they export it, in a certain way, by war; they make it tour the world.",
        "author": "Victor Cousin"
    },
    {
        "quote": "It's a very good historical book about history.",
        "author": "Dan Quayle"
    },
    {
        "quote": "In my view, far from deserving condemnation for their courageous reporting, the New York Times, the Washington Post and other newspapers should be commended for serving the purpose that the Founding Fathers saw so clearly.",
        "author": "Hugo Black"
    },
    {
        "quote": "If you will read again what is written, you will see how it was.",
        "author": "Black Elk"
    },
    {
        "quote": "History is an endless repetition of the wrong way of living.",
        "author": "Lawrence Durrell"
    },
    {
        "quote": "The fleet sailed to its war base in the North Sea, headed not so much for some rendezvous with glory as for rendezvous with discretion.",
        "author": "Barbara W. Tuchman"
    },
    {
        "quote": "It is the soothing thing about history that it does repeat itself.",
        "author": "Gertrude Stein"
    },
    {
        "quote": "To people who remember JFK's assassination, JFK Jr. will probably always be that boy saluting his father's coffin.",
        "author": "Michael Beschloss"
    },
    {
        "quote": "Here I am at the turn of the millennium and I'm still the last man to have walked on the moon, somewhat disappointing. It says more about what we have not done than about what we have done.",
        "author": "Gene Cernan"
    },
    {
        "quote": "It is not I who have been consigned to the bedroom of history.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "Generally speaking, historically in this country, the care of a child has been thought of as female business.",
        "author": "Eddie Bernice Johnson"
    },
    {
        "quote": "The most terrible job in warfare is to be a second lieutenant leading a platoon when you are on the battlefield.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "You have to look at history as an evolution of society.",
        "author": "Jean Chretien"
    },
    {
        "quote": "That great dust-heap called 'history'.",
        "author": "Augustine Birrell"
    },
    {
        "quote": "To the extent that the judicial profession becomes the daily routine of deciding cases on the most secure precedents and the narrowest grounds available, the judicial mind atrophies and its perspective shrinks.",
        "author": "Irving R. Kaufman"
    },
    {
        "quote": "They were afraid, never having learned what I taught myself: Defeat the fear of death and welcome the death of fear.",
        "author": "G. Gordon Liddy"
    },
    {
        "quote": "It took us in this country 11 years to get from the Declaration of Independence to the Constitution.",
        "author": "Mitch McConnell"
    },
    {
        "quote": "We learned the value of research in World War II.",
        "author": "Amar Bose"
    },
    {
        "quote": "September 11th was a moment when America had the sympathy of the world.",
        "author": "Tom Ford"
    },
    {
        "quote": "We awoke one morning in September, and the world lurched on its axis.",
        "author": "Jeb Bush"
    },
    {
        "quote": "Americans are good with to-do lists; just tell us what to do, and we'll do it. Throughout our history, we have proven that. Colonize. Check. Win our independence. Check. Form a union. Check. Expand to the Pacific. Check. Settle the West. Check. Keep the Union together. Check. Industrialize. Check. Fight the Nazis. Check.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "World War II was the last government program that really worked.",
        "author": "George Will"
    },
    {
        "quote": "An Edwardian lady in full dress was a wonder to behold, and her preparations for viewing were awesome.",
        "author": "William Manchester"
    },
    {
        "quote": "Could I have but a line a century hence crediting a contribution to the advance of peace, I would yield every honor which has been accorded by war.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "We, therefore, here in Britain stand shoulder to shoulder with our American friends in this hour of tragedy, and we, like them, will not rest until this evil is driven from our world.",
        "author": "Tony Blair"
    },
    {
        "quote": "Tell the FBI that the kidnappers should pick out a judge that Nixon wants back.",
        "author": "William O. Douglas"
    },
    {
        "quote": "A people without the knowledge of their past history, origin and culture is like a tree without roots.",
        "author": "Marcus Garvey"
    },
    {
        "quote": "History repeats itself, first as tragedy, second as farce.",
        "author": "Karl Marx"
    },
    {
        "quote": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
        "author": "Joan Rivers"
    },
    {
        "quote": "Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph.",
        "author": "Haile Selassie"
    },
    {
        "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "I don't fight for the money. I fight for my legacy. I fight for history. I fight for my people.",
        "author": "Khabib Nurmagomedov"
    },
    {
        "quote": "All of us have a place in history. Mine is clouds.",
        "author": "Richard Brautigan"
    },
    {
        "quote": "Bitcoin is amazingly transformative because it's the first time in the entire history of the world in which anybody can now send or receive any amount of money, with anyone else, anywhere on the planet, without having to ask permission from any bank or government.",
        "author": "Roger Ver"
    },
    {
        "quote": "It does not matter how much we donate; it matters whether the donation is meaningful. How to define meaningful? Let society and history judge.",
        "author": "Ronnie Chan"
    },
    {
        "quote": "Neither the life of an individual nor the history of a society can be understood without understanding both.",
        "author": "C. Wright Mills"
    },
    {
        "quote": "The history of the past is but one long struggle upward to equality.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "There are great legends and great fighters in the history of Mexico, and there will be more to come.",
        "author": "Canelo Alvarez"
    },
    {
        "quote": "Legend remains victorious in spite of history.",
        "author": "Sarah Bernhardt"
    },
    {
        "quote": "If you read history you will find that the Christians who did most for the present world were precisely those who thought most of the next. It is since Christians have largely ceased to think of the other world that they have become so ineffective in this.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "The state can be a force for good. The Rule of law is absolutely essential to a good life. God has instituted government and leaders throughout history and throughout the Biblical narrative. However, the state is growing precisely as the church is fading as a force for good, and this does not seem to be a good trend.",
        "author": "Dave Brat"
    },
    {
        "quote": "History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be.",
        "author": "John Henrik Clarke"
    },
    {
        "quote": "I believe our flag is more than just cloth and ink. It is a universally recognized symbol that stands for liberty, and freedom. It is the history of our nation, and it's marked by the blood of those who died defending it.",
        "author": "John Thune"
    },
    {
        "quote": "The whole westward expansion myth is seen as romantic. But it's a joke, a blot on American history.",
        "author": "Frank Waters"
    },
    {
        "quote": "History is dependent on the new generation to write a new chapter.",
        "author": "LaMelo Ball"
    },
    {
        "quote": "Do you seriously expect me to be the first Prince of Wales in history not to have a mistress?",
        "author": "Prince Charles"
    },
    {
        "quote": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "History isn't something you look back at and say it was inevitable, it happens because people make decisions that are sometimes very impulsive and of the moment, but those moments are cumulative realities.",
        "author": "Marsha P. Johnson"
    },
    {
        "quote": "History is a guide to navigation in perilous times. History is who we are and why we are the way we are.",
        "author": "David McCullough"
    },
    {
        "quote": "History never really says goodbye. History says, 'See you later.'",
        "author": "Eduardo Galeano"
    },
    {
        "quote": "When President Obama entered the White House, the economy was in a free-fall. The auto industry: on its back. The banks: frozen up. More than three million Americans had already lost their jobs. And America's bravest, our men and women in uniform, were fighting what would soon be the longest wars in our history.",
        "author": "Rahm Emanuel"
    },
    {
        "quote": "History rarely repeats itself, but its echoes never go away.",
        "author": "Tariq Ali"
    },
    {
        "quote": "I am responsible only to God and history.",
        "author": "Francisco Franco"
    },
    {
        "quote": "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.",
        "author": "Christopher Hitchens"
    },
    {
        "quote": "It takes a great deal of history to produce a little literature.",
        "author": "Henry James"
    },
    {
        "quote": "There is nothing new in the world except the history you do not know.",
        "author": "Harry S Truman"
    },
    {
        "quote": "All the lessons of history in four sentences: Whom the gods would destroy, they first make mad with power. The mills of God grind slowly, but they grind exceedingly small. The bee fertilizes the flower it robs. When it is dark enough, you can see the stars.",
        "author": "Charles A. Beard"
    },
    {
        "quote": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "We are fast approaching the stage of the ultimate inversion: the stage where the government is free to do anything it pleases, while the citizens may act only by permission; which is the stage of the darkest periods of human history, the stage of rule by brute force.",
        "author": "Ayn Rand"
    },
    {
        "quote": "The very concept of objective truth is fading out of the world. Lies will pass into history.",
        "author": "George Orwell"
    },
    {
        "quote": "I feel like I'm too busy writing history to read it.",
        "author": "Kanye West"
    },
    {
        "quote": "Time will inevitably uncover dishonesty and lies; history has no place for them.",
        "author": "Norodom Sihanouk"
    },
    {
        "quote": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history.",
        "author": "Debi Mazar"
    },
    {
        "quote": "History repeats itself. So you might wanna pay attention.",
        "author": "Quavo"
    },
    {
        "quote": "If you look at history, innovation doesn't come just from giving people incentives; it comes from creating environments where their ideas can connect.",
        "author": "Steven Johnson"
    },
    {
        "quote": "I love history... everything is inspired by history, so that's why I love vintage and antiques.",
        "author": "Kelly Wearstler"
    },
    {
        "quote": "I never feel lonely if I've got a book - they're like old friends. Even if you're not reading them over and over again, you know they are there. And they're part of your history. They sort of tell a story about your journey through life.",
        "author": "Emilia Fox"
    },
    {
        "quote": "I don't want a Black History Month. Black history is American history.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "Food is everything we are. It's an extension of nationalist feeling, ethnic feeling, your personal history, your province, your region, your tribe, your grandma. It's inseparable from those from the get-go.",
        "author": "Anthony Bourdain"
    },
    {
        "quote": "It all happened so fast. The ghetto. The deportation. The sealed cattle car. The fiery altar upon which the history of our people and the future of mankind were meant to be sacrificed.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "It's not about the past; it's about knowing your history so that you can fight in the present. Otherwise, you don't know who the real enemy is, what the real issue is, because it had been covered by many layers of bad information, of lies, and manipulation.",
        "author": "Raoul Peck"
    },
    {
        "quote": "Ideas shape the course of history.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Our culture's obsession with vintage objects has rendered us unable to separate history from nostalgia. People want heart. They want a chaser of emotion with their aesthetics.",
        "author": "Sloane Crosley"
    },
    {
        "quote": "Books are the carriers of civilization. Without books, history is silent, literature dumb, science crippled, thought and speculation at a standstill.",
        "author": "Barbara W. Tuchman"
    },
    {
        "quote": "The oppressed peoples can liberate themselves only through struggle. This is a simple and clear truth confirmed by history.",
        "author": "Kim Il-sung"
    },
    {
        "quote": "History is the only true teacher, the revolution the best school for the proletariat.",
        "author": "Rosa Luxemburg"
    },
    {
        "quote": "What happens when good people are put into an evil place? Do they triumph or does the situation dominate their past history and morality?",
        "author": "Philip Zimbardo"
    },
    {
        "quote": "The Bible is one of the most genocidal books in history.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "Those who have no record of what their forebears have accomplished lose the inspiration which comes from the teaching of biography and history.",
        "author": "Carter G. Woodson"
    },
    {
        "quote": "Nothing which is true or beautiful or good makes complete sense in any immediate context of history; therefore we must be saved by faith.",
        "author": "Reinhold Niebuhr"
    },
    {
        "quote": "Sports have always been a big part of my life. At school, I played a lot of different sports, and I was competing with other schools. I did everything: running, volleyball, basketball, soccer, Olympic-style gymnastics, and more! My history with sports gave me good concentration, focus, strength, and motivation to stay healthy.",
        "author": "Izabel Goulart"
    },
    {
        "quote": "All History is current; all injustice continues on some level, somewhere in the world.",
        "author": "Alice Walker"
    },
    {
        "quote": "It is important for all of us to appreciate where we come from and how that history has really shaped us in ways that we might not understand.",
        "author": "Sonia Sotomayor"
    },
    {
        "quote": "There are good people who are dealt a bad hand by fate, and bad people who live long, comfortable, privileged lives. A small twist of fate can save or end a life; random chance is a permanent, powerful player in each of our lives, and in human history as well.",
        "author": "Jeff Greenfield"
    },
    {
        "quote": "Well, I'm not sure, but of one thing I am certain: History judges one differently than contemporary observers, and so I think that as time passes, I hope that not me personally so much, but our administration will be seen for some of the things that we accomplished.",
        "author": "David Dinkins"
    },
    {
        "quote": "The artist's job is to be a witness to his time in history.",
        "author": "Robert Rauschenberg"
    },
    {
        "quote": "History is imperfect and biased, and it always, always has omissions. The most common omissions are the bits that the writer of that history took for granted that his readers would know.",
        "author": "Tansy Rayner Roberts"
    },
    {
        "quote": "In the history of the world, no one has ever washed a rented car.",
        "author": "Lawrence Summers"
    },
    {
        "quote": "Our landscapes connect us to our history; they are the source of our character as a peopl, as well as our health, our safety, and our prosperity. Natural resources enrich us economically, yes. But they also enrich us aesthetically and recreationally and culturally and spiritually.",
        "author": "Robert Kennedy, Jr."
    },
    {
        "quote": "We're running the most dangerous experiment in history right now, which is to see how much carbon dioxide the atmosphere... can handle before there is an environmental catastrophe.",
        "author": "Elon Musk"
    },
    {
        "quote": "If one tries to think about history, it seems to me - it's like looking at a range of mountains. And the first time you see them, they look one way. But then time changes, the pattern of light shifts. Maybe you've moved slightly, your perspective has changed. The mountains are the same, but they look very different.",
        "author": "Robert Harris"
    },
    {
        "quote": "Every successful social movement in this country's history has used disruption as a strategy to fight for social change. Whether it was the Boston Tea Party to the sit-ins at lunch counters throughout the South, no change has been won without disruptive action.",
        "author": "Alicia Garza"
    },
    {
        "quote": "The brutal history of colonialism is one in which white people literally stole land and people for their own gain and material wealth.",
        "author": "Patrisse Cullors"
    },
    {
        "quote": "Language is the most extraordinary invention in the history of humanity, the one which came before everything and which makes it possible to share everything.",
        "author": "J. M. G. Le Clezio"
    },
    {
        "quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.",
        "author": "Harry S Truman"
    },
    {
        "quote": "I want history to remember me... not as the first black woman to have made a bid for the presidency of the United States, but as a black woman who lived in the 20th century and who dared to be herself. I want to be remembered as a catalyst for change in America.",
        "author": "Shirley Chisholm"
    },
    {
        "quote": "The thing is I think vaccines are one of the greatest medical breakthroughs that we have. I'm a big fan and a great fan of the history of the development of the smallpox vaccine, for example.",
        "author": "Rand Paul"
    },
    {
        "quote": "Journalism is in fact history on the run.",
        "author": "Thomas Griffith"
    },
    {
        "quote": "More than ever before in human history, we share a common destiny. We can master it only if we face it together. And that, my friends, is why we have the United Nations.",
        "author": "Kofi Annan"
    },
    {
        "quote": "Racism is endemic to the human condition, just as stupidity is. We will always have to be on guard against it. But now it is recognized as a scourge, as the crowning immorality of our age and our history.",
        "author": "Shelby Steele"
    },
    {
        "quote": "If some countries have too much history, we have too much geography.",
        "author": "William Lyon Mackenzie King"
    },
    {
        "quote": "A Conservative is a fellow who is standing athwart history yelling 'Stop!'",
        "author": "William F. Buckley, Jr."
    },
    {
        "quote": "To provide meaningful architecture is not to parody history but to articulate it.",
        "author": "Daniel Libeskind"
    },
    {
        "quote": "If we do a little bit of insight into history, how many times have there been people doing hate discourse, blaming everything on a certain group of people. That really is the genesis of genocide, where it kind of sparks.",
        "author": "Gael Garcia Bernal"
    },
    {
        "quote": "The more I draw and write, the more I realise that accidents are a necessary part of any creative act, much more so than logic or wisdom. Sometimes a mistake is the only way of arriving at an original concept, and the history of successful inventions is full of mishaps, serendipity and unintended results.",
        "author": "Shaun Tan"
    },
    {
        "quote": "The question that we must ask is whether we are making progress toward the goal of universal peace. Or are we caught up on a treadmill of history, turning forever on the axle of mindless aggression and self-destruction?",
        "author": "F. W. de Klerk"
    },
    {
        "quote": "I believe the fast track to atheism is reading the Bible. I've read it three times all the way through. It's a big part of our culture, a big part of our history. I don't just read things I agree with.",
        "author": "Penn Jillette"
    },
    {
        "quote": "The 21st century is going to be the American century. Because we lead not only by the example of our power, but by the power of our example. That is the history of the journey of America.",
        "author": "Joe Biden"
    },
    {
        "quote": "World War II ended the Great Depression with one of the great public-private industrial collaborations in the history of man.",
        "author": "Jon Meacham"
    },
    {
        "quote": "I believe that the Holocaust is the most significant event in human history.",
        "author": "James Comey"
    },
    {
        "quote": "It is the greatest scam in history. I am amazed, appalled and highly offended by it. Global Warming; It is a scam. Some dastardly scientists with environmental and political motives manipulated long term scientific data to create an illusion of rapid global warming.",
        "author": "John Coleman"
    },
    {
        "quote": "History proves that all dictatorships, all authoritarian forms of government are transient. Only democratic systems are not transient. Whatever the shortcomings, mankind has not devised anything superior.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "If history is any indication, all truths will eventually turn out to be false.",
        "author": "Dean Kamen"
    },
    {
        "quote": "I'm honored and blessed by God to be in the sport I love, and I want to accomplish all the goals I set in the sport of boxing - to be successful and make history.",
        "author": "Canelo Alvarez"
    },
    {
        "quote": "The more you know of your history, the more liberated you are.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I've often said that all poetry is political. This is because real poems deal with a human response to reality and politics is part of reality, history in the making. Even if a poet writes about sitting in a glass house drinking tea, it reflects politics.",
        "author": "Yehuda Amichai"
    },
    {
        "quote": "OUR history begins before we are born. We represent the hereditary influences of our race, and our ancestors virtually live in us.",
        "author": "James Nasmyth"
    },
    {
        "quote": "We must remember that one determined person can make a significant difference, and that a small group of determined people can change the course of history.",
        "author": "Sonia Johnson"
    },
    {
        "quote": "I am thankful the most important key in history was invented. It's not the key to your house, your car, your boat, your safety deposit box, your bike lock or your private community. It's the key to order, sanity, and peace of mind. The key is 'Delete.'",
        "author": "Elayne Boosler"
    },
    {
        "quote": "The Internet is the most important single development in the history of human communication since the invention of call waiting.",
        "author": "Dave Barry"
    },
    {
        "quote": "The idea that women were oppressed throughout history is an appalling theory.",
        "author": "Jordan Peterson"
    },
    {
        "quote": "Much of the social history of the Western world, over the past three decades, has been a history of replacing what worked with what sounded good.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Debate and divergence of views can only enrich our history and culture.",
        "author": "Ibrahim Babangida"
    },
    {
        "quote": "Universal vaccination may well be the greatest success story in medical history.",
        "author": "Michael Specter"
    },
    {
        "quote": "History's like a story in a way: it depends on who's telling it.",
        "author": "Dorothy Salisbury Davis"
    },
    {
        "quote": "History is written by the victors.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Liberty has never come from Government. Liberty has always come from the subjects of it. The history of liberty is a history of limitations of governmental power, not the increase of it.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "I remember when I first saw Whoopi Goldberg doing standup, and she was wearing a sheet on her head, basically pretending to be this little white girl with long luxurious blonde hair. Everyone can relate to that. It's an oral history of black women's lives through laughter.",
        "author": "Mickalene Thomas"
    },
    {
        "quote": "Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "History does not record in its annals any lasting domination exercised by one people over another, of different race, of diverse usages and customs, of opposite and divergent ideals. One of the two had to yield and succumb.",
        "author": "Jose Rizal"
    },
    {
        "quote": "There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "History is, in its essentials, the science of change. It knows and it teaches that it is impossible to find two events that are ever exactly alike, because the conditions from which they spring are never identical.",
        "author": "Marc Bloch"
    },
    {
        "quote": "No great man lives in vain. The history of the world is but the biography of great men.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "The invention of the printing press was one of the most important events in human history.",
        "author": "Ha-Joon Chang"
    },
    {
        "quote": "Europe was created by history. America was created by philosophy.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "Looking back at my high school years, I'm struck by how slowly history can move.",
        "author": "Frank Rich"
    },
    {
        "quote": "Throughout human history, in any great endeavour requiring the common effort of many nations and men and women everywhere, we have learned - it is only through seriousness of purpose and persistence that we ultimately carry the day. We might liken it to riding a bicycle. You stay upright and move forward so long as you keep up the momentum.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "For children, diversity needs to be real and not merely relegated to learning the names of the usual suspects during Black History Month or enjoying south-of-the-border cuisine on Cinco de Mayo. It means talking to and spending time with kids not like them so that they may discover those kids are in fact just like them.",
        "author": "John Ridley"
    },
    {
        "quote": "History repeats itself. Historians repeat each other.",
        "author": "Philip Guedalla"
    },
    {
        "quote": "The worst pandemic in modern history was the Spanish flu of 1918, which killed tens of millions of people. Today, with how interconnected the world is, it would spread faster.",
        "author": "Bill Gates"
    },
    {
        "quote": "I'm trying to push for common-sense gun reform and mental illness reform so we can make sure that these individuals that have a criminal background that are mentally unstable and have a history of domestic violence are no longer able to get a gun.",
        "author": "David Hogg"
    },
    {
        "quote": "My heart goes out to victims and survivors of the Hurricane Katrina tragedy and to their families. This disaster will go down in history books as one of the largest natural disasters in U.S. history.",
        "author": "Ellen Tauscher"
    },
    {
        "quote": "The Internet was supposed to be the greatest tool of global communications and means of sharing knowledge in human history. And it is. But it has also become the most effective instrument of mass surveillance and potentially one of the greatest instruments of totalitarianism in the history of the world.",
        "author": "Trevor Paglen"
    },
    {
        "quote": "Our culture, language, history, and values are vital to uniting us as a nation.",
        "author": "Bobby Jindal"
    },
    {
        "quote": "Women are the only exploited group in history to have been idealized into powerlessness.",
        "author": "Erica Jong"
    },
    {
        "quote": "The history of the music industry is inevitably also the story of the development of technology. From the player piano to the vinyl disc, from reel-to-reel tape to the cassette, from the CD to the digital download, these formats and devices changed not only the way music was consumed, but the very way artists created it.",
        "author": "Edgar Bronfman, Jr."
    },
    {
        "quote": "My mother, whom I love dearly, has continually revised my life story within the context of a complicated family history that includes more than the usual share of divorce, step-children, dysfunction, and obfuscation. I've spent most of my adult life attempting to deconstruct that history and separate fact from fiction.",
        "author": "Melissa Gilbert"
    },
    {
        "quote": "Auschwitz will forever remain the black hole of the entire human history.",
        "author": "Isaac Herzog"
    },
    {
        "quote": "If history repeats itself, and the unexpected always happens, how incapable must Man be of learning from experience.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "History will judge me... I shall remain silent.",
        "author": "Mobutu Sese Seko"
    },
    {
        "quote": "History shows that all protest movements rely on symbols - boycotts, strikes, sit-ins, flags, songs. Symbolic action on whatever scale - from the Montgomery Bus Boycott to wearing a simple wristband - is designed to disrupt our everyday complacency and force people to think.",
        "author": "Hugh Evans"
    },
    {
        "quote": "Our history is not our destiny.",
        "author": "Alan Cohen"
    },
    {
        "quote": "You can't walk alone. Many have given the illusion, but none have really walked alone. Man is not made that way. Each man is bedded in his people, their history, their culture, and their values.",
        "author": "Peter Abrahams"
    },
    {
        "quote": "You can't change history. These things happened the way they did. What you can change is how you look at it and how you understand that it takes the good moments and it takes the difficult moments to move forward.",
        "author": "Margot Lee Shetterly"
    },
    {
        "quote": "History is Philosophy teaching by example.",
        "author": "Thucydides"
    },
    {
        "quote": "We're all burdened by our history of racial inequality. It's created a kind of smog that we all breathe in, and it has prevented us from being healthy.",
        "author": "Bryan Stevenson"
    },
    {
        "quote": "Without history we are nothing, so it's worth finding out something about it.",
        "author": "Keith Allen"
    },
    {
        "quote": "Live out of your imagination, not your history.",
        "author": "Stephen Covey"
    },
    {
        "quote": "Sometimes it is said that man cannot be trusted with the government of himself. Can he, then be trusted with the government of others? Or have we found angels in the form of kings to govern him? Let history answer this question.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "If we could read the secret history of our enemies we should find in each man's life sorrow and suffering enough to disarm all hostility.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "History is always changing behind us, and the past changes a little every time we retell it.",
        "author": "Hilary Mantel"
    },
    {
        "quote": "It is in the admission of ignorance and the admission of uncertainty that there is a hope for the continuous motion of human beings in some direction that doesn't get confined, permanently blocked, as it has so many times before in various periods in the history of man.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "Of the twenty-two civilizations that have appeared in history, nineteen of them collapsed when they reached the moral state the United States is in now.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "I think history repeats itself. There's a constant conversation between the oppressed and the oppressor. No matter what your field is, whether it's gender equality, the Time's Up movement, or diversity casting, it's always going to be a back-and-forth battle.",
        "author": "Michael B. Jordan"
    },
    {
        "quote": "Never, ever forget history.",
        "author": "Sukarno"
    },
    {
        "quote": "In fact history does not belong to us; but we belong to it.",
        "author": "Hans-Georg Gadamer"
    },
    {
        "quote": "My lifestyle is a consequence of my wounds. I'm the son of my history.",
        "author": "Jose Mujica"
    },
    {
        "quote": "Harriet Washington, in 'Medical Apartheid: The Dark History of Medical Experimentation on Black Americans from Colonial Times to the Present,' documents the smallpox experiments Thomas Jefferson performed on his Monticello slaves. In fact, much of what we now think of as public health emerged from the slave system.",
        "author": "Greg Grandin"
    },
    {
        "quote": "We have to forget the past. History is something that even today we are paying the consequences, and the future is integration. We all as a people, as citizens, as the leadership of both countries should be looking in that direction.",
        "author": "Atifete Jahjaga"
    },
    {
        "quote": "The prolonged slavery of women is the darkest page in human history.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "Condemn me. It does not matter. History will absolve me.",
        "author": "Fidel Castro"
    },
    {
        "quote": "History is the best guide to the future.",
        "author": "Bill Dedman"
    },
    {
        "quote": "There is no glory in war, yet from the blackness of its history, there emerge vivid colours of human character and courage. Those who risked their lives to help their friends.",
        "author": "Silvia Cartwright"
    },
    {
        "quote": "Any time a country transitioned to a fiat currency, they collapsed. That's just world history; you don't have to know about cryptocurrency to know that.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "The history of men's opposition to women's emancipation is more interesting perhaps than the story of that emancipation itself.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.",
        "author": "James Baldwin"
    },
    {
        "quote": "A drop of water, if it could write out its own history, would explain the universe to us.",
        "author": "Lucy Larcom"
    },
    {
        "quote": "If history is going to repeat itself I should think we can expect the same thing again.",
        "author": "Terry Venables"
    },
    {
        "quote": "One of the lessons of history is that nothing is often a good thing to do and always a clever thing to say.",
        "author": "Will Durant"
    },
    {
        "quote": "When we look out into space, we're looking back in time; the light from a galaxy a billion light-years away, for instance, will take a billion years to reach us. It's an amazing thing. The history is there for us to see. It's not mushed up like the geologic record of Earth. You can just see it exactly as it was.",
        "author": "Margaret Geller"
    },
    {
        "quote": "The history of the world is none other than the progress of the consciousness of freedom.",
        "author": "Georg Wilhelm Friedrich Hegel"
    },
    {
        "quote": "In many ways, history is marked as 'before' and 'after' Rosa Parks. She sat down in order that we all might stand up, and the walls of segregation came down.",
        "author": "Jesse Jackson"
    },
    {
        "quote": "You can't erase history.",
        "author": "Luther Strange"
    },
    {
        "quote": "If a race has no history, if it has no worthwhile tradition, it becomes a negligible factor in the thought of the world, and it stands in danger of being exterminated.",
        "author": "Carter G. Woodson"
    },
    {
        "quote": "After pop art, graffiti is probably the biggest art movement in recent history to have such an impact on culture.",
        "author": "Jeffrey Deitch"
    },
    {
        "quote": "We are all tourists in history, and irony is what we win in wars.",
        "author": "Anatole Broyard"
    },
    {
        "quote": "History does not long entrust the care of freedom to the weak or the timid.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "When history is erased, people's moral values are also erased.",
        "author": "Ma Jian"
    },
    {
        "quote": "Literature is the expression of a feeling of deprivation, a recourse against a sense of something missing. But the contrary is also true: language is what makes us human. It is a recourse against the meaningless noise and silence of nature and history.",
        "author": "Octavio Paz"
    },
    {
        "quote": "I truly do believe that history teaches that weakness arouses evil, and whether it be the horrific attack in France, the inspired attacks here in the United States, the instability in Turkey that led to a coup.",
        "author": "Mike Pence"
    },
    {
        "quote": "For most of history, Anonymous was a woman.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "The Jews' greatest contribution to history is dissatisfaction! We're a nation born to be discontented. Whatever exists we believe can be changed for the better.",
        "author": "Shimon Peres"
    },
    {
        "quote": "What is most important to the history of the world? The Taliban or the collapse of the Soviet empire? Some stirred-up Moslems or the liberation of Central Europe and the end of the Cold War?",
        "author": "Zbigniew Brzezinski"
    },
    {
        "quote": "The principle that human nature, in its psychological aspects, is nothing more than a product of history and given social relations removes all barriers to coercion and manipulation by the powerful.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "History teaches us that unity is strength, and cautions us to submerge and overcome our differences in the quest for common goals, to strive, with all our combined strength, for the path to true African brotherhood and unity.",
        "author": "Haile Selassie"
    },
    {
        "quote": "History has taught us over and over again that freedom is not free. When push comes to shove, the ultimate protectors of freedom and liberty are the brave men and women in our armed forces. Throughout our history, they've answered the call in bravery and sacrifice.",
        "author": "Tim Pawlenty"
    },
    {
        "quote": "The kitchen's a laboratory, and everything that happens there has to do with science. It's biology, chemistry, physics. Yes, there's history. Yes, there's artistry. Yes, to all of that. But what happened there, what actually happens to the food is all science.",
        "author": "Alton Brown"
    },
    {
        "quote": "The return on investment in global health is tremendous, and the biggest bang for the buck comes from vaccines. Vaccines are among the most successful and cost-effective health investments in history.",
        "author": "Seth Berkley"
    },
    {
        "quote": "You can't fake this music. You might be a great singer or a great musician but, in the need, that's got nothing to do with it. It's how you connect to the songs and to the history behind them.",
        "author": "Etta James"
    },
    {
        "quote": "The Holocaust was an obscene period in our nation's history. I mean in this century's history. But we all lived in this century. I didn't live in this century.",
        "author": "Dan Quayle"
    },
    {
        "quote": "All history has been a history of class struggles between dominated classes at various stages of social development.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "It is humiliating to remain with our hands folded while others write history. It matters little who wins. To make a people great it is necessary to send them to battle even if you have to kick them in the pants. That is what I shall do.",
        "author": "Benito Mussolini"
    },
    {
        "quote": "'History Is All You Left Me' is about the loss of your first love and how you move on beyond that and if you can.",
        "author": "Adam Silvera"
    },
    {
        "quote": "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.",
        "author": "Frederick Jackson Turner"
    },
    {
        "quote": "A lawyer without history or literature is a mechanic, a mere working mason; if he possesses some knowledge of these, he may venture to call himself an architect.",
        "author": "Walter Scott"
    },
    {
        "quote": "Despite its challenges, globalization has led to one of the most peaceful and productive times in world history.",
        "author": "Mike Quigley"
    },
    {
        "quote": "I want to go down in the history books with what I've achieved.",
        "author": "Lando Norris"
    },
    {
        "quote": "Confederate monuments belong in museums where we can study and reflect on that terrible history, not in places of honor across our state.",
        "author": "Stacey Abrams"
    },
    {
        "quote": "The greatest honor history can bestow is that of peacemaker.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "I have always had a keen interest in defence and military history and read more on this subject than anything else.",
        "author": "Bob Ainsworth"
    },
    {
        "quote": "Revolutions are the locomotives of history.",
        "author": "Karl Marx"
    },
    {
        "quote": "Museums are managers of consciousness. They give us an interpretation of history, of how to view the world and locate ourselves in it. They are, if you want to put it in positive terms, great educational institutions. If you want to put it in negative terms, they are propaganda machines.",
        "author": "Hans Haacke"
    },
    {
        "quote": "History has remembered the kings and warriors, because they destroyed; art has remembered the people, because they created.",
        "author": "William Morris"
    },
    {
        "quote": "There are some real memorable highlights in my history that, in my mind, are such milestones. Winning a national championship in college and being on the Olympic platform getting a gold medal. Visiting the Hall of Fame and going into the Hall of Fame.",
        "author": "Anne Donovan"
    },
    {
        "quote": "To be successful in anything, you have to have a passion for it, and that leads to being enthusiastic and demanding. I didn't have it for history. So I wouldn't have been a good teacher in that area. But I had it for basketball. And that's what coaching is at every level: it's about teaching.",
        "author": "Jeff Van Gundy"
    },
    {
        "quote": "Anti-Semitism has never gone away; it will always be there because it's a very convenient prejudice. The gene of it, the original DNA, is buried deep within our history. And even within some Jews as well.",
        "author": "Steven Berkoff"
    },
    {
        "quote": "I enjoy art, architecture, museums, churches and temples; anything that gives me insight into the history and soul of the place I'm in. I can also be a beach bum - I like to laze in the shade of a palm tree with a good book or float in a warm sea at sundown.",
        "author": "Cherie Lunghi"
    },
    {
        "quote": "I know of no time in human history where ignorance was better than knowledge.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "Philosophy of science without history of science is empty; history of science without philosophy of science is blind.",
        "author": "Imre Lakatos"
    },
    {
        "quote": "You learn about equality in history and civics, but you find out life is not really like that.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "My countrymen: we have reached a turning point in our history. The choice is yours. Shall we venture into this brave new world, bright with possibilities, or retreat to the safety of our familiar but sterile past? I am for crossing the frontier.",
        "author": "Ferdinand Marcos"
    },
    {
        "quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.",
        "author": "Norman Cousins"
    },
    {
        "quote": "What is history? An echo of the past in the future; a reflex from the future on the past.",
        "author": "Victor Hugo"
    },
    {
        "quote": "I don't know where streaming will go in the future. The analytics that we're seeing tell us that streaming is the next thing, and downloads are going down. I feel like with the history of this platform, from vinyl to where we are now, it just seems like the next logical step.",
        "author": "Jay-Z"
    },
    {
        "quote": "The history of mankind is a history of war.",
        "author": "Mike Love"
    },
    {
        "quote": "No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "He who puts out his hand to stop the wheel of history will have his fingers crushed.",
        "author": "Lech Walesa"
    },
    {
        "quote": "I really discovered I had thyroid disease by accident. My son was having some health concerns, and as I filled out his patient history I noticed I had a lot of similar symptoms. I mentioned it to the doctor, and he ran blood work and finally an ultrasound of my thyroid.",
        "author": "Kim Alexis"
    },
    {
        "quote": "We have that storytelling history in country and bluegrass and old time and folk music, blues - all those things that combine to make up the genre. It was probably storytelling before it was songwriting, as far as country music is concerned. It's fun to be a part of that and tip the hat to that. You know, and keep that tradition alive.",
        "author": "Chris Stapleton"
    },
    {
        "quote": "Hegel was right when he said that we learn from history that man can never learn anything from history.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "It's in the history books, the Holocaust. It's just a phrase. And the truth is it happened yesterday. It happened to my mother. I never met my grandmothers or my grandfathers. They were all wiped up in the gas chambers of Nazi Germany.",
        "author": "Gene Simmons"
    },
    {
        "quote": "I find humanism to be the most rational and positive philosophy for life. And it's not a new thing at all - the history of humanist thought is deep and inspiring.",
        "author": "Alice Roberts"
    },
    {
        "quote": "History is the interpretation of the significance that the past has for us.",
        "author": "Johan Huizinga"
    },
    {
        "quote": "I was reading a book... 'the history of glue' - I couldn't put it down.",
        "author": "Tim Vine"
    },
    {
        "quote": "History and experience tell us that moral progress comes not in comfortable and complacent times, but out of trial and confusion.",
        "author": "Gerald R. Ford"
    },
    {
        "quote": "You may write me down in history with your bitter, twisted lines. You may trod me in the very dirt, but still, like dust, I'll rise.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I got left for Mr. Bean. I found out a year after we split up. I opened the newspaper and there was a full-page story. No one else in the history of time has ever been left for Mr. Bean.",
        "author": "James Acaster"
    },
    {
        "quote": "History will decide if I'm a villain or a hero.",
        "author": "Harlan Ellison"
    },
    {
        "quote": "For it is the duty of an astronomer to compose the history of the celestial motions through careful and expert study.",
        "author": "Nicolaus Copernicus"
    },
    {
        "quote": "I believe in God. I believe that He's real and I believe He has control over a lot of things and I think throughout history there has been a lot of countries that have turned their back on Him and the result is not great.",
        "author": "Morgan Wallen"
    },
    {
        "quote": "We just feel like history repeats itself. You ain't never going to see nothing brand new; you're only going to see when records are broken. And we're here to just set records and set trends and follow the footsteps that have been shown to us.",
        "author": "Quavo"
    },
    {
        "quote": "Social media has taken over in America to such an extreme that to get my own kids to look back a week in their history is a miracle, let alone 100 years.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "Their memory's like a train: you can see it getting smaller as it pulls away And the things you can't remember Tell the things you can't forget that History puts a saint in every dream.",
        "author": "Tom Waits"
    },
    {
        "quote": "If you look at the history of technology over a couple hundred years, it's all about time compression and making the globe smaller. It's had positive effects, all the ones that we know. So we're much less likely to have the kind of terrible misunderstandings that led to World War I, for example.",
        "author": "Eric Schmidt"
    },
    {
        "quote": "Love is the whole history of a woman's life, it is but an episode in a man's.",
        "author": "Madame de Stael"
    },
    {
        "quote": "Several times in Earth's history, rapid global warming occurred, apparently spurred by amplifying feedbacks. In each case, more than half of plant and animal species became extinct. New species came into being over tens and hundreds of thousands of years. But these are time scales and generations that we cannot imagine.",
        "author": "James Hansen"
    },
    {
        "quote": "The Stonewall riots were a key moment for gay people. Throughout modern history, gays had thought of themselves as something like a mental illness or maybe a sin or a crime. Gay liberation allowed us to make the leap to being a 'minority group,' which made life much easier.",
        "author": "Edmund White"
    },
    {
        "quote": "The lesson of 9/11 is that America is truly exceptional. We withstood the worst attack of our history, intended by our enemies to destroy us. Instead, it drew us closer and made us more united. Our love for freedom and one another has given us a strength that surprised even ourselves.",
        "author": "Rudy Giuliani"
    },
    {
        "quote": "The voice of passion is better than the voice of reason. The passionless cannot change history.",
        "author": "Czeslaw Milosz"
    },
    {
        "quote": "There comes a time in the history of nations when fear and forgetfulness cause a nation to hesitate, to waver, and perhaps even to succumb. When that time comes, those who love liberty must rise to the occasion. Will you lovers of liberty rise to the occasion?",
        "author": "Rand Paul"
    },
    {
        "quote": "The Fort Lauderdale Strikers is a team with history, tradition.",
        "author": "Ronaldo"
    },
    {
        "quote": "Bulls don't read. Bears read financial history. As markets fall to bits, the bears dust off the Dutch tulip mania of 1637, the Banque Royale of 1719-20, the railway speculation of the 1840s, the great crash of 1929.",
        "author": "James Buchan"
    },
    {
        "quote": "Strangers are exciting, their mystery never ends. But, there's nothing like looking at your own history in the faces of your friends.",
        "author": "Ani DiFranco"
    },
    {
        "quote": "My reading of history convinces me that most bad government has grown out of too much government.",
        "author": "John Sharp Williams"
    },
    {
        "quote": "Our ignorance of history causes us to slander our own times.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "Life moves fast. As much as you can learn from your history, you have to move forward.",
        "author": "Eddie Vedder"
    },
    {
        "quote": "History reminds us that dictators and despots arise during times of severe economic crisis.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "My only advice is, follow your dream and do whatever you like to do the most. I chose journalism because I wanted to be in the places where history was being made.",
        "author": "Jorge Ramos"
    },
    {
        "quote": "That's all a man can hope for during his lifetime - to set an example - and when he is dead, to be an inspiration for history.",
        "author": "William McKinley"
    },
    {
        "quote": "As a Cherokee, I can attest to the fact that Native Americans have been on the losing side of history. Our rights have been infringed upon, our treaties have been broken, our culture has been stolen, and our tribes have been decimated at the hands of our own United States government.",
        "author": "Markwayne Mullin"
    },
    {
        "quote": "A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance.",
        "author": "Jawaharlal Nehru"
    },
    {
        "quote": "There are still many causes worth sacrificing for, so much history yet to be made.",
        "author": "Michelle Obama"
    },
    {
        "quote": "The history of liberty is a history of resistance.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "History is cyclical, and it would be foolhardy to assume that the culture wars will never return.",
        "author": "Frank Rich"
    },
    {
        "quote": "I can't change history, I don't want to change history. I can only change the future. I'm working on that.",
        "author": "Boris Becker"
    },
    {
        "quote": "Black history is American history.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "When Thomas Jefferson wrote the Declaration of Independence, declaring that all men were created equal, he owned slaves. Women couldn't vote. But, throughout history, our abolitionists, suffragettes, and civil rights leaders called on our nation, in reality, to live up to the nation's professed ideals in that Declaration.",
        "author": "Marvin Ammori"
    },
    {
        "quote": "If you look at the paintings that I love in art history, these are the paintings where great, powerful men are being celebrated on the big walls of museums throughout the world. What feels really strange is not to be able to see a reflection of myself in that world.",
        "author": "Kehinde Wiley"
    },
    {
        "quote": "Distorting the history of World War II, denying the crimes of genocide and the Holocaust as well as an instrumental use of Auschwitz to attain any given goal is tantamount to desecration of the memory of the victims whose ashes are scattered here.",
        "author": "Andrzej Duda"
    },
    {
        "quote": "In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility - I welcome it.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Empires inevitably fall, and when they do, history judges them for the legacies they leave behind.",
        "author": "Noah Feldman"
    },
    {
        "quote": "After the Berlin Wall came down I visited that city and I will never forget it. The abandoned checkpoints. The sense of excitement about the future. The knowledge that a great continent was coming together. Healing those wounds of our history is the central story of the European Union.",
        "author": "David Cameron"
    },
    {
        "quote": "Fellow citizens, we cannot escape history. We, of this Congress and this administration, will be remembered in spite of ourselves. No personal significance, or insignificance, can spare one or another of us. The fiery trial through which we pass will light us down in honor or dishonor, to the latest generation.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "We must begin to tell black women's stories because, without them, we cannot tell the story of black men, white men, white women, or anyone else in this country. The story of black women is critical because those who don't know their history are doomed to repeat it.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "Religion has caused more misery to all of mankind in every stage of human history than any other single idea.",
        "author": "Madalyn Murray O'Hair"
    },
    {
        "quote": "You don't hate history, you hate the way it was taught to you in high school.",
        "author": "Stephen Ambrose"
    },
    {
        "quote": "Enshrined in a language is the whole of a community's history and a large part of its cultural identity. The world is a mosaic of visions. To lose even one piece of this mosaic is a loss for all of us.",
        "author": "David Crystal"
    },
    {
        "quote": "Every single immigrant is part of a larger history that needs to be communicated in all its ambivalences and complexities.",
        "author": "Jim Goldberg"
    },
    {
        "quote": "Today is either the beginning of the end, or the end of the beginning. Today we are making history.",
        "author": "Eckhard Pfeiffer"
    },
    {
        "quote": "If history could teach us anything, it would be that private property is inextricably linked with civilization.",
        "author": "Ludwig von Mises"
    },
    {
        "quote": "Wireless is the largest information, communication, and technology platform in history, and mobile broadband is transforming how we can deliver educational materials and experiences to all students. The technology now exists to support learning on a massive scale and advance the 21st century skills needed to compete in the global economy.",
        "author": "Peggy Johnson"
    },
    {
        "quote": "I'm focused on being the best, making history.",
        "author": "Canelo Alvarez"
    },
    {
        "quote": "The Windrush era is a very important part of British history as it helps us understand how and why we became the multicultural society we are today, and also helps us understand the history of race relations in this country.",
        "author": "Naomie Harris"
    },
    {
        "quote": "If you think you have it tough, read history books.",
        "author": "Bill Maher"
    },
    {
        "quote": "We did this together. We, as a team, made history tonight.",
        "author": "Johan Santana"
    },
    {
        "quote": "Teaching the history of the British Empire links in with that of the world: for better and for worse, the Empire made us what we are, forming our national identity. A country that does not understand its own history is unlikely to respect that of others.",
        "author": "Antony Beevor"
    },
    {
        "quote": "Outside the kingdom of the Lord there is no nation which is greater than any other. God and history will remember your judgment.",
        "author": "Haile Selassie"
    },
    {
        "quote": "Among the many misdeeds of the British rule in India, history will look upon the act depriving a whole nation of arms as the blackest.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "Watergate was unique because it allowed the public to play its democratic role in expressing its outrage at the presidency. And as a result, for the first time in history a president resigned.",
        "author": "Samuel Dash"
    },
    {
        "quote": "I read a lot of history. The passive Jews in Germany didn't survive. The smart ones got out.",
        "author": "Paul Mooney"
    },
    {
        "quote": "Food for us comes from our relatives, whether they have wings or fins or roots. That is how we consider food. Food has a culture. It has a history. It has a story. It has relationships.",
        "author": "Winona LaDuke"
    },
    {
        "quote": "Love is never defeated, and I could add, the history of Ireland proves it.",
        "author": "Pope John Paul II"
    },
    {
        "quote": "To understand a science, it is necessary to know its history.",
        "author": "Auguste Comte"
    },
    {
        "quote": "It is important never to forget our history, but parts of our history are more appropriately displayed in museums, not on government property.",
        "author": "Matt Bevin"
    },
    {
        "quote": "Homework's hard. Especially math. My kids joke with me. They tell me they have homework. I say, 'Okay.' And then I sit down and they say, 'It's math.' 'No! Not math! English, history, anything!'",
        "author": "Angelina Jolie"
    },
    {
        "quote": "I'm proud to partner with organizations that place an emphasis on and share my interest in giving back to the community. RBC has a rich history of doing this through their sponsorship of golf and the extensive ambassadorial program they have in place.",
        "author": "Jason Day"
    },
    {
        "quote": "I feel very honoured to be joining the Ferrari family and becoming a part of the most prestigious team in the history of Formula One.",
        "author": "Jean-Eric Vergne"
    },
    {
        "quote": "I think if we don't understand history, if we don't keep referring back to it, we become complacent. And complacency, as we all know, it leads to repeating history.",
        "author": "Ruth Negga"
    },
    {
        "quote": "World history is a court of judgment.",
        "author": "Georg Wilhelm Friedrich Hegel"
    },
    {
        "quote": "The people of Egypt are an intelligent people with a glorious history who left their mark on civilization.",
        "author": "Fidel Castro"
    },
    {
        "quote": "Regrets are idle; yet history is one long regret. Everything might have turned out so differently.",
        "author": "Charles Dudley Warner"
    },
    {
        "quote": "Never throughout history has a man who lived a life of ease left a name worth remembering.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "History is, strictly speaking, the study of questions; the study of answers belongs to anthropology and sociology.",
        "author": "W. H. Auden"
    },
    {
        "quote": "History shows that where ethics and economics come in conflict, victory is always with economics. Vested interests have never been known to have willingly divested themselves unless there was sufficient force to compel them.",
        "author": "B. R. Ambedkar"
    },
    {
        "quote": "The history of progress is written in the blood of men and women who have dared to espouse an unpopular cause, as, for instance, the black man's right to his body, or woman's right to her soul.",
        "author": "Emma Goldman"
    },
    {
        "quote": "History has always judged silence and complicity harshly in these times of moral consequence.",
        "author": "Pramila Jayapal"
    },
    {
        "quote": "Visual surprise is natural in the Caribbean; it comes with the landscape, and faced with its beauty, the sigh of History dissolves.",
        "author": "Derek Walcott"
    },
    {
        "quote": "The most powerful words in English are 'Tell me a story,' words that are intimately related to the complexity of history, the origins of language, the continuity of the species, the taproot of our humanity, our singularity, and art itself.",
        "author": "Pat Conroy"
    },
    {
        "quote": "Won't it be wonderful when black history and native American history and Jewish history and all of U.S. history is taught from one book. Just U.S. history.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Anyone who knows anything of history knows that great social changes are impossible without feminine upheaval. Social progress can be measured exactly by the social position of the fair sex, the ugly ones included.",
        "author": "Karl Marx"
    },
    {
        "quote": "Diamonds are a key component in the campaign to make poverty history.",
        "author": "Nicky Oppenheimer"
    },
    {
        "quote": "People always want to be on the right side of history; it is a lot easier to say, 'What an atrocity that was' then it is to say, 'What an atrocity this is.'",
        "author": "Natasha Trethewey"
    },
    {
        "quote": "The Negro League had some of the best players in history. Satchel Paige was probably one of the best pitchers in the history of baseball, and many believe catcher Josh Gibson was a better hitter than Babe Ruth.",
        "author": "Mark Kurlansky"
    },
    {
        "quote": "Your personal history is a part of what happens with your hands and your head as you play music.",
        "author": "Dave Grohl"
    },
    {
        "quote": "I grew up in Europe, where the history comes from.",
        "author": "Eddie Izzard"
    },
    {
        "quote": "One individual can begin a movement that turns the tide of history. Martin Luther King in the civil rights movement, Mohandas Ganhi in India, Nelson Mandela in South Africa are examples of people standing up with courage and non-violence to bring about needed changes.",
        "author": "Jack Canfield"
    },
    {
        "quote": "I'm fascinated with the stories that we tell. Real histories become fantasies and fairy tales, morality tales and fables. There's something interesting and funny and perverse about the way fairytale sometimes passes for history, for truth.",
        "author": "Kara Walker"
    },
    {
        "quote": "I love places that have an incredible history. I love the Italian way of life. I love the food. I love the people. I love the attitudes of Italians.",
        "author": "Elton John"
    },
    {
        "quote": "The Great Migration can get forgotten if we don't pay attention or bear witness to it. It's part of my personal history and the history of millions of African Americans who left those oppressive conditions for better lives in the North. It's important to put that on the page.",
        "author": "Jacqueline Woodson"
    },
    {
        "quote": "A strange thing is memory, and hope; one looks backward, and the other forward; one is of today, the other of tomorrow. Memory is history recorded in our brain, memory is a painter, it paints pictures of the past and of the day.",
        "author": "Grandma Moses"
    },
    {
        "quote": "I think history is collective memories. In writing, I'm using my own memory, and I'm using my collective memory.",
        "author": "Haruki Murakami"
    },
    {
        "quote": "The injustices endured by black Americans at the hands of their own government have no parallel in our history, not only during the period of slavery but also in the Jim Crow era that followed.",
        "author": "Jim Webb"
    },
    {
        "quote": "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "History, after all, is a process, not a position, and it is not best written in bronze and marble. It is complex, plastic and ever-changing; all things that heroic statues are not.",
        "author": "David Olusoga"
    },
    {
        "quote": "After Jackie Robinson the most important black in baseball history is Reggie Jackson, I really mean that.",
        "author": "Reggie Jackson"
    },
    {
        "quote": "History in its broadest aspect is a record of man's migrations from one environment to another.",
        "author": "Ellsworth Huntington"
    },
    {
        "quote": "I really love travelling to places where I get to learn something new about a new group of people or a new place. Learn some history, contemplate some business ideas, and sort of get off the beaten track a little bit.",
        "author": "Leila Janah"
    },
    {
        "quote": "My lesson from history is that if there is a strong moderate centrist party which can lead the country, there is no room for extremists from the right or left.",
        "author": "Viktor Orban"
    },
    {
        "quote": "The great and abiding lesson of American history, particularly the cold war, is that the engine of capitalism, the individual, is mightier than any collective.",
        "author": "Rand Paul"
    },
    {
        "quote": "A people without a positive history is like a vehicle without an engine.",
        "author": "Steven Biko"
    },
    {
        "quote": "It's an absolute honor to be taking part in the pageant for the Diamond Jubilee. This is a once-in-a-lifetime opportunity and will be a moment in history that will always be remembered. I'm really looking forward to being out on the river with friends and family. To mark this historic moment will be extremely special.",
        "author": "Steve McFadden"
    },
    {
        "quote": "Today's headlines and history's judgment are rarely the same.",
        "author": "Condoleezza Rice"
    },
    {
        "quote": "That human behavior is more influenced by things outside of us than inside. The 'situation' is the external environment. The inner environment is genes, moral history, religious training.",
        "author": "Philip Zimbardo"
    },
    {
        "quote": "Marxism, Freudianism, global warming. These are proof - of which history offers so many examples - that people can be suckers on a grand scale. To their fanatical followers they are a substitute for religion. Global warming, in particular, is a creed, a faith, a dogma that has little to do with science.",
        "author": "Paul Johnson"
    },
    {
        "quote": "Then I despair... I remember that all through history, the way of truth and love has always won. There have been murderers and tyrants, and for a time they can seem invincible. But in the end they always fall. Think of it always.",
        "author": "Andre Malraux"
    },
    {
        "quote": "We live in a moment of history where change is so speeded up that we begin to see the present only when it is already disappearing.",
        "author": "R. D. Laing"
    },
    {
        "quote": "God will use whatever he wants to display his glory. Heavens and stars. History and nations. People and problems.",
        "author": "Max Lucado"
    },
    {
        "quote": "History is so subjective. The teller of it determines it.",
        "author": "Lin-Manuel Miranda"
    },
    {
        "quote": "Thanks to television, for the first time the young are seeing history made before it is censored by their elders.",
        "author": "Margaret Mead"
    },
    {
        "quote": "The history of astronomy is a history of receding horizons.",
        "author": "Edwin Powell Hubble"
    },
    {
        "quote": "If past history was all there was to the game, the richest people would be librarians.",
        "author": "Warren Buffett"
    },
    {
        "quote": "The future is not Big Government. Self-serving politicians. Powerful bureaucrats. This has been tried, tested throughout history. The result has always been disaster. President Obama, your agenda is not new. It's not change, and it's not hope.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "My ancestors include Monahwee, who was one of the leaders in the Red Stick War, which was the largest Indian uprising in history, and Osceola, who refused to sign a treaty with the United States.",
        "author": "Joy Harjo"
    },
    {
        "quote": "History is made every day. The challenge is getting everyone to pay attention to it.",
        "author": "Adora Svitak"
    },
    {
        "quote": "A big part of making music is the discovery aspect, is the surprise aspect. That's why I think I'll always love sampling. Because it involves combining the music fandom: collecting, searching, discovering music history, and artifacts of recording that you may not have known existed and you just kind of unlock parts of your brain, you know?",
        "author": "Gotye"
    },
    {
        "quote": "My introduction to art history was like everybody else's. You see an art history book that has works by Rembrandt and Leonardo da Vinci and Michelangelo. Yes, these things are great. But I don't see a reflection of myself in any of these things I'm looking at.",
        "author": "Kerry James Marshall"
    },
    {
        "quote": "Rome - the city of visible history, where the past of a whole hemisphere seems moving in funeral procession with strange ancestral images and trophies gathered from afar.",
        "author": "George Eliot"
    },
    {
        "quote": "Love is more pleasant than marriage for the same reason that novels are more amusing than history.",
        "author": "Nicolas Chamfort"
    },
    {
        "quote": "We have no obligation to make history. We have no obligation to make art. We have no obligation to make a statement. Our obligation is to make money.",
        "author": "Don Simpson"
    },
    {
        "quote": "History is formed by the people, those who have power and those without power. Each one of us makes history.",
        "author": "Anselm Kiefer"
    },
    {
        "quote": "I wrote 'The Painted Word,' about modern art, and was denounced as reactionary. In fact, it is just a history, although a rather loaded one.",
        "author": "Tom Wolfe"
    },
    {
        "quote": "China's history is marked by thousands of years of world-changing innovations: from the compass and gunpowder to acupuncture and the printing press. No one should be surprised that China has re-emerged as an economic superpower.",
        "author": "Gary Locke"
    },
    {
        "quote": "The biggest difference between England and America is that England has history, while America has geography.",
        "author": "Neil Gaiman"
    },
    {
        "quote": "History is nothing if not an epic tale of missed opportunities.",
        "author": "Graydon Carter"
    },
    {
        "quote": "History is mostly guessing; the rest is prejudice.",
        "author": "Will Durant"
    },
    {
        "quote": "This is our history - from the Transcontinental Railroad to the Hoover Dam, to the dredging of our ports and building of our most historic bridges - our American ancestors prioritized growth and investment in our nation's infrastructure.",
        "author": "Cory Booker"
    },
    {
        "quote": "Every single place that's brushed upon me has made me the artist that I am - from Nigerian Highlife music and the vocal melodies that I grew up on when I would be sitting with my father and his fellow chiefs, to the funk and freeness of the Bay Area groove, to L.A.'s smooth G-funk legacy, Brooklyn's lyricism, and now Atlanta's trap history.",
        "author": "Jidenna"
    },
    {
        "quote": "There comes a time in the life of every nation when it stands at the crossroads of history and must choose which way to go.",
        "author": "Lal Bahadur Shastri"
    },
    {
        "quote": "Whenever I think of my birthplace, Walton-on-Thames, my reference first and foremost is the river. I love the smell of the river; love its history, its gentleness. I was aware of its presence from my earliest years. Its majesty centered me, calmed me, was a solace to a certain extent.",
        "author": "Julie Andrews"
    },
    {
        "quote": "No man is truly great who is great only in his lifetime. The test of greatness is the page of history.",
        "author": "William Hazlitt"
    },
    {
        "quote": "Automobiles have always been part of my life, and I'm sure they always will be. What is it about them that moves me? The sound of a great engine, the unity and uniqueness of an automobile's engineering and coachwork, the history of the company and the car, and, of course, the sheer beauty of the thing.",
        "author": "Edward Herrmann"
    },
    {
        "quote": "If you are attempting to study American history, and you don't understand the force of white supremacy, you fundamentally misunderstand America.",
        "author": "Ta-Nehisi Coates"
    },
    {
        "quote": "Just as Darwin discovered the law of development of organic nature, so Marx discovered the law of development of human history: the simple fact, hitherto concealed by an overgrowth of ideology, that mankind must first of all eat, drink, have shelter and clothing, before it can pursue politics, science, art, religion, etc.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Women take so long to get ready, but when they get out of the bathroom, they look smokin' hot. That's the struggle of men throughout history, waiting by the door. The wait is so worth it. Always.",
        "author": "Andy Grammer"
    },
    {
        "quote": "As an immigrant, I appreciate, far more than the average American, the liberties we have in this country. Silence is a big enemy of morality. I don't want our blunders in history to get repeated.",
        "author": "Gloria Estefan"
    },
    {
        "quote": "When you are organizing a group of people, the first thing that we do is we talk about the history of what other people have been able to accomplish - people that look like them, workers like them, ordinary people, working people - and we give them the list: these are people like yourself; this is what they were able to do in their community.",
        "author": "Dolores Huerta"
    },
    {
        "quote": "The upward course of a nation's history is due in the long run to the soundness of heart of its average men and women.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "History has demonstrated that the most notable winners usually encountered heartbreaking obstacles before they triumphed. They won because they refused to become discouraged by their defeats.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "If you read enough biography and history, you learn how people have dealt successfully or unsuccessfully with similar situations or patterns in the past. It doesn't give you a template of answers, but it does help you refine the questions you have to ask yourself.",
        "author": "Jim Mattis"
    },
    {
        "quote": "I realised that people respond to banal things. They don't accept their own history, not participating in acceptance within their own being.",
        "author": "Jeff Koons"
    },
    {
        "quote": "The importance of education is ingrained in Scottish history.",
        "author": "Nicola Sturgeon"
    },
    {
        "quote": "If we fail to develop a national coordinated response, based in science, I fear the pandemic will get far worse and be prolonged, causing unprecedented illness and fatalities. Without better planning, 2020 could be the darkest winter in modern history.",
        "author": "Rick Bright"
    },
    {
        "quote": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion.",
        "author": "Arthur C. Clarke"
    },
    {
        "quote": "I'm a good son, a good father, a good husband - I've been married to the same woman for 30 years. I'm a good friend. I finished college, I have my education, I donate money anonymously. So when people criticize the kind of characters that I play on screen, I go, 'You know, that's part of history.'",
        "author": "Samuel L. Jackson"
    },
    {
        "quote": "Globalization has created this interlocking fragility. At no time in the history of the universe has the cancellation of a Christmas order in New York meant layoffs in China.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "There's probably more history now preserved underwater than in all the museums of the world combined. And there's no law governing that history. It's finders keepers.",
        "author": "Robert Ballard"
    },
    {
        "quote": "I came in the gate as an African-American poor kid wanting to be a neurosurgeon but - with American life and the places I was put due to American history and laws and the oppression of black people - I had to make it work in other ways.",
        "author": "Lil B"
    },
    {
        "quote": "In the long course of history, having people who understand your thought is much greater security than another submarine.",
        "author": "J. William Fulbright"
    },
    {
        "quote": "We are born, we live, we disappear. One of the chilling aspects of history is the swiftness with which it carries us into oblivion.",
        "author": "David Ebershoff"
    },
    {
        "quote": "Ronnie O'Sullivan is the only player in history to be dominant and popular at the same time.",
        "author": "Stephen Hendry"
    },
    {
        "quote": "Whether you like it or not, history is on our side. We will bury you!",
        "author": "Nikita Khrushchev"
    },
    {
        "quote": "Crafts make us feel rooted, give us a sense of belonging and connect us with our history. Our ancestors used to create these crafts out of necessity, and now we do them for fun, to make money and to express ourselves.",
        "author": "Phyllis George"
    },
    {
        "quote": "The megalomaniac differs from the narcissist by the fact that he wishes to be powerful rather than charming, and seeks to be feared rather than loved. To this type belong many lunatics and most of the great men of history.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "History not used is nothing, for all intellectual life is action, like practical life, and if you don't use the stuff well, it might as well be dead.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "The main thing is to make history, not to write it.",
        "author": "Otto von Bismarck"
    },
    {
        "quote": "You can be poor, middle class, or rich - it doesn't matter. The black card will still confer upon you an entire history of oppression, even if you've never been oppressed. Flash the black card, and most white people will cower.",
        "author": "Candace Owens"
    },
    {
        "quote": "Our nation is built upon a history of immigration, dating back to our first pioneers, the Pilgrims. For more than three centuries, we have welcomed generations of immigrants to our melting pot of hyphenated America: British-Americans; Italian-Americans; Irish-Americans; Jewish-Americans; Mexican-Americans; Chinese-Americans; Indian-Americans.",
        "author": "Ami Bera"
    },
    {
        "quote": "Natural selection, as it has operated in human history, favors not only the clever but the murderous.",
        "author": "Barbara Ehrenreich"
    },
    {
        "quote": "But history is neither watchmaking nor cabinet construction. It is an endeavor toward better understanding.",
        "author": "Marc Bloch"
    },
    {
        "quote": "Sicily is a blessed land. First, because of its geographic position in the Mediterranean. Second, for its history and all the different peoples who have settled there: Arabs, Greeks, Normans, the Swedes. That has made us different from others. We exaggerate, we overdo. We love Greek tragedy. We cry, we fight, sometimes for nothing.",
        "author": "Marcello Giordani"
    },
    {
        "quote": "In almost every interview someone asks what does HIM stand for. I can't even remember our latest lie about that. When Hanson was hot, we said it means Hanson Is Murder. The name doesn't have a particular history. His Infernal Majesty was a totally different band. I think HIM derives from some death metal joke.",
        "author": "Ville Valo"
    },
    {
        "quote": "It is a fair summary of history to say that the safeguards of liberty have been forged in controversies involving not very nice people.",
        "author": "Felix Frankfurter"
    },
    {
        "quote": "The people, and the people alone, are the motive force in the making of world history.",
        "author": "Mao Zedong"
    },
    {
        "quote": "The happiest women, like the happiest nations, have no history.",
        "author": "George Eliot"
    },
    {
        "quote": "For me, surfing is as close a connection I can have with Mother Nature. To surf, you're riding a pulse of energy from Mother Nature. And it's strong. It's real. It's there. And you're dancing with that. You're connecting with that. You're might be the only person in the history of the universe that connects with that particular pulse of energy.",
        "author": "Xavier Rudd"
    },
    {
        "quote": "During the long process of history, by relying on our own diligence, courage and wisdom, Chinese people have opened up a good and beautiful home where all ethnic groups live in harmony and fostered an excellent culture that never fades.",
        "author": "Xi Jinping"
    },
    {
        "quote": "Society may no longer define marriage in the only way marriage has ever been defined in the annals of recorded history. Many societies allowed polygamy, many allowed child marriages, some allowed marriage within families; but none, in thousands of years, defined marriage as the union of people of the same sex.",
        "author": "Dennis Prager"
    },
    {
        "quote": "History says, 'Don't hope on this side of the grave.'",
        "author": "Seamus Heaney"
    },
    {
        "quote": "There will always be people saying things can't be done. And history shows that time and time again things 'couldn't be done' and they were done.",
        "author": "Boyan Slat"
    },
    {
        "quote": "Should any political party attempt to abolish social security, unemployment insurance, and eliminate labor laws and farm programs, you would not hear of that party again in our political history.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Read no history: nothing but biography, for that is life without theory.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "If you only think of me during Black History Month, I must be failing as an educator and as an astrophysicist.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "While we are living in the present, we must celebrate life every day, knowing that we are becoming history with every work, every action, every deed.",
        "author": "Mattie Stepanek"
    },
    {
        "quote": "This was a tragic event in human history, but by paying tribute to the Armenian community we ensure the lessons of the Armenian genocide are properly understood and acknowledged.",
        "author": "Jerry Costello"
    },
    {
        "quote": "Every country has a dark side of their history.",
        "author": "Miyavi"
    },
    {
        "quote": "My grandmother was energetic and fearless - a talented poet and songwriter. She was also interested in chemistry and history and medicine, taking care of the people in her hacienda in Mexico, delivering babies. She could have become anything, but this was the 1930s, and she was forced into an arranged marriage.",
        "author": "Salma Hayek"
    },
    {
        "quote": "The history of free men is never really written by chance but by choice; their choice!",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Blood alone moves the wheels of history.",
        "author": "Martin Luther"
    },
    {
        "quote": "Here's what I believe, I think the FBI is the premier law enforcement agency in the history of the world but i think there was some bad apples over there.",
        "author": "John Kennedy"
    },
    {
        "quote": "India is a curious place that still preserves the past, religions, and its history. No matter how modern India becomes, it is still very much an old country.",
        "author": "Anita Desai"
    },
    {
        "quote": "I'm not a big fan of journalism schools, except those that are organized around a liberal arts education. Have an understanding of history, economics and political science - and then learn to write.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "A judge must interpret statutes as written. And a judge must interpret the Constitution as written, informed by history and tradition and precedent.",
        "author": "Brett Kavanaugh"
    },
    {
        "quote": "American history is longer, larger, more various, more beautiful, and more terrible than anything anyone has ever said about it.",
        "author": "James Baldwin"
    },
    {
        "quote": "Since creation of the E.U. a half century ago, Europe has enjoyed the longest period of peace in its history.",
        "author": "John Bruton"
    },
    {
        "quote": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism.",
        "author": "Benito Mussolini"
    },
    {
        "quote": "Ted Kennedy will go down in history as one of the giants of the U.S. Senate and one the most accomplished legislators in American history.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "Remember our proud history of social justice, universal health care, public pensions and making sure no one is left behind. Let's continue to move forward.",
        "author": "Jack Layton"
    },
    {
        "quote": "Why can't I make up my own characters and paint the people I want to see in the world? I'm depicting the many people who existed in history but whose presence was never documented.",
        "author": "Amy Sherald"
    },
    {
        "quote": "When I finished 'True History of the Kelly Gang,' I realised that Faulkner had not lost his power over me.",
        "author": "Peter Carey"
    },
    {
        "quote": "Equality under the law is the slow triumph of hope over history.",
        "author": "Jim Cooper"
    },
    {
        "quote": "History is like a constantly changing tree.",
        "author": "David Irving"
    },
    {
        "quote": "One baby is a patient baby, and waits indefinitely until its mother is ready to feed it. The other baby is an impatient baby and cries lustily, screams and kicks and makes everybody unpleasant until it is fed. Well, we know perfectly well which baby is attended to first. That is the whole history of politics.",
        "author": "Emmeline Pankhurst"
    },
    {
        "quote": "I believe that architecture is fundamentally a public space where people can gather and communicate, think about the history, think about the lives of human beings, or the world.",
        "author": "Tadao Ando"
    },
    {
        "quote": "Far too often, we have limited the definition of the Church. While not in all cases, in many cases, 'Church' has become an informational, inspirational weekly gathering rather than the group of people that God has ordained from Heaven to operate on his behalf on Earth in order to bring Heaven's viewpoint into history.",
        "author": "Tony Evans"
    },
    {
        "quote": "The library is the temple of learning, and learning has liberated more people than all the wars in history.",
        "author": "Carl T. Rowan"
    },
    {
        "quote": "The American flag is the symbol of our freedom, national pride and history.",
        "author": "Mike Fitzpatrick"
    },
    {
        "quote": "If we look to the history of other nations, ancient or modern, we find no example of a growth so rapid, so gigantic, of a people so prosperous and happy.",
        "author": "James Monroe"
    },
    {
        "quote": "When the rose and the cross are united the alchemical marriage is complete and the drama ends. Then we wake from history and enter eternity.",
        "author": "Robert Anton Wilson"
    },
    {
        "quote": "History belongs to everyone. I don't think you have to give up scholarly standards. But I also don't think you want to write something that is impenetrable. You try as hard as you can to be readable.",
        "author": "Margaret MacMillan"
    },
    {
        "quote": "I believe that patterns tend to repeat themselves and there are connections between the past and the present. There is the old proverb that reads, 'You can't know where you're going if you don't know where you've been'. For me, history is like that. When you take history and combine it with myth, then you get mystery.",
        "author": "Ashwin Sanghi"
    },
    {
        "quote": "I've never tried to be accepted. When everyone is doing one thing, I've always had the instinct to go the other way. I don't understand how an individual with their own mind, their own values, and their own beliefs can be so willing to just follow what everybody else is doing. How can you make history doing what everybody else is doing?",
        "author": "Damon Dash"
    },
    {
        "quote": "What does the artist do? He draws connections. He ties the invisible threads between things. He dives into history, be it the history of mankind, the geological history of the Earth or the beginning and end of the manifest cosmos.",
        "author": "Anselm Kiefer"
    },
    {
        "quote": "If you are going to write, say, fantasy - stop reading fantasy. You've already read too much. Read other things; read westerns, read history, read anything that seems interesting, because if you only read fantasy and then you start to write fantasy, all you're going to do is recycle the same old stuff and move it around a bit.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I think we're struggling with trying to redefine various positions at this point in history. To allow freedom for women, freedom for men, freedom from those sharply defined gender roles.",
        "author": "Fred Ward"
    },
    {
        "quote": "A society whose members are united by the fact that they think in the same way in regard to the sacred world and its relations with the profane world, and by the fact that they translate these common ideas into common practices, is what is called a Church. In all history, we do not find a single religion without a Church.",
        "author": "Emile Durkheim"
    },
    {
        "quote": "A myth is far truer than a history, for a history only gives a story of the shadows, whereas a myth gives a story of the substances that cast the shadows.",
        "author": "Annie Besant"
    },
    {
        "quote": "If students get a sound education in the history, social effects and psychological biases of technology, they may grow to be adults who use technology rather than be used by it.",
        "author": "Neil Postman"
    },
    {
        "quote": "Sometimes - history needs a push.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "But I think it's more that when you're young, you're invincible, you're immortal - or at least you think you are. The possibilities are limitless, you're inventing the future. Then you get older and suddenly you have a history. It's fixed. You can't change anything. I find that a bit disturbing, to be honest.",
        "author": "Damien Hirst"
    },
    {
        "quote": "When somebody asks about the greatest players in history, I start with Bill Russell. More than the best player is the MVP, and the MVP in the history of team sports is Bill Russell.",
        "author": "Bobby Knight"
    },
    {
        "quote": "Without words, without writing and without books there would be no history, there could be no concept of humanity.",
        "author": "Hermann Hesse"
    },
    {
        "quote": "There is no history of mankind, there are only many histories of all kinds of aspects of human life. And one of these is the history of political power. This is elevated into the history of the world.",
        "author": "Karl Popper"
    },
    {
        "quote": "We have a long, ugly history of white supremacy in this country, ranging from Jim Crow laws to keep African Americans down to the 1924 Immigration Act to keep non-Europeans out.",
        "author": "Max Boot"
    },
    {
        "quote": "The history of the kingdom of God is, directly, one of a reunion. The total divine milieu is formed by the incorporation of every elected spirit in Jesus Christ.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "Anne Boleyn was a warrior forced to use the only tools available to a woman in her position at that time. She was bold and ambitious, and had she had a son, history would have been very different.",
        "author": "Lydia Leonard"
    },
    {
        "quote": "The evil of slavery and colonialism was that these oppressions kept their victims out of history, disconnected them from the evolutionary struggle.",
        "author": "Shelby Steele"
    },
    {
        "quote": "All the ills of mankind, all the tragic misfortunes that fill the history books, all the political blunders, all the failures of the great leaders have arisen merely from a lack of skill at dancing.",
        "author": "Moliere"
    },
    {
        "quote": "My argument is that War makes rattling good history; but Peace is poor reading.",
        "author": "Thomas Hardy"
    },
    {
        "quote": "Concerning Poland, I can only say that the peoples of Central Europe and Hungary are a community in fate, to the death. Many of us would spill our blood for Poland any time. And vice versa: in an emergency, many Polish people would give his life to protect Hungarians. This has happened more than once over the course of history.",
        "author": "Viktor Orban"
    },
    {
        "quote": "We need to encourage black women to know that they are authors of their own destiny, that they have important stories to tell, and that they are capable, so magically capable, of writing them and creating important pieces of work that will live forever in history.",
        "author": "Michaela Coel"
    },
    {
        "quote": "I lead no party; I follow no leader. I have given the best part of my life to careful study of Islam, its law and polity, its culture, its history and its literature.",
        "author": "Muhammad Iqbal"
    },
    {
        "quote": "I loved history because to me, history was like watching a movie.",
        "author": "Quentin Tarantino"
    },
    {
        "quote": "Black history won't stop no bullets.",
        "author": "Afeni Shakur"
    },
    {
        "quote": "For the first time in the history of mankind, one generation literally has the power to destroy the past, the present and the future, the power to bring time to an end.",
        "author": "Hubert H. Humphrey"
    },
    {
        "quote": "History warns us that it is the customary fate of new truths to begin as heresies and to end as superstitions.",
        "author": "Thomas Huxley"
    },
    {
        "quote": "A country grows in history not only because of the heroism of its troops on the field of battle, it grows also when it turns to justice and to right for the conservation of its interests.",
        "author": "Aristide Briand"
    },
    {
        "quote": "Take everything you know. Take your whole selves. Be inclusive. Be open. Make history in the infinite ways that your heart takes you.",
        "author": "Megan Smith"
    },
    {
        "quote": "Black excellence is a thing. People - from Beyonce Knowles to Venus and Serena Williams to folks you haven't heard of - are into it. It's less a movement than a standard: believers set the bar high not only for themselves but also for others who share their vision, especially when it pertains to black history, stories, and style.",
        "author": "Hilton Als"
    },
    {
        "quote": "Mother Nature has been the best bioengineer in history. Why not harness the evolutionary process to design proteins?",
        "author": "Frances Arnold"
    },
    {
        "quote": "Civil disobedience has an honourable history, and when the urgency and moral clarity cross a certain threshold, then I think that civil disobedience is quite understandable, and it has a role to play.",
        "author": "Al Gore"
    },
    {
        "quote": "The proud fight against colonialism is one that should be consigned to history.",
        "author": "Winnie Byanyima"
    },
    {
        "quote": "If history were taught in the form of stories, it would never be forgotten.",
        "author": "Rudyard Kipling"
    },
    {
        "quote": "The American people voted to restore integrity and honesty in Washington, D.C., and the Democrats intend to lead the most honest, most open and most ethical Congress in history.",
        "author": "Nancy Pelosi"
    },
    {
        "quote": "It sure is a nice feeling to know that people will remember you after you're gone, that you'll manage to be a little bit of history.",
        "author": "Sarah Vaughan"
    },
    {
        "quote": "When I looked further into my mother's history, I realised that her anxieties and her neuroses could be accounted for by facts from a very early age. Her parents, William Henry Jones and Sarah Emily, were desperately poor.",
        "author": "John Rhys-Davies"
    },
    {
        "quote": "We now enter a new age of American history, and the question to be answered is this: Will we restore the republic our forefathers created, or will we allow it to be annihilated by those who hate America, its history, and all it stands for?",
        "author": "Augustus Sol Invictus"
    },
    {
        "quote": "History repeats itself, and that's one of the things that's wrong with history.",
        "author": "Clarence Darrow"
    },
    {
        "quote": "Poetry is nearer to vital truth than history.",
        "author": "Plato"
    },
    {
        "quote": "Our Founding Fathers crafted a constitutional Republic for the first time in the history of the world because they were shaping a form of government that would not have the failures of a democracy in it, but had the representation of democracy in it.",
        "author": "Steve King"
    },
    {
        "quote": "Indeed, history is nothing more than a tableau of crimes and misfortunes.",
        "author": "Voltaire"
    },
    {
        "quote": "I have to tell you that J.S. Bach was easily the greatest musical innovator in the history of the world. He was so advanced for his time. There's a spiritual depth to his music. You can listen to it and it's like meditation.",
        "author": "Brian Wilson"
    },
    {
        "quote": "I don't care if you're a Democrat or a Republican or a conservative, the election of Trump is a national tragedy for multiple reasons. It will go down as one of the worst tragedies in American history. But he's not a dictator. This happened because we either allowed it or voted for it.",
        "author": "Sam Esmail"
    },
    {
        "quote": "God has never, in the history of mankind, allowed his name to go long offended.",
        "author": "David Wilkerson"
    },
    {
        "quote": "The Chinese government wants me to say that for many centuries Tibet has been part of China. Even if I make that statement, many people would just laugh. And my statement will not change past history. History is history.",
        "author": "Dalai Lama"
    },
    {
        "quote": "The history of liberty has largely been the history of the observance of procedural safeguards.",
        "author": "Felix Frankfurter"
    },
    {
        "quote": "History speaks to artists. It changes the artist's thinking and is constantly reshaping it into different and unexpected images.",
        "author": "Anselm Kiefer"
    },
    {
        "quote": "History teaches us that men and nations behave wisely once they have exhausted all other alternatives.",
        "author": "Abba Eban"
    },
    {
        "quote": "If you want to study the social and political history of modern nations, study hell.",
        "author": "Thomas Merton"
    },
    {
        "quote": "I'm an athlete. I'm not a big golf nerd in that aspect. I'm not big on the history.",
        "author": "Brooks Koepka"
    },
    {
        "quote": "You know, when you've idolized something, you put it on a shelf, lift it up, and when King Day comes out, you pull it out and show it. Or when Black History Month comes out, you show it, or when April 4th or other times, you show it. But, you see, Dad wouldn't want us to idolize.",
        "author": "Martin Luther King III"
    },
    {
        "quote": "Absolutely, I don't believe in rules. As I tell my daughter when she is mischievous, 'Well-behaved women rarely make history.'",
        "author": "Nia Vardalos"
    },
    {
        "quote": "We must never forget that Black History is American History. The achievements of African Americans have contributed to our nation's greatness.",
        "author": "Yvette Clarke"
    },
    {
        "quote": "Young women today often have very little appreciation for the real battles that took place to get women where they are today in this country. I don't know how much history young women today know about those battles.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "In the history of science, we often find that the study of some natural phenomenon has been the starting point in the development of a new branch of knowledge.",
        "author": "C. V. Raman"
    },
    {
        "quote": "As a freelance writer, I'd be asked to become an expert for various magazines on any subject, whether food or wine or history or the life span of veterinarians. I was completely unschooled in any of these things.",
        "author": "John Hodgman"
    },
    {
        "quote": "Life isn't meant to be easy. It's hard to take being on the top - or on the bottom. I guess I'm something of a fatalist. You have to have a sense of history, I think, to survive some of these things... Life is one crisis after another.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "History proves that those who seed extremist ideologies reap a bitter harvest.",
        "author": "Sushma Swaraj"
    },
    {
        "quote": "Big History studies the history of everything, offering a way of making sense of our world and our role within it.",
        "author": "David Christian"
    },
    {
        "quote": "And why do we, who say we oppose tyranny and demand freedom of speech, allow people to go to prison and be vilified, and magazines to be closed down on the spot, for suggesting another version of history.",
        "author": "David Icke"
    },
    {
        "quote": "History is a race between education and catastrophe.",
        "author": "H. G. Wells"
    },
    {
        "quote": "The main problem with cultural appropriation comes from dominant groups 'borrowing' from marginalized groups who face oppression or have been stigmatized for their cultural practices throughout history.",
        "author": "Franchesca Ramsey"
    },
    {
        "quote": "'Upstream Color' in particular, it's got to infect culture at some level in order to have a life of its own. Then it'll be judged, and it'll either live or it won't by its own merit, and history will decide whether it's relevant however long into the future. I think that's more than enough to hope for.",
        "author": "Shane Carruth"
    },
    {
        "quote": "We have a history of gender and racial bias on our court that continues to undermine the system. Excluding individuals based on race is antagonistic to the pursuit of justice.",
        "author": "Anita Hill"
    },
    {
        "quote": "Passion is universal humanity. Without it religion, history, romance and art would be useless.",
        "author": "Honore de Balzac"
    },
    {
        "quote": "And remember, where you have a concentration of power in a few hands, all too frequently men with the mentality of gangsters get control. History has proven that.",
        "author": "John Dalberg-Acton"
    },
    {
        "quote": "The 4th Amendment and the personal rights it secures have a long history. At the very core stands the right of a man to retreat into his own home and there be free from unreasonable governmental intrusion.",
        "author": "Potter Stewart"
    },
    {
        "quote": "There are more sure marks of authenticity in the Bible that in any profane history.",
        "author": "Isaac Newton"
    },
    {
        "quote": "Havana, for all its smells, sweat, crumbling walls, isolation, and difficult history, is the most romantic city in the world.",
        "author": "Mark Kurlansky"
    },
    {
        "quote": "Boycotts have been a critical part of social justice in American history, particularly for African-Americans.",
        "author": "Stacey Abrams"
    },
    {
        "quote": "When we censor our history by disguising our scars, we belittle this process and the struggles our ancestors fought so hard to overcome. America doesn't cower behind political correctness. It defiantly and courageously moves forward, with its history as a reminder of where we have been.",
        "author": "Markwayne Mullin"
    },
    {
        "quote": "There are periods in history when change is necessary, and other periods when it is better to keep everything for the time as it is. The art of life is to be in the rhythm of your age.",
        "author": "Oswald Mosley"
    },
    {
        "quote": "I went into boxing, and I'm bisexual, and I still achieved and performed at the highest level, and I came away with gold and made history, so with that said, anything is possible.",
        "author": "Nicola Adams"
    },
    {
        "quote": "The secret to the movie business, or any business, is to get a good education in a subject besides film - whether it's history, psychology, economics, or architecture - so you have something to make a movie about. All the skill in the world isn't going to help you unless you have something to say.",
        "author": "George Lucas"
    },
    {
        "quote": "I graduated from the University of Delaware with a double major in history and political science.",
        "author": "Joe Biden"
    },
    {
        "quote": "The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "I think it's really cool, but Jimmy Eat World and Gin Blossoms did it better than anyone. People don't realize just how awesome the Arizona history is, especially for alternative music. Growing up, that's all I ever wanted to be was those two bands.",
        "author": "Nate Ruess"
    },
    {
        "quote": "All graffiti is low-level dissent, but stencils have an extra history. They've been used to start revolutions and to stop wars.",
        "author": "Banksy"
    },
    {
        "quote": "The history of man is the history of crimes, and history can repeat. So information is a defence. Through this we can build, we must build, a defence against repetition.",
        "author": "Simon Wiesenthal"
    },
    {
        "quote": "I have written and said countless times it is not what happens to you in life that makes a difference! It is how we react to what happens to us in life that creates our history and - more importantly - our future!",
        "author": "Dan Pena"
    },
    {
        "quote": "History has shown that Big Government expands quickest in the immediate aftermath of a crisis - real or manufactured.",
        "author": "Bob Barr"
    },
    {
        "quote": "How great is the mystery of the first cells which were one day animated by the breath of our souls! How impossible to decipher the welding of successive influences in which we are forever incorporated! In each one of us, through matter, the whole history of the world is in part reflected.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "History isn't just the story of bad people doing bad things. It's quite as much a story of people trying to do good things. But somehow, something goes wrong.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "I'm the biggest fighter in the history of the sport. If you don't believe it, check the cash register.",
        "author": "Mike Tyson"
    },
    {
        "quote": "I think of animals more as spirits that come and go. They enter our lives at a particular time and they leave at a particular time. The whole glorious history of animals with people is about joy and connection. It's about loving this creature and letting this creature love you.",
        "author": "Jon Katz"
    },
    {
        "quote": "Some of the worst racist tragedies in history have been perfectly legal.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "I am running to make history, to show that no human is limited. It's not about money, it's about showing a generation of people that there are no limits.",
        "author": "Eliud Kipchoge"
    },
    {
        "quote": "The Arc de Triomphe, the Eiffel Tower. They're monumental. They're straight out of Page 52 in your school history book.",
        "author": "Billy Crystal"
    },
    {
        "quote": "The 21st century has more potential than perhaps any other in our brief evolutionary history. We stand on the cusp of computing, genetic and energy generation breakthroughs that were only recently in the realm of science-fiction. A golden age of humanity is tantalisingly within our grasp.",
        "author": "Clive Lewis"
    },
    {
        "quote": "It's important that we attempt to extend life beyond Earth now. It is the first time in the four billion-year history of Earth that it's been possible, and that window could be open for a long time - hopefully it is - or it could be open for a short time. We should err on the side of caution and do something now.",
        "author": "Elon Musk"
    },
    {
        "quote": "History has shown that a government's redistribution of shrinking wealth, in preference to a private sector's creation of new sources of it, can prove more destructive than even the most deadly enemy.",
        "author": "Victor Davis Hanson"
    },
    {
        "quote": "'Who Is This Man?' is about the impact of Jesus on human history. Most people - including most Christians - simply have no idea of the extent to which we live in a Jesus-impacted world.",
        "author": "John Ortberg"
    },
    {
        "quote": "No people in the history of the world have ever been so misunderstood, so misjudged, and so cruelly maligned.",
        "author": "John Brown Gordon"
    },
    {
        "quote": "People from different parts of the world can respond to the same story if it says something to them about their own history and their own experience.",
        "author": "Chinua Achebe"
    },
    {
        "quote": "I enrolled to do a TAFE course on Indigenous Studies, and over the next two-and-a-half years of my course I learned so much about my people and my culture in a broader sense. It made me so proud of my Aboriginality and our history in this country, which dates back over 40,000 years.",
        "author": "Adam Goodes"
    },
    {
        "quote": "Black history is a series of missing chapters from British history. I'm trying to put those bits back in.",
        "author": "David Olusoga"
    },
    {
        "quote": "I ask every Australian to think about what the constitutional exclusion says to Aboriginal and Torres Strait Islander Australians, to see our vast and inspiring history in this land not mentioned in the official picture like that.",
        "author": "Adam Goodes"
    },
    {
        "quote": "My message was 'Think African. Make schools read African history.'",
        "author": "Fela Kuti"
    },
    {
        "quote": "Malaysia is a country unlike any other: Full of promise and fragility. Its history, cultural and religious diversity make it a rich, compelling and surprising land.",
        "author": "Tariq Ramadan"
    },
    {
        "quote": "The odds are always against you no matter what your previous history is. You have to overcome the tendency to relax.",
        "author": "Tom Osborne"
    },
    {
        "quote": "History is fickle. We know that. The good and bad come around and go around, and go around again. There are recessions and depressions and economic boom and bust.",
        "author": "Rachel Nichols"
    },
    {
        "quote": "I want to go down in the history books as one of the greatest female boxers of all time, and I think I'm on the right path.",
        "author": "Katie Taylor"
    },
    {
        "quote": "History suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.",
        "author": "Milton Friedman"
    },
    {
        "quote": "And Twin Peaks, the Film is the craziest film in the history of cinema. I have no idea what happened, I have no idea what I saw, all I know is that I left the theater floating six feet above the ground.",
        "author": "Jacques Rivette"
    },
    {
        "quote": "We have the power to make this the best generation of mankind in the history of the world or to make it the last.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Women have been the most persecuted people throughout all of recorded history, more than any race or religion.",
        "author": "Leonardo DiCaprio"
    },
    {
        "quote": "Mankind has probably done more damage to the Earth in the 20th century than in all of previous human history.",
        "author": "Jacques Yves Cousteau"
    },
    {
        "quote": "Human history in essence is the history of ideas.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Furthermore, the study of the present surroundings is insufficient: the history of the people, the influence of the regions through which it has passed on its migrations, and the people with whom it came into contact, must be considered.",
        "author": "Franz Boas"
    },
    {
        "quote": "If history and science have taught us anything, it is that passion and desire are not the same as truth.",
        "author": "E. O. Wilson"
    },
    {
        "quote": "The point in history at which we stand is full of promise and danger. The world will either move forward toward unity and widely shared prosperity - or it will move apart.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "We're at unique point in history where the things that we are building are going to significantly impact our social, political, economical, and personal lives.",
        "author": "Anita Borg"
    },
    {
        "quote": "I am totally fascinated by people and our history as I understand and continue to explore it. People have so much to give and so far to go and yet we have given and gone a great distance. It's really just interesting to ask: why not? And see where that takes me.",
        "author": "Nikki Giovanni"
    },
    {
        "quote": "Dai Vernon, the greatest sleight of hand figure in the history of the art, rarely performed. But he invented magic and had an enormous influence on the whole range of sleight of hand. And so often, the magic he was doing was to fool other magicians.",
        "author": "Ricky Jay"
    },
    {
        "quote": "Given the accelerating velocity of history, we should begin charting deliberately the next phase in its trajectory.",
        "author": "Zbigniew Brzezinski"
    },
    {
        "quote": "To communicate the truths of history is an act of hope for the future.",
        "author": "Daisaku Ikeda"
    },
    {
        "quote": "It's not the sentiments of men which make history but their actions.",
        "author": "Norman Mailer"
    },
    {
        "quote": "Malaria has long been a devastating and life-threatening global epidemic disease in human history.",
        "author": "Tu Youyou"
    },
    {
        "quote": "Black History Month must be more than just a month of remembrance; it should be a tribute to our history and reminder of the work that lies in the months and years ahead.",
        "author": "Marty Meehan"
    },
    {
        "quote": "The Great Migration changed American history not just for the migrants but for all of us. It made possible American cultural milestones like the Harlem Renaissance, Chicago blues, and Motown, just to name a few.",
        "author": "William Barr"
    },
    {
        "quote": "My work as a whole is about excavating and shining a light on pieces of history that not only need to be seen and heard, but that can also add to the conversation about what's going on now.",
        "author": "Rhiannon Giddens"
    },
    {
        "quote": "To correct a natural indifference I was placed half-way between misery and the sun. Misery kept me from believing that all was well under the sun, and the sun taught me that history wasn't everything.",
        "author": "Albert Camus"
    },
    {
        "quote": "We are dealing with the best-educated generation in history. But they've got a brain dressed up with nowhere to go.",
        "author": "Timothy Leary"
    },
    {
        "quote": "As people get more desperate, history suggests that they're not going to rise in a mighty proletarian tidal wave and wash away their oppressors. They're gonna turn on each other.",
        "author": "Alan Moore"
    },
    {
        "quote": "If given a chance, I would really want to explore the monuments in Delhi, like Qutub Minar and the forts. I have been there as a child, but now I want to go back and understand the history and significance behind them. We take all of these things for granted in life.",
        "author": "Shreya Ghoshal"
    },
    {
        "quote": "History will dictate what my legacy is. And 'maverick' is fine, because I am.",
        "author": "Al Davis"
    },
    {
        "quote": "Hold those things that tell your history and protect them. During slavery, who was able to read or write or keep anything? The ability to have somebody to tell your story to is so important. It says: 'I was here. I may be sold tomorrow. But you know I was here.'",
        "author": "Maya Angelou"
    },
    {
        "quote": "No student of Chinese history can say that the Chinese are incapable of religious experience, even when judged by the standards of medieval Europe or pious India.",
        "author": "Hu Shih"
    },
    {
        "quote": "The complicated, ambiguous milieu of human contact is being replaced with simple, scalable equations. We maintain thousands more friends than any human being in history, but at the cost of complexity and depth. Every minute spent online is a minute of face-to-face time lost.",
        "author": "Daniel H. Wilson"
    },
    {
        "quote": "You're going to relegate my history to a month.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "There is no reason to repeat bad history.",
        "author": "Eleanor Holmes Norton"
    },
    {
        "quote": "The centuries-old history and culture of India, majestic architectural monuments and museums of Delhi, Agra and Mumbai have a unique attractive force.",
        "author": "Vladimir Putin"
    },
    {
        "quote": "If the only time you think of me as a scientist is during Black History Month, then I must not be doing my job as a scientist.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "We have need of history in its entirety, not to fall back into it, but to see if we can escape from it.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "History is only the register of crimes and misfortunes.",
        "author": "Voltaire"
    },
    {
        "quote": "Our nation was created in ways that allow human potential to prosper, and it created the greatest nation for people in the history of humanity. Now Obama is dismantling it, because he has no appreciation for our greatness. In fact, he resents it. He blames this country for whatever evils he sees around the world.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "The whole history of science has been the gradual realization that events do not happen in an arbitrary manner, but that they reflect a certain underlying order, which may or may not be divinely inspired.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Most inventions are based on some prior history.",
        "author": "Ralph H. Baer"
    },
    {
        "quote": "The two ethnic groups that remain fundamentally different from the Han Chinese - in terms of history, culture, language, religion and physical appearance - are the Uighurs and Tibetans. In these two groups, the Han Chinese come face to face with difference.",
        "author": "Martin Jacques"
    },
    {
        "quote": "The current state of knowledge is a moment in history, changing just as rapidly as the state of knowledge in the past has ever changed and, in many instances, more rapidly.",
        "author": "Jean Piaget"
    },
    {
        "quote": "The history of science shows that theories are perishable. With every new truth that is revealed we get a better understanding of Nature and our conceptions and views are modified.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "What's so bad about Google knowing I need Kleenex? Look at it in the aggregate - see how information... can be used to target people based on their profiles and change the course of human history, as I believe it is already beginning to do. This knowledge that I need Kleenex has bigger complications than just needing Kleenex.",
        "author": "Lisa Joy"
    },
    {
        "quote": "History has suggested that the pessimists have been wrong time and time again.",
        "author": "David Autor"
    },
    {
        "quote": "The refusal to accept that the black presence in Britain has a long and deep history is not just a symptom of racism, it is a form of racism. It is part of a rearguard and increasingly unsustainable defence of a fantasy monochrome version of British history.",
        "author": "David Olusoga"
    },
    {
        "quote": "I was bused to a school in Gerritsen Beach in Brooklyn in 1972. I was one of the first black kids in the history of the school.",
        "author": "Chris Rock"
    },
    {
        "quote": "There is a history which has to be reversed, and that is the demolition of our temples.",
        "author": "Subramanian Swamy"
    },
    {
        "quote": "I go into my library and all history unrolls before me.",
        "author": "Alexander Smith"
    },
    {
        "quote": "Entertainment history is now the main source of supposedly historical knowledge for more and more people, but 'histo-tainment' is superficial and lacks all context.",
        "author": "Antony Beevor"
    },
    {
        "quote": "I am not in the business of pointing fingers or making excuses. However, recent history has shown that I, like thousands of others in Ireland, incorrectly relied upon the persons who guided Anglo and who wrongfully sought to portray a 'blue chip' Irish banking sector.",
        "author": "Sean Quinn"
    },
    {
        "quote": "In a typical history book, black Americans are mentioned in the context of slavery or civil rights. There's so much more to the story.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "I want to travel the world - like Egypt. I love history. That's my favorite subject at school. From the building of the pyramids to... King Tut. Their way of working without technology. I find all that fascinating.",
        "author": "Millicent Simmonds"
    },
    {
        "quote": "Without understanding your history, you can't get a perspective about the present.",
        "author": "Bill Duke"
    },
    {
        "quote": "The game of history is usually played by the best and the worst over the heads of the majority in the middle.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "Theories of history used to be supernatural: the divine ruled time; the hand of God, a special providence, lay behind the fall of each sparrow. If the present differed from the past, it was usually worse: supernatural theories of history tend to involve decline, a fall from grace, the loss of God's favor, corruption.",
        "author": "Jill Lepore"
    },
    {
        "quote": "Our forefathers paved the way for us. Let's take their values and their strengths and rededicate ourselves to doing whatever it takes to keep America the greatest country in the history of man.",
        "author": "Nikki Haley"
    },
    {
        "quote": "What has history said of eminence without honor, wealth without wisdom, power and possessions without principle? The answer is reiterated in the overthrow of the mightiest empires of ancient times. Babylon, Persia, Greece, Rome! The four successive, universal powers of the past. What and where are they?",
        "author": "Orson F. Whitney"
    },
    {
        "quote": "Deep Purple is a damn good band and we've made a niche in rock 'n' roll history. Maybe not a huge one but enough to be very proud of.",
        "author": "Jon Lord"
    },
    {
        "quote": "Maybe we've been brainwashed by 130 years of Yankee history, but Southern identity now has more to do with food, accents, manners, music than the Confederate past. It's something that's open to both races, a variety of ethnic groups and people who move here.",
        "author": "John Shelton Reed"
    },
    {
        "quote": "The illusion is that most of my work is simply about past events: a point in history and nothing else.",
        "author": "Kara Walker"
    },
    {
        "quote": "If we glance at the most important revolutions in history, we see at once that the greatest number of these originated in the periodical revolutions on the human mind.",
        "author": "Wilhelm von Humboldt"
    },
    {
        "quote": "History is the present. That's why every generation writes it anew. But what most people think of as history is its end product, myth.",
        "author": "E. L. Doctorow"
    },
    {
        "quote": "History has always been a series of pendulum swings, but the individual doesn't have to get caught in that.",
        "author": "Robert Johnson"
    },
    {
        "quote": "I'm just the smallest dot in a big map of human history.",
        "author": "Ben Casnocha"
    },
    {
        "quote": "Philosophy is not just about talking or lecturing or even reading long, dense books. In fact, it is something men and women of action use - and have used throughout history - to solve their problems and achieve their greatest triumphs. Not in the classroom but on the battlefield, in the forum, and at court.",
        "author": "Ryan Holiday"
    },
    {
        "quote": "Returning to your family and where you came from, and your history... this is what makes you strong. It's not looking out that's going to do that - it's looking in.",
        "author": "Lady Gaga"
    },
    {
        "quote": "Personally, I can't see the appeal in trekking down to D.C. for a networking extravaganza, even if it is built around a special moment in American history. While I find the election of Barack Obama inspirational, I don't have a desire to memorialize it with overly effusive celebration.",
        "author": "Jamie Johnson"
    },
    {
        "quote": "You either make money, or you make history.",
        "author": "Tony Wilson"
    },
    {
        "quote": "There is at least one point in the history of any company when you have to change dramatically to rise to the next level of performance. Miss that moment - and you start to decline.",
        "author": "Andy Grove"
    },
    {
        "quote": "Hubble is the most important telescope in history after Galileo's first telescope.",
        "author": "Sandra Faber"
    },
    {
        "quote": "The moment the world falls apart, you start forgetting history and wrongdoings in the past.",
        "author": "Alycia Debnam-Carey"
    },
    {
        "quote": "They killed my character off and as God would have it, just when they told me I would never work again, I got cast in a little program called Roots, and as they would say, the rest is history.",
        "author": "John Amos"
    },
    {
        "quote": "Once a president gets to the White House, the only audience that is left that really matters is history.",
        "author": "Doris Kearns Goodwin"
    },
    {
        "quote": "Sometimes history takes things into its own hands.",
        "author": "Thurgood Marshall"
    },
    {
        "quote": "It is possible to read the history of this country as one long struggle to extend the liberties established in our Constitution to everyone in America.",
        "author": "Molly Ivins"
    },
    {
        "quote": "History, a distillation of rumour.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Helplessness induces hopelessness, and history attests that loss of hope and not loss of lives is what decides the issue of war.",
        "author": "B. H. Liddell Hart"
    },
    {
        "quote": "I don't think you should ever run from history. You should learn from it and embrace it.",
        "author": "Doc Rivers"
    },
    {
        "quote": "I did a book in 1996, an overview of black history. In that process I became more aware of a lot of the black inventors of the 19th century.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "For me, it is essential to have the inner peace and serenity of prayer in order to listen to the silence of God, which speaks to us, in our personal life and the history of our times, of the power of love.",
        "author": "Adolfo Perez Esquivel"
    },
    {
        "quote": "I have a hippopotamus skull next to my bed, called Gregory. When I was six, my three sisters and I clubbed together and paid 4 for it in a junk shop. We collected owl pellets, ostrich eggs and sheep skulls for our natural history museum at home.",
        "author": "Deborah Moggach"
    },
    {
        "quote": "I'm a different kind of Republican. I've introduced a five-year balanced budget. I've introduced the largest tax cut in our history. I stood for ten and a half hours on the Senate floor to defend your right to be left alone.",
        "author": "Rand Paul"
    },
    {
        "quote": "I have behind me not only the splendid traditions and the annals of more than a thousand years but the living strength and majesty of the Commonwealth and Empire; of societies old and new; of lands and races different in history and origins but all, by God's Will, united in spirit and in aim.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "Not every story in history has a beginning, a middle and an end, but the wreck of the Titanic does. It begins when they leave, in the middle it hits an iceberg, and in the final two hours, the ship sinks.",
        "author": "Maury Yeston"
    },
    {
        "quote": "In spite of our agonizing history, Native American people find much to celebrate. The songs, the dances, the culture and traditions surrounding planting and harvests, the prayers that are sent upward for healing and peace, and the welcoming of children into our families, are all reasons for us to keep moving forward with optimism.",
        "author": "Deb Haaland"
    },
    {
        "quote": "I love the building and the history. I understand not many people like me have played there. But the aim is not to conform to that building. It's to bring the Albert Hall into my world.",
        "author": "Kano"
    },
    {
        "quote": "Some of the greatest moments in human history were fueled by emotional intelligence.",
        "author": "Adam Grant"
    },
    {
        "quote": "History is a relay of revolutions.",
        "author": "Saul Alinsky"
    },
    {
        "quote": "Nigeria has had a complicated colonial history. My work has examined that part of our story extensively.",
        "author": "Chinua Achebe"
    },
    {
        "quote": "It is my hope that as we commemorate Black History Month in the future, we will continue to celebrate the many achievements and rich culture of African-Americans.",
        "author": "Eliot Engel"
    },
    {
        "quote": "I always thought of Djibouti as a place where human history hasn't really begun yet - or perhaps it's already over. There's something in the landscape that's stronger than human civilisation. There's no agriculture, for example, and there are live volcanoes.",
        "author": "Claire Denis"
    },
    {
        "quote": "For a brief time in the 1850s, the telegraph companies of England and the United States thought that they could (and should) preserve every message that passed through their wires. Millions of telegrams - in fireproof safes. Imagine the possibilities for history!",
        "author": "James Gleick"
    },
    {
        "quote": "For the first time in human history, there seems to be a radical increase in the proportion reaching principled morality.",
        "author": "Lawrence Kohlberg"
    },
    {
        "quote": "Permanent superiority has never been realized by any nation in history. After the rise comes the fall.",
        "author": "Paul P. Harris"
    },
    {
        "quote": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning.",
        "author": "Hermann Hesse"
    },
    {
        "quote": "You can write your own history.",
        "author": "Eric McCormack"
    },
    {
        "quote": "Harrison Ford was pretty content as a carpenter who thought it would be nice to work on TV and ended up being the biggest film star in the history of cinema.",
        "author": "Dirk Benedict"
    },
    {
        "quote": "This is the greatest society in all of human history, the greatest country ever. Many of the decisions being made in Washington today by both parties are threatening that greatness. And if we stay on this road we're on right now, our children are going to be the first Americans ever to inherit a diminished country.",
        "author": "Marco Rubio"
    },
    {
        "quote": "A woman's whole life is a history of the affections.",
        "author": "Washington Irving"
    },
    {
        "quote": "History is a story like any other, but black history is a story so devoid of logic that it frustrates the young reader. The young readers in my house, told of slavery and segregation, asked in disbelief, 'What? Why?' We - the parents of black children, the parents of all children - still need to tell that story.",
        "author": "Rumaan Alam"
    },
    {
        "quote": "It's hard to understand a moment in history when you are in it.",
        "author": "Shaun King"
    },
    {
        "quote": "History could pass for a scarlet text, its jot and title graven red in human blood.",
        "author": "Eldridge Cleaver"
    },
    {
        "quote": "It was one of those great miracles of history that they managed to smuggle an Enigma machines out to Britain just before they were invaded by the Nazis.",
        "author": "Michael Apted"
    },
    {
        "quote": "You should read history and look at ostracism, persecution, martyrdom, and that kind of thing. They always happen to the best men, you know.",
        "author": "George Eliot"
    },
    {
        "quote": "I don't want to big myself up, but goals like mine leave a mark on history because they're rare.",
        "author": "Olivier Giroud"
    },
    {
        "quote": "The primary goal of the so-called nonfiction text is to relay the facts of an event - the facts about a person, the facts of history - which is not why I turned to this genre.",
        "author": "John D'Agata"
    },
    {
        "quote": "I didn't like school at all. I never liked the seven different classes system. I liked having just one, like in elementary school - less disruption. I liked history. I failed math and science and gave those teachers a hard time.",
        "author": "Juliette Lewis"
    },
    {
        "quote": "My mother was a professor of English and History.",
        "author": "Sonu Sood"
    },
    {
        "quote": "The message of Passover remains as powerful as ever. Freedom is won not on the battlefield but in the classroom and the home. Teach your children the history of freedom if you want them never to lose it.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "In the history of medicine, it is not always the great scientist or the learned doctor who goes forward to discover new fields, new avenues, new ideas.",
        "author": "Elizabeth Kenny"
    },
    {
        "quote": "There's nothing new about anti-work philosophy. History is dotted with individuals and groups who decided that laziness was next to godliness and work was a waste of time.",
        "author": "Tom Hodgkinson"
    },
    {
        "quote": "I love science and that time in history when science and the humanities were the same thing.",
        "author": "Andrew Lincoln"
    },
    {
        "quote": "The history of Real Madrid is impressive, and Cristiano Ronaldo added a piece more to the history of this club, but Real Madrid can't stop. The player changes club, stops playing, retires and Real Madrid will still be here.",
        "author": "Marcelo"
    },
    {
        "quote": "For much of Toyota's history, we have ensured the quality and reliability of our vehicles by placing a device called an andon cord on every production line - and empowering any team member to halt production if there's an assembly problem. Only when the problem is resolved does the line begin to move again.",
        "author": "Akio Toyoda"
    },
    {
        "quote": "It's a journalist's job to be a witness to history. We're not there to worry about ourselves. We're there to try and get as near as we can, in an imperfect world, to the truth and get the truth out.",
        "author": "Robert Fisk"
    },
    {
        "quote": "In the course of American history, great steps are taken by ordinary people, and ordinary people are not perfect.",
        "author": "Tommy Lee Jones"
    },
    {
        "quote": "For long, history was mainly political history, and historical narrative was confined to an account of the most important crises in political life, or to an account of wars and great generals.",
        "author": "Michael Rostovtzeff"
    },
    {
        "quote": "It was Muddy Waters who took the Delta blues north to Chicago, electrified the sound, and changed the course of popular music as we know it. That's pretty much the judgment of history, and it is mine as well.",
        "author": "Tim Cahill"
    },
    {
        "quote": "There is a long history of newspapers being doomed. They were doomed by radio. They were doomed by television. They were probably doomed by the telegraph way back when.",
        "author": "Bill Keller"
    },
    {
        "quote": "Our flag honors those who have fought to protect it, and is a reminder of the sacrifice of our nation's founders and heroes. As the ultimate icon of America's storied history, the Stars and Stripes represents the very best of this nation.",
        "author": "Joe Barton"
    },
    {
        "quote": "Billions of people have seen and been influenced by movies in the short history of this industry.",
        "author": "Conrad Hall"
    },
    {
        "quote": "Sir Alex Ferguson is one of the best managers in football history.",
        "author": "Tim Howard"
    },
    {
        "quote": "I had a great drama teacher in high school, and that's when I started to learn about the history of theater.",
        "author": "Elizabeth Olsen"
    },
    {
        "quote": "The story of FDR as U.S. Commander in Chief is a heroic war story of a president who had already overcome great adversity in facing polio but who went on to take the reins of our armed forces in the greatest conflagration in human history - on our behalf.",
        "author": "Nigel Hamilton"
    },
    {
        "quote": "Once you get into this great stream of history, you can't get out.",
        "author": "Richard M. Nixon"
    },
    {
        "quote": "We humans are still a very primitive culture, and it's one of the traps we've fallen into over the course of our lives - to forget our history. That's why George Orwell's 'Animal Farm' is so profound. It chronicles our short memory.",
        "author": "RuPaul"
    },
    {
        "quote": "The study of history requires investigation, imagination, empathy, and respect. Reverence just doesn't enter into it.",
        "author": "Jill Lepore"
    },
    {
        "quote": "There is, of course, no larger mass hysteria in American history than the epidemic of racism.",
        "author": "Kevin Young"
    },
    {
        "quote": "I knew I could not maintain that leadership in open struggle against Moscow influence. Only two Communist leaders in history ever succeeded in doing this - Tito and Mao Tse-tung.",
        "author": "Earl Browder"
    },
    {
        "quote": "All objects, all phases of culture are alive. They have voices. They speak of their history and interrelatedness. And they are all talking at once!",
        "author": "Camille Paglia"
    },
    {
        "quote": "I don't know why we, in the art world, cannot unpack things and sort of make hybrid notions of a practice. We're very rigid. It's funny, though; in music, we have no problem sampling, mixing and remixing. But in the art world, why can't we take little parts of history and mix it together?",
        "author": "Mark Bradford"
    },
    {
        "quote": "A year is an eternity in politics - though less than a moment in history.",
        "author": "Eliot Spitzer"
    },
    {
        "quote": "Black history isn't a separate history. This is all of our history, this is American history, and we need to understand that. It has such an impact on kids and their values and how they view black people.",
        "author": "Karyn Parsons"
    },
    {
        "quote": "All good criticism should be judged the way art is. You shouldn't read it the way you read history or science.",
        "author": "Leslie Fiedler"
    },
    {
        "quote": "The thing about black history is that the truth is so much more complex than anything you could make up.",
        "author": "Henry Louis Gates"
    },
    {
        "quote": "Black History Month is fine, but we need more months of the year to celebrate all the people on this earth. After all, we're all creatures of the same God.",
        "author": "Ruby Dee"
    },
    {
        "quote": "Poetry carries its history within it, and it is oral in origin. Its transmission was oral. Its transmission today is still in part oral, because we become acquainted with poetry through nursery rhymes, which we hear before we can read.",
        "author": "James Fenton"
    },
    {
        "quote": "Sexism is deeply rooted in our history and society that waking up and stepping outside of it is like I'm watching 'Night of the Living Dead Part Two' all day, every day.",
        "author": "Ad-Rock"
    },
    {
        "quote": "Sometimes history repeats itself. And sometimes it doesn't.",
        "author": "Adam Curtis"
    },
    {
        "quote": "The existing legal constitution is nothing but the product of a revolution. Revolution is the act of political creation in the history of classes, while constitutional legislation is the expression of the continual political vegetation of a society.",
        "author": "Rosa Luxemburg"
    },
    {
        "quote": "The concept of preserving history, collating full archives, making them as usable as possible so the public have access to them, I really feel that it allows the public an ability to engage with their own history.",
        "author": "Sarah Harrison"
    },
    {
        "quote": "During Black History Month, I'm reminded yet again of the ways that the struggle for civil rights is interwoven with the struggle for workers' rights.",
        "author": "Tom Perez"
    },
    {
        "quote": "I am interested in people living in the margins of society, and I do have a mission to tell the stories of women of colour in particular. I feel we've been present throughout history, but our voices have been neglected.",
        "author": "Lynn Nottage"
    },
    {
        "quote": "'Hamilton' is a story about America, and the most beautiful thing about it is... it's told by such a diverse cast with a such diverse styles of music. We have the opportunity to reclaim a history that some of us don't necessarily think is our own.",
        "author": "Renee Elise Goldsberry"
    },
    {
        "quote": "History has demonstrated time and again the inherent resilience and recuperative powers of the American economy.",
        "author": "Ben Bernanke"
    },
    {
        "quote": "Leonardo Fibonacci, the great 13th century Italian mathematician (1175-1250) created the 'Fibonacci sequence' to explain behavior in nature mathematically. History has it that the first question he posed was how many rabbits would be created in one year starting with one pair.",
        "author": "Rick Santelli"
    },
    {
        "quote": "Jews read the books of Moses not just as history but as divine command. The question to which they are an answer is not, 'What happened?' but rather, 'How then shall I live?' And it's only with the exodus that the life of the commands really begins.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "I don't think I'm morbid by nature. Serious writers have always written about serious subjects. Lighthearted material doesn't appeal to me, and I don't read it. I think I'm a realist, with a realistic sensibility of history and the tragedy of history.",
        "author": "Joyce Carol Oates"
    },
    {
        "quote": "History is important but... I just wanna sing Beyonce songs all day long in front of a mirror.",
        "author": "Zara Larsson"
    },
    {
        "quote": "The United Nations has a critical role to play in promoting stability, security, democracy, human rights, and economic development. The UN is as relevant today as at any time in its history, but it needs reform.",
        "author": "Chuck Hagel"
    },
    {
        "quote": "When the history books are written in a thousand years, when space travel would have become routine, the moment that humans first left Earth will be of huge importance. Star City is a central part of this story and it deserves more recognition.",
        "author": "Helen Sharman"
    },
    {
        "quote": "Until Eleanor Roosevelt, there was only one or two First Ladies in all of American history who made an impact, who people could even have recognized or identified. And it's really only been since Jackie Kennedy that there's been this idea that the family life of the president is such a central thing.",
        "author": "Gail Collins"
    },
    {
        "quote": "The history of black America was from slavery, oppression, civil rights, and you felt kind of isolated as an entity in our country.",
        "author": "Rza"
    },
    {
        "quote": "Without history we are the prisoners of the accident of where and when we were born.",
        "author": "Donald Kagan"
    },
    {
        "quote": "Magna Carta only came into being in 1217, when the wording had been changed and parts of the original were extended in the Charter of the Forests. This complementary charter covered liberties granted to the common man, including rights to the commons, grazing, fishing, water, and firewood, and was perhaps the first ecological charter in history.",
        "author": "Guy Standing"
    },
    {
        "quote": "A lot of the stories I write about have an element of mystery. They're crime stories or conspiracy stories or quests. They do have built into them revelations and twists. But the revelations, to me, come from seeing history as it's unfolding, or life as it's unfolding.",
        "author": "David Grann"
    },
    {
        "quote": "The study of history reveals that human progress has not been continuous and regular, but intermittent and spasmodic, often depending upon apparently accidental causes. It is difficult to get a cross-section view of society at any given stage.",
        "author": "Charles A. Beard"
    },
    {
        "quote": "The Thames is liquid history.",
        "author": "John Burns"
    },
    {
        "quote": "Everybody fights for money, of course, but I wanted to leave a legacy when I retired, get my name in the history. I don't think like that anymore. When I lost the belt, I saw how reality is. Champion means nothing.",
        "author": "Jose Aldo"
    },
    {
        "quote": "Unlike any other leader in modern American history, we are led today by a president that has decided to pit Americans against each other.",
        "author": "Marco Rubio"
    },
    {
        "quote": "'The Last Kingdom''s got its roots in history, and it's a lot grittier. It doesn't have the 'Game of Thrones' gloss.",
        "author": "Alexander Dreymon"
    },
    {
        "quote": "Our national history cannot be national if, in the near future, one in three young adults feels their stories remain untold, if this country's long global history of empire and interconnections is marginalised and if the historical reality of race is rendered almost invisible.",
        "author": "David Olusoga"
    },
    {
        "quote": "Greek myths, early Roman history, is configured around violence against women. And I think we need to get in there, get our hands dirty, face it, and see why and how it was.",
        "author": "Mary Beard"
    },
    {
        "quote": "Hip hop music is important precisely because it sheds light on contemporary politics, history, and race. At its best, hip hop gives voice to marginal black youth we are not used to hearing from on such topics.",
        "author": "Michael Eric Dyson"
    },
    {
        "quote": "As contemporary history reminds us we are human to the extent that we are able to chose between alternatives.",
        "author": "John G. D. Clark"
    },
    {
        "quote": "I'm a strong believer that you can build great companies in time of both greed and fear. But you have to be paying attention and operating under the right assumptions. You don't have to believe history repeats itself, but you should accept that history rhymes.",
        "author": "Brad Feld"
    },
    {
        "quote": "Black history is American history. You cannot tell one story without telling the other.",
        "author": "William Barr"
    },
    {
        "quote": "History is filled with tragic examples of wars that result from diplomatic impasse. Whether in our local communities or in international relations, the skillful use of our communicative capacities to negotiate and resolve differences is the first evidence of human wisdom.",
        "author": "Daisaku Ikeda"
    },
    {
        "quote": "Rereading 'To Kill a Mockingbird,' I was struck by what I had forgotten of the book: in a manner of pages, we encounter shame, history, ruin, conflicting stories, and wounds badly healed; in short, the South.",
        "author": "Kevin Young"
    },
    {
        "quote": "Imagine a country where the vast majority of seniors live in poverty, a country where for many there are no golden years, but a time of struggle and dependence. That was the United States before the creation of Social Security, which has proven to be one of the most effective and important government programs in our history.",
        "author": "John Delaney"
    },
    {
        "quote": "There is a palpable sense of history in the homes that I choose to occupy. I think that's one of the reasons I gravitate towards old homes: I really like that sense of history and that sense that I am one step in a very long process that trails out in both directions around me - before me and ahead of me.",
        "author": "David Lowery"
    },
    {
        "quote": "If people perceive 'Roots' to be a black history show, nobody is going to watch it.",
        "author": "David L. Wolper"
    },
    {
        "quote": "In every election in American history both parties have their cliches. The party that has the cliches that ring true wins.",
        "author": "Newt Gingrich"
    },
    {
        "quote": "My family history, like that of many Polish, German and Jewish families from Central Europe in the 20th century, is complex.",
        "author": "Donald Tusk"
    },
    {
        "quote": "Since my high school years, I have been interested in history, especially in Roman history, a topic on which I have read rather extensively. The Latin that goes with this kind of interest proved useful when I had to generate a few terms and names for cell biology.",
        "author": "George Emil Palade"
    },
    {
        "quote": "There is not much of a bureaucratic leap, if history is any guide, between a seemingly benign call for 'continuous situational awareness' and the onset of a covert and illegal campaign of domestic surveillance.",
        "author": "Michael Hastings"
    },
    {
        "quote": "Psychology keeps trying to vindicate human nature. History keeps undermining the effort.",
        "author": "Mason Cooley"
    },
    {
        "quote": "My aim was to dismantle this false history that men created punk, because they didn't. And they were certainly never the best at it.",
        "author": "Hunx"
    },
    {
        "quote": "If good history is dispassionate history, it must naturally wait until the passions of the period subside.",
        "author": "James Buchan"
    },
    {
        "quote": "On a trip to Cabo San Lucas, I was obsessed with Donna Tartt's 'The Secret History.' We were staying at the Esperanza hotel doing all sorts of lovely things, but I couldn't wait to get back to the book at night.",
        "author": "Ioan Gruffudd"
    },
    {
        "quote": "How fortunate I was to be alive and a lawyer when, for the first time in United States history, it became possible to urge, successfully, before legislatures and courts, the equal-citizenship stature of women and men as a fundamental constitutional principle.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "My mum and dad teach, and all my brothers and sisters have been in 'Riverdance' and so forth. So I was forced to become a dancer; it's part of my family history.",
        "author": "Sean Maguire"
    },
    {
        "quote": "I'm beyond thrilled to be working with Faber, whose literary history is second to none. And I'm even more excited to bring my books to a wider audience in the U.K.",
        "author": "John Corey Whaley"
    },
    {
        "quote": "History suggests that the disillusioned and the disaffected do not readily take to the streets nor man the barricades to defend a system that failed to defend them.",
        "author": "David Olusoga"
    },
    {
        "quote": "Black history is part of American history, and it should be treated as such.",
        "author": "Janelle Monae"
    },
    {
        "quote": "I believe history will come to view 9/11 as an event on par with November 22, 1963, the date on which John F. Kennedy was murdered, cutting short a presidency that was growing ever more promising. Dreams died that day in Dallas; it is easy to imagine the 1960s turning out rather differently had President Kennedy lived.",
        "author": "Jon Meacham"
    },
    {
        "quote": "Google is arguably one of the greatest inventions. The search engine is one of the greatest inventions in human history.",
        "author": "Franklin Foer"
    },
    {
        "quote": "These days I wonder more and more why people are pessimistic when American history actually supports optimism.",
        "author": "bell hooks"
    },
    {
        "quote": "'Upstairs Downstairs' and 'Downton Abbey' appeal to people because they're about our history, they look so beautiful, are written by amazing writers and have high production values.",
        "author": "Keeley Hawes"
    },
    {
        "quote": "At the end of your career, you go, 'I'm gonna be able to retire undefeated and be one of the very, very few people in history to do it.' People were saying I should try and get to 50-0, but my number was 46 - that was it. I could have kept trying, but one loss would have spoiled everything.",
        "author": "Joe Calzaghe"
    },
    {
        "quote": "The one thing that Airbnb had was, Brian and Joe were designers, and they did a great job. They also had Nate Blecharczyk, who was the CTO, who I describe his history as a high schooler and at Harvard as really a creator of tools for spammers.",
        "author": "Brad Stone"
    },
    {
        "quote": "I think every business, really, has a unique reason for being, unique assets, unique attributes, a unique history. And that can be turned into a very attractive design story, essentially, that consumers can relate to.",
        "author": "Yves Behar"
    },
    {
        "quote": "Since the election, since the formation of a government, the death in Iraq has increased. The United States stands by, helpless to do anything about it. That's the reality, not George Bush's revisionist history!",
        "author": "Mark Shields"
    },
    {
        "quote": "My mom was a history teacher when I was a kid, so I hated history out of rebellion.",
        "author": "Alexander Dreymon"
    },
    {
        "quote": "When my kids were growing up, I wanted their teachers to teach them science, reading, math and history. I also wanted them to care about my kids. But I did not want my children's public school teachers teaching them religion. That was my job as a parent and the job of our church, Sunday school, and youth group.",
        "author": "Adam Hamilton"
    },
    {
        "quote": "Throughout history, we have only moved forward when society has distinguished between traditional values and valueless traditions.",
        "author": "Jared Polis"
    },
    {
        "quote": "The extraordinary nature of individual black achievement in formerly white domain certainly does suggest that the old Jim Crow is dead, but it doesn't necessarily mean the end of racial caste - if history is any guide, it may have just taken a different form.",
        "author": "Michelle Alexander"
    },
    {
        "quote": "I chose commerce while at school, but didn't get admission for B.Com in any college, based on my marks. Hence, I decided to pursue History Honours, which I eventually graduated in, from Shaheed Bhagat Singh College.",
        "author": "Bhuvan Bam"
    },
    {
        "quote": "You either make history or you don't.",
        "author": "Ozuna"
    },
    {
        "quote": "History shows the power-grab in every religion once it gets organised. And then it's people making you do things that you don't agree with and setting the rules. But it does mean something to me to believe that we are not alone - the human animal is quite a scary thing, left on its own.",
        "author": "Margrethe Vestager"
    },
    {
        "quote": "I'm hugely proud to be able to work with Ferrari - such a great team and huge amount of history, especially combined with my dad. I'm really proud to be able to be part of it. All our hearts are very red.",
        "author": "Mick Schumacher"
    },
    {
        "quote": "We come from a rich history of amazing sports and athletes here in Canada and there's been a long legacy before us that helped pave the way. And that's why I grew up believing I could go to the Olympics and stand on the podium one day.",
        "author": "Tessa Virtue"
    },
    {
        "quote": "The difference between eccentricity and originality in historical studies is often difficult to detect at first encounter. When a radically new interpretation of a large segment of history makes its appearance, time is needed to sift the evidence.",
        "author": "Edmund Morgan"
    },
    {
        "quote": "There's this long history of colonialism and the colonial gaze when applied to matters related to China. So a lot of conceptions about China in literary representations in the West are things you can't even fight against because they've been there so long that they've become part of the Western imagination of China.",
        "author": "Ken Liu"
    },
    {
        "quote": "Rules governing defecation, hygiene, and pollution exist in every culture at every period in history. It may in fact be the foundation of civilization: What is toilet training if not the first attempt to turn a child into an acceptable member of society?",
        "author": "Rose George"
    },
    {
        "quote": "Not all of E. Nesbit's children's books are fantasies, but even the most realistic somehow seem magical. In her holiday world, nobody ever goes to school, though all the kids know their English history, Greek myths, and classic tales of derring-do.",
        "author": "Michael Dirda"
    },
    {
        "quote": "History rewards those who can change their minds when the stakes are high.",
        "author": "Andy Dunn"
    },
    {
        "quote": "It's about process, the process of growth. It seems to me in my own life - and other minds throughout history have also observed this phenomenon - that growth seems to move in two directions at the same time.",
        "author": "Esperanza Spalding"
    },
    {
        "quote": "I believe in all the qualities of being a liberal. I keep going back to all the great social events in our country's history, starting with the Salem witch trials, where the conservative view was that they're witches and should be burned at the stake, and the liberal view was there's no such thing as witches.",
        "author": "George Clooney"
    },
    {
        "quote": "The emancipation of women is practically the greatest egoistic movement of the nineteenth century, and the most intense affirmation of the right of the self that history has yet seen.",
        "author": "Ellen Key"
    },
    {
        "quote": "Marriage is a core institution of societies throughout the world and throughout history. It's something that has provided permanence and stability for our very social structure.",
        "author": "David Vitter"
    },
    {
        "quote": "I got really frustrated in jail, and I was like, 'Man, I love what I've done, and I love the mark I've made on rock n' roll history'... and I sat there, and I got really depressed, thinking, 'I gotta make a move... do something fresh and new.'",
        "author": "Tommy Lee"
    },
    {
        "quote": "I'm mostly concentrating now on continuing to make history in Hip-Hop, making everybody proud of me, I'm not just a rapper now, I'm in history now.",
        "author": "Big Pun"
    },
    {
        "quote": "Watching Rachel Maddow is like going to Target. You went in for milk, but you left with shampoo, candles, and the entire history of the Byzantine Empire. 'I didn't need this.'",
        "author": "Michelle Wolf"
    },
    {
        "quote": "I know that we will be judged in history by not only how we disrupt terrorism but how we protect the civil liberties and constitutional rights of all Americans, even Americans who don't wish us well. We must do all these things exceptionally well.",
        "author": "Robert Mueller"
    },
    {
        "quote": "History is nothing but gossip about the past, with the hope that it might be true.",
        "author": "Gore Vidal"
    },
    {
        "quote": "I believe that history has shape, order, and meaning; that exceptional men, as much as economic forces, produce change; and that passe abstractions like beauty, nobility, and greatness have a shifting but continuing validity.",
        "author": "Camille Paglia"
    },
    {
        "quote": "A history of perceived humiliation, after all, lurks behind many acts of terror. And competing narratives of victimhood and insults sustain conflicts in the Balkans, the Caucasus, the Middle East and many other regions.",
        "author": "Serge Schmemann"
    },
    {
        "quote": "For the first time in history, a private company is organizing a mission to the moon. This mission will inspire countries of the world, citizens, our youth.",
        "author": "Eric C. Anderson"
    },
    {
        "quote": "March is Cerebral Palsy Awareness Month. Don't feel bad if you did not know that. I didn't, either, until someone recently slapped a picture of a green ribbon and a message wishing me a 'Happy CP Awareness Month' on my Facebook page. I always thought March was Women's History Month.",
        "author": "Maysoon Zayid"
    },
    {
        "quote": "If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "The pro-life movement is and has been led by women for decades. The history of the movement shows this, despite the current narrative about men 'controlling' or making laws about women's bodies.",
        "author": "Katie Pavlich"
    },
    {
        "quote": "History keeps her secrets longer than most of us. But she has one secret that I will reveal to you tonight in the greatest confidence. Sometimes there are no winners at all. And sometimes nobody needs to lose.",
        "author": "John le Carre"
    },
    {
        "quote": "Everton as a football club has a great history.",
        "author": "Romelu Lukaku"
    },
    {
        "quote": "History is laden with belligerent leaders using humanitarian rhetoric to mask geopolitical aims. History also shows how often ill-informed moralism has led to foreign entanglements that do more harm than good.",
        "author": "Samantha Power"
    },
    {
        "quote": "We needed 40 years to overcome East Germany. Sometimes in history, one has to be prepared for the long haul and not ask after four months if it still makes sense to keep up our demands.",
        "author": "Angela Merkel"
    },
    {
        "quote": "Covid-19 has altered world history.",
        "author": "Scott Gottlieb"
    },
    {
        "quote": "As we celebrate Women's History Month this March, it's important to remember the key role women have played in promoting a better understanding and relationships between our country and the rest of the world.",
        "author": "Elaine Chao"
    },
    {
        "quote": "If you really think about it, if we begin to teach history exactly the way that it happened - good, bad, ugly, no matter what - I believe that we're going to find that we are closer, more connected than we are apart.",
        "author": "Ruby Bridges"
    },
    {
        "quote": "In retrospect, the Millennium marked only a moment in time. It was the events of September 11 that marked a turning point in history, where we confront the dangers of the future and assess the choices facing humankind.",
        "author": "Tony Blair"
    },
    {
        "quote": "What's most explosive about historical fiction is to use the fictional elements to pressure the history to new insights.",
        "author": "Matthew Pearl"
    },
    {
        "quote": "We live in an era of globalization and the era of the woman. Never in the history of the world have women been more in control of their destiny.",
        "author": "Oscar de la Renta"
    },
    {
        "quote": "If you read the history of the national Socialist party, they're all people who felt like life should have been better to them. They're disappointed, vengeful, angry.",
        "author": "Alan Furst"
    },
    {
        "quote": "We knew we could put the company on the right side of history by decisive transformative action and by redefining our purpose to improving people's lives through innovation.",
        "author": "Frans van Houten"
    },
    {
        "quote": "If you give a good performance, something that gets some feeling across to people, that's such a rare gift. It's underestimated at this point in history, when the music biz is inevitably turning into a kind of politics.",
        "author": "Iggy Pop"
    },
    {
        "quote": "I look back at history, and some of the worst governments we've ever had, you know one of the first things they ever did? They went after the trade unions.",
        "author": "Sherrod Brown"
    },
    {
        "quote": "I believe that democracies do not go to war; that's the lesson of history, and I think that a democratic Pakistan is the world community's best guarantee of stability in Asia.",
        "author": "Benazir Bhutto"
    },
    {
        "quote": "History is for all of us to discuss. All history is our common heritage to discuss and analyze. The founding of the state of Israel, for example, based on ethnic cleansing is there for us all to discuss.",
        "author": "Ken Loach"
    },
    {
        "quote": "I believe that if you want gender, then you can have it. If you want to label yourself, then sure. If you want to use history to describe who you are, then there is nothing wrong with that. But don't limit me on the way that you limit yourself.",
        "author": "Rain Dove"
    },
    {
        "quote": "From the beginning of our history the country has been afflicted with compromise. It is by compromise that human rights have been abandoned.",
        "author": "Charles Sumner"
    },
    {
        "quote": "When President Teddy Roosevelt posed for the cameras astride a massive steam shovel during construction of the Panama Canal in 1906, it was more than a simple photo op. Though the scene was clearly staged, it symbolized a crucial moment in American history.",
        "author": "Alan Huffman"
    },
    {
        "quote": "Why climb? That's a question that baffles me. It perplexes me. I really asked that a lot on Everest. I can't justify it. I can't say it's for a good cause. All I can say is look at the history of exploration: it's full of vainglorious pursuits.",
        "author": "Jon Krakauer"
    },
    {
        "quote": "People seem ready for a more in-depth idea of folk music, culture and history.",
        "author": "Rhiannon Giddens"
    },
    {
        "quote": "It was the biggest suppression of voting rights in our country's history since Jim Crow. And the thread of race runs from the beginning to the end of my book.",
        "author": "Sidney Blumenthal"
    },
    {
        "quote": "The history of the last century shows, as we shall see later, that the advice given to governments by bankers, like the advice they gave to industrialists, was consistently good for bankers, but was often disastrous for governments, businessmen, and the people generally.",
        "author": "Carroll Quigley"
    },
    {
        "quote": "As we celebrate Black History Month we should be grateful for the achievements they made and inspired by their legacies to continue their work.",
        "author": "Marty Meehan"
    },
    {
        "quote": "I went to white schools and I didn't know anything about black history.",
        "author": "Ed Dwight"
    },
    {
        "quote": "The earth's history over the past several million years is that for every 100,000 years, we go through a dramatic climatic cycle where we get 90,000 years of ice age and 10,000 years of a warm period. I think people today just have the expectation that we deserve a perfectly benign climate forever.",
        "author": "Hugh Ross"
    },
    {
        "quote": "To try to expunge an individual's history is a terrible violation.",
        "author": "Helen Dunmore"
    },
    {
        "quote": "Getting into the banjo and discovering that it was an African-American instrument, it totally turned on its head my idea of American music - and then, through that, American history.",
        "author": "Rhiannon Giddens"
    },
    {
        "quote": "This is what I would have done if I had to have a real job: I would have been a history teacher.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "Know thy history. Let it horrify you; let it inspire you.",
        "author": "Rhiannon Giddens"
    },
    {
        "quote": "Marty Baron, 'The Post's executive editor, stopped me in the elevator lobby late one debate night and suggested we look into the Trump Foundation specifically. I also became interested in researching Trump's broader history of charity.",
        "author": "David Fahrenthold"
    },
    {
        "quote": "The funny thing about history is that we imagine that people didn't laugh in the old days, but of course they did, at stupid things.",
        "author": "Terry Jones"
    },
    {
        "quote": "Like the seasons of the year, like history, truth also repeats itself. But we seldom recognize it when great poets or true artists - the prophets and the priests of our day - present it to us in garments spick and span, following the fashion of the age, the slant of its fancy, the turn and temper of its mind.",
        "author": "Ameen Rihani"
    },
    {
        "quote": "Wherever you go in the history of America, there have been Black people making contributions, but their contributions have been obscured, lost, buried.",
        "author": "Henry Louis Gates"
    },
    {
        "quote": "The government has a history of not treating people fairly, from the internment of Japanese Americans in World War II to African-Americans in the Civil Rights era.",
        "author": "Rand Paul"
    },
    {
        "quote": "No one ever really 'learns' from history, because choices never present themselves in exactly the same way, and because you can always choose similarities and differences to fit current needs.",
        "author": "James Fallows"
    },
    {
        "quote": "Bushmaster was such a great adversary, and Mustafa Shakir, just the way that he embodies him in terms of the power of the voice, the stillness, and then, at the same time, when they do get after it, when he does fight, just how kinetic he was. He just brought a great dynamic and being able to explore his history in making the character Jamaican.",
        "author": "Cheo Hodari Coker"
    },
    {
        "quote": "The history of art is the history of revivals.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Real Madrid is like Manchester United or Liverpool or Bayern Munich. There is so much history, and you need to play and win against that history. It's difficult to play against them because you fight against everything - the history, the players - but because of that, the motivation is always so high.",
        "author": "Fernando Torres"
    },
    {
        "quote": "Washington in the summer is a never-ending stream of tour groups and packs of students, here to swarm the monuments, stroll the National Mall, and learn about our nation's history and government.",
        "author": "Kristen Soltis Anderson"
    },
    {
        "quote": "Of all the things we have done, the most important - the one that history will record as the principal contribution of our generation - is that we understand how to turn the armed struggle into a Revolution; that we realized that it was essential to create a new mentality to build a new society.",
        "author": "Samora Machel"
    },
    {
        "quote": "I am writing a book called 'The History of Australia in Hundred Objects.' It's of things we have invented in Australia. And you know, some of them are amazing. We invented the clapper boards used in films. We invented those cranes - those big long cranes used on construction sites.",
        "author": "Barry Humphries"
    },
    {
        "quote": "Wont to unlearn from history, we aptly repeat even its most brazen mistakes.",
        "author": "Eskinder Nega"
    },
    {
        "quote": "Who do you know, who could come out on a flying carpet? P. Diddy standing at the bottom, come out like a concert, dancing, oozing confidence, and then get in and take somebody out? Come on, do you know anybody in the history of the sport that did what Prince Naseem did? I ain't trying to brag, but I was bloody good at it.",
        "author": "Naseem Hamed"
    },
    {
        "quote": "History is about loops and continuums.",
        "author": "Mike Bidlo"
    },
    {
        "quote": "In the history of the world, all five mass extinctions have been accompanied by massive climate change, so we are facing an incredibly serious threat. In fact, we are technically in the sixth mass extinction right now, and it is the first mass extinction being attributed to humans.",
        "author": "Cameron Russell"
    },
    {
        "quote": "My grandfather was originally from the south of China before he emigrated to Malaysia pre-World War II. And I wanted to learn more about the history of the country of my ancestors. I knew I wanted a narrative set in contemporary Beijing. I was really interested in the effect of the rapid social and economic change on ordinary citizens in China.",
        "author": "Susan Barker"
    },
    {
        "quote": "As Africans Americans we often think about the tragic stories associated with our lineage, but there are a lot of triumphs. Traveling helps you learn about other aspects of our history, like the story of Christ the Redeemer. It's empowering and inspiring.",
        "author": "Laz Alonso"
    },
    {
        "quote": "We take it for granted sometimes that certain parts of our history are told, and we take it for granted that we know all that stuff, and we move forward along on that basis, but there are also massive gaps, and we have to try to address them.",
        "author": "Chiwetel Ejiofor"
    },
    {
        "quote": "What was very interesting to me about Clementine Hunter's work is that she couldn't read or write, and she has recorded history of the plantation life and the southern part of the U.S. - the cotton harvests, pecan picking, washing clothes, funerals, marriages - in pictures.",
        "author": "Robert Wilson"
    },
    {
        "quote": "My whole thing is I want to affect history in a positive way. I want the timeline to be, 100 years from now, when we look back, it's going to be like, the world was like this, and then Shameik Moore hit the world, and everything changed for the better. It was a new light. Something special.",
        "author": "Shameik Moore"
    },
    {
        "quote": "I'm going to keep on making history.",
        "author": "Amanda Nunes"
    },
    {
        "quote": "I want to help Leeds United return to the level our history and fans deserve. When I came to the club, I gave myself three years to deliver that and my vision remains the same: return the club to its rightful place in the Premier League and make our fans, players and staff proud of their football team.",
        "author": "Andrea Radrizzani"
    },
    {
        "quote": "My mother's proud of where she's from, and her history, and her past, and same with my dad. I have roots in Africa. Like, I am from Africa as well as from Germany, and I am very proud of that.",
        "author": "Zendaya"
    },
    {
        "quote": "People just want to hear some common sense... and I bring to bear the experience in local government and state government and national government - I was the first woman in history on the Senate Finance Committee - not to mention the diplomatic international experience.",
        "author": "Carol Moseley Braun"
    },
    {
        "quote": "Bath was dusty and a little shabby when we moved here. It did look its age and you felt its history in its streets and buildings and little alleyways. The sense of the past was palpable. There were some bad modern buildings but there was a patina of age.",
        "author": "Ken Loach"
    },
    {
        "quote": "I don't think people that make history set out to make it.",
        "author": "Ayanna Pressley"
    },
    {
        "quote": "In my world, history comes down to language and art. No one cares much about what battles were fought, who won them and who lost them - unless there is a painting, a play, a song or a poem that speaks of the event.",
        "author": "Theodore Bikel"
    },
    {
        "quote": "Perhaps the most important lesson of the New Social Historians is that history belongs to those about whom or whose documents survive.",
        "author": "Bruce Jackson"
    },
    {
        "quote": "I thought I was okay in my first film, and then I was really, really bad in some films. I really cringe when I see some of my scenes. There's a scene in one film where a dog is biting me; the expressions I have made should be qualified as the most over-acted scene in the history of the cinema. The dog's expressions were more real than mine.",
        "author": "Shahid Kapoor"
    },
    {
        "quote": "Black History Month could focus less on slavery and civil rights and more on the Harlem Renaissance and everything we have achieved. I want to know about the whole black experience.",
        "author": "Marley Dias"
    },
    {
        "quote": "It's down to schools to educate children about their history, especially black history.",
        "author": "Ashley Walters"
    },
    {
        "quote": "History is representational, while time is abstract; both of these artifices may be found in museums, where they span everybody's own vacancy.",
        "author": "Robert Smithson"
    },
    {
        "quote": "I feel like I'm part of history being made. I leave Apple board meetings thinking, 'I've got to do a better job.'",
        "author": "Andrea Jung"
    },
    {
        "quote": "If you don't take a risk, you will not be satisfied and happy. I think one must look at creating history.",
        "author": "Remo D'Souza"
    },
    {
        "quote": "You know, I think when I reflect on it, I think there's certainly a sense of history. When you have ambitions to play this game, you want to be one of the best ever, and you want to play so well and be so effective that you want people to remember your name 100 years from now.",
        "author": "Marcus Allen"
    },
    {
        "quote": "Our best days are in front of us. We can reform those entitlements, we can change that corporate tax code and lower it. We can put America back on track on a growth level and a growth rate that we've never seen in the history of this country.",
        "author": "Rick Perry"
    },
    {
        "quote": "The most frightening pages of history are those which reveal how easily conditions making a desert of the human spirit may come into existence, with the oozings away of incentive and kindliness in our natural social structure.",
        "author": "Haniel Long"
    },
    {
        "quote": "I think the '06 Ravens, if we woulda won a championship, would have been considered maybe the best of all time, because statistically, I think that defense led the NFL in more categories than any other defense in history.",
        "author": "Rex Ryan"
    },
    {
        "quote": "People don't believe or understand that a community can lose hope. You can have a whole community where hopelessness is the norm, where folks don't have faith that things will get better because history and circumstances have proven over 30, 40, or 50 years that things don't get better.",
        "author": "Geoffrey Canada"
    },
    {
        "quote": "I have a well-documented history of trouble with intimacy.",
        "author": "Matthew Perry"
    },
    {
        "quote": "History is about who tells it.",
        "author": "Daveed Diggs"
    },
    {
        "quote": "Since I began presenting programmes about black history my life has become a constant impromptu focus group. I am stopped in the street by people who want to talk about the histories those documentaries explore.",
        "author": "David Olusoga"
    },
    {
        "quote": "History is a heavy thing everywhere.",
        "author": "Tracy K. Smith"
    },
    {
        "quote": "As we walked through the National Museum of African American History and Culture, I pushed my grandfather in a wheelchair he had reluctantly agreed to sit in. He is a proud man who also knows that his knees aren't what they once were - that years of high school and college football had long accelerated the deterioration of his aging joints.",
        "author": "Clint Smith"
    },
    {
        "quote": "It has taken a lot of persuasion for me to take part in an official documentary about 'Only Fools and Horses.' But, as time has gone on, it seems to have been imprinted in television history, and I thought it was only right that I tried to give an accurate insight into how the show was put together.",
        "author": "David Jason"
    },
    {
        "quote": "Since the middle of the twentieth century, our understanding of the American past has been revolutionized, in no small part because of our altered conceptions of the place of race in the nation's history.",
        "author": "Drew Gilpin Faust"
    },
    {
        "quote": "I'm a sponge for historical images of black people and black history on film.",
        "author": "Kara Walker"
    },
    {
        "quote": "History offers us vicarious experience. It allows the youngest student to possess the ground equally with his elders; without a knowledge of history to give him a context for present events, he is at the mercy of every social misdiagnosis handed to him.",
        "author": "Hilary Mantel"
    },
    {
        "quote": "The first time Adrian saw me was on tape. But you should know that this never works - never in the history of movies has someone been cast from a video.",
        "author": "Olivier Martinez"
    },
    {
        "quote": "There are two things in Indian history - one is the incredible optimism and potential of the place, and the other is the betrayal of that potential - for example, corruption. Those two strands intertwine through the whole of Indian history, and maybe not just Indian history.",
        "author": "Salman Rushdie"
    },
    {
        "quote": "Boston is the cream of the crop of the marathon world. It has such history that you feel such honor just being a part of it. All the other races have pacers to get you to a Boston qualifying time.",
        "author": "Summer Sanders"
    },
    {
        "quote": "Ever since studying in Russia as a college student, I had been in a long-distance, one-sided love affair with Chechnya's remarkable history, culture and rugged natural beauty.",
        "author": "Anthony Marra"
    },
    {
        "quote": "The history of humanity has, to a large extent, been one of groping blindly in the dark, fearing for the future and yet resisting the guiding hand of inspired men who would willingly lead mankind in the path of safety.",
        "author": "Ezra Taft Benson"
    },
    {
        "quote": "I think increasingly we want to read the history that wasn't written by the victors.",
        "author": "Kate Williams"
    },
    {
        "quote": "It is essential that we enable young people to see themselves as participants in one of the most exciting eras in history, and to have a sense of purpose in relation to it.",
        "author": "Nelson Rockefeller"
    },
    {
        "quote": "We're not going to let anything get in our way of hitting our milestones and making history and showing the world that Hyperloop works.",
        "author": "Shervin Pishevar"
    },
    {
        "quote": "Who will remember Anna Wintour in the history of fashion? No one.",
        "author": "Azzedine Alaia"
    },
    {
        "quote": "In 1975, which was the height of the women's movement, I thought I'd write a book on women's history. But in searching for a topic, I realized that there were few places in history where men and women interacted. Finally, it hit me: 'Oh, look at the family. That's the one place.'",
        "author": "Stephanie Coontz"
    },
    {
        "quote": "Even getting a college degree does not guarantee a minimal knowledge of U.S. history.",
        "author": "Max Boot"
    },
    {
        "quote": "There's a long history of anthropomorphic animals in Japanese literature. The so-called 'funny animal scrolls' were the first narratives in Japanese history, and the heroes of many folk tales have animals as their companions.",
        "author": "Stan Sakai"
    },
    {
        "quote": "But, as we have before been led to remark, most of Mr. Darwin's statements elude, by their vagueness and incompleteness, the test of Natural History facts.",
        "author": "Richard Owen"
    },
    {
        "quote": "We talked about the Internet and Wikipedia and how facts and history are being collectively created online.",
        "author": "Joichi Ito"
    },
    {
        "quote": "I would want to wear No. 20, just because a lot of history behind that number through high school and college.",
        "author": "Markelle Fultz"
    },
    {
        "quote": "Originalism is sort of subspecies of textualism. Textualism means you are governed by the text. That's the only thing that is relevant to your decision, not whether the outcome is desirable, not whether legislative history says this or that. But the text of the statute.",
        "author": "Antonin Scalia"
    },
    {
        "quote": "I love Black History Month and celebrating my ancestral roots, but not just my blackness, which is so beautiful. But my Tahitian and my Italian - everything that makes me, me.",
        "author": "Jordan Fisher"
    },
    {
        "quote": "I think little of people who will deny their history because it doesn't present the picture they would like.",
        "author": "George MacDonald Fraser"
    },
    {
        "quote": "The world in the '90s had seemed somewhat stable. There was talk of the end of history, a calm consensus around where we were all going. Consumer capitalism with some sort of social conscience. Then 9/11 happened, and that illusion was blown out of the water.",
        "author": "David Farr"
    },
    {
        "quote": "Jesus' birthday is commercialized, so of course, Black History Month is commercialized.",
        "author": "Jidenna"
    },
    {
        "quote": "The history of screenwriting - of what we do - is more than 100 years old. It's thousands of years old, going back to Sophocles and Euripedes. I believe the only - the only - separation for being a dramatist is reading drama.",
        "author": "John Logan"
    },
    {
        "quote": "People talk about the history of Manchester United or Liverpool, but look what Arsenal achieved with the team of Thierry Henry and Patrick Vieira.",
        "author": "Kaka"
    },
    {
        "quote": "I wanted my art to deal with very formal concerns and to deal with very material concerns, and to deal with antecedents and art history, which for me go very far beyond just the influence of African-American artists.",
        "author": "Rashid Johnson"
    },
    {
        "quote": "The issue of civil rights was too much for the establishment to handle. One of the chapters of history that's least studied by historians is the 300 to 500 riots in the U.S. between 1965 and 1970.",
        "author": "Tom Hayden"
    },
    {
        "quote": "American history contains much matter for pride and congratulation, and much matter for regret and humiliation.",
        "author": "Herbert Croly"
    },
    {
        "quote": "I learned much more about acting from philosophy courses, psychology courses, history and anthropology than I ever learned in acting class.",
        "author": "Tim Robbins"
    },
    {
        "quote": "Your genome knows much more about your medical history than you do.",
        "author": "W. Daniel Hillis"
    },
    {
        "quote": "I was given a thick paperback copy of the 'Guinness Book of Records' when I was 11 years old, and I read it gluttonously, cover to cover, paying special lip-smacking attention to all the incredibly gruesome chapters about the violence of human history.",
        "author": "Russell Smith"
    },
    {
        "quote": "And me, myself personally, in order for there to be any kind of longevity there's gotta be some history.",
        "author": "Edwin Starr"
    },
    {
        "quote": "With each new book, the march of our national history takes a step forward. When one is present at a book launch, one is bearing witness to the birth of a new body of ideas, to the coming into being of another testimony of history.",
        "author": "Ibrahim Babangida"
    },
    {
        "quote": "We've made so much progress in the last 100 years, and I think it's easy for us to think that women in the workplace, women in politics, isn't that big of a deal. And when you step back and look at it from the scope of human history, from thousands and thousands of years - it's a radical idea for a woman to be in charge.",
        "author": "Jennifer Palmieri"
    },
    {
        "quote": "To be able to be the first person from NXT to defend their NXT Championship at WrestleMania is awesome and I love making history.",
        "author": "Rhea Ripley"
    },
    {
        "quote": "I don't think that political history is full of a whole lot of tremendously honest people. I have never found any fault about that as far as Mr. Trump is concerned in my relationship with him.",
        "author": "Bobby Knight"
    },
    {
        "quote": "The history books will remember the Chinese doctors who sounded the alarm about COVID-19.",
        "author": "Erin O'Toole"
    },
    {
        "quote": "There has always been interest in certain phases and aspects of history - military history is a perennial bestseller, the Civil War, that sort of thing. But I think that there is a lot of interest in historical biography and what's generally called narrative history: history as story-telling.",
        "author": "H. W. Brands"
    },
    {
        "quote": "That President Mohammad Khatami's policies have been blocked is the bitterest incident in the contemporary Iranian history. This means that the wishes of millions of people who voted for Khatami and called for freedom and justice have been ignored... Why should cultural activities and journalism be so risky in Iran?",
        "author": "Abdolkarim Soroush"
    },
    {
        "quote": "Democrats, for their part, have chosen to go the way of reckless obstruction, pursuing the first partisan impeachment in history.",
        "author": "Kayleigh McEnany"
    },
    {
        "quote": "The history of the African American community is one of enduring, relentless struggle with a vision of accepting nothing less than full social and economic equality.",
        "author": "Danny K. Davis"
    }
]