[
    {
        "quote": "I wanted to do something inspirational for my children.",
        "author": "Harvey Weinstein"
    },
    {
        "quote": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.",
        "author": "Francis of Assisi"
    },
    {
        "quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
        "author": "Helen Keller"
    },
    {
        "quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
        "author": "Jimmy Dean"
    },
    {
        "quote": "Keep your face always toward the sunshine - and shadows will fall behind you.",
        "author": "Walt Whitman"
    },
    {
        "quote": "The best preparation for tomorrow is doing your best today.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "We know what we are, but know not what we may be.",
        "author": "William Shakespeare"
    },
    {
        "quote": "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "If you believe in yourself and have dedication and pride - and never quit, you'll be a winner. The price of victory is high but so are the rewards.",
        "author": "Bear Bryant"
    },
    {
        "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "No act of kindness, no matter how small, is ever wasted.",
        "author": "Aesop"
    },
    {
        "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'",
        "author": "Muhammad Ali"
    },
    {
        "quote": "It is during our darkest moments that we must focus to see the light.",
        "author": "Aristotle Onassis"
    },
    {
        "quote": "No matter what people tell you, words and ideas can change the world.",
        "author": "Robin Williams"
    },
    {
        "quote": "Tears of joy are like the summer rain drops pierced by sunbeams.",
        "author": "Hosea Ballou"
    },
    {
        "quote": "If I have seen further than others, it is by standing upon the shoulders of giants.",
        "author": "Isaac Newton"
    },
    {
        "quote": "Ah, but a man's reach should exceed his grasp, Or what's a heaven for?",
        "author": "Robert Browning"
    },
    {
        "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree.",
        "author": "Martin Luther"
    },
    {
        "quote": "Without craftsmanship, inspiration is a mere reed shaken in the wind.",
        "author": "Johannes Brahms"
    },
    {
        "quote": "There are two ways of spreading light: to be the candle or the mirror that reflects it.",
        "author": "Edith Wharton"
    },
    {
        "quote": "It is never too late to be what you might have been.",
        "author": "George Eliot"
    },
    {
        "quote": "If opportunity doesn't knock, build a door.",
        "author": "Milton Berle"
    },
    {
        "quote": "Happiness is a butterfly, which when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.",
        "author": "Nathaniel Hawthorne"
    },
    {
        "quote": "Change your thoughts and you change your world.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.",
        "author": "Kevyn Aucoin"
    },
    {
        "quote": "The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering.",
        "author": "Ben Okri"
    },
    {
        "quote": "Try to be like the turtle - at ease in your own shell.",
        "author": "Bill Copeland"
    },
    {
        "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "Your present circumstances don't determine where you can go; they merely determine where you start.",
        "author": "Nido Qubein"
    },
    {
        "quote": "If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.",
        "author": "Harriet Beecher Stowe"
    },
    {
        "quote": "I am not afraid of tomorrow, for I have seen yesterday and I love today!",
        "author": "William Allen White"
    },
    {
        "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.",
        "author": "Ella Fitzgerald"
    },
    {
        "quote": "Somewhere, something incredible is waiting to be known.",
        "author": "Sharon Begley"
    },
    {
        "quote": "I believe every human has a finite number of heartbeats. I don't intend to waste any of mine.",
        "author": "Neil Armstrong"
    },
    {
        "quote": "The only journey is the one within.",
        "author": "Rainer Maria Rilke"
    },
    {
        "quote": "Be brave enough to live life creatively. The creative place where no one else has ever been.",
        "author": "Alan Alda"
    },
    {
        "quote": "Try to be a rainbow in someone's cloud.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Out of difficulties grow miracles.",
        "author": "Jean de la Bruyere"
    },
    {
        "quote": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
        "author": "Democritus"
    },
    {
        "quote": "Give light and people will find the way.",
        "author": "Ella Baker"
    },
    {
        "quote": "A champion is someone who gets up when he can't.",
        "author": "Jack Dempsey"
    },
    {
        "quote": "Let us remember: One book, one pen, one child, and one teacher can change the world.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "Every story I create, creates me. I write to create myself.",
        "author": "Octavia E. Butler"
    },
    {
        "quote": "Keep your feet on the ground, but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment.",
        "author": "Arthur Helps"
    },
    {
        "quote": "When you have a dream, you've got to grab it and never let go.",
        "author": "Carol Burnett"
    },
    {
        "quote": "The most beautiful thing in the world is, of course, the world itself.",
        "author": "Wallace Stevens"
    },
    {
        "quote": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
        "author": "Warren Buffett"
    },
    {
        "quote": "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "Light tomorrow with today!",
        "author": "Elizabeth Barrett Browning"
    },
    {
        "quote": "If there were no night, we would not appreciate the day, nor could we see the stars and the vastness of the heavens. We must partake of the bitter with the sweet. There is a divine purpose in the adversities we encounter every day. They prepare, they purge, they purify, and thus they bless.",
        "author": "James E. Faust"
    },
    {
        "quote": "Nothing is impossible, the word itself says 'I'm possible'!",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "The measure of who we are is what we do with what we have.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Two roads diverged in a wood and I - I took the one less traveled by, and that has made all the difference.",
        "author": "Robert Frost"
    },
    {
        "quote": "In oneself lies the whole world and if you know how to look and learn, the door is there and the key is in your hand. Nobody on earth can give you either the key or the door to open, except yourself.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "It is always the simple that produces the marvelous.",
        "author": "Amelia Barr"
    },
    {
        "quote": "The power of imagination makes us infinite.",
        "author": "John Muir"
    },
    {
        "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.",
        "author": "Steve Jobs"
    },
    {
        "quote": "From a small seed a mighty trunk may grow.",
        "author": "Aeschylus"
    },
    {
        "quote": "There is nothing stronger in the world than gentleness.",
        "author": "Han Suyin"
    },
    {
        "quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Let us sacrifice our today so that our children can have a better tomorrow.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Let us make our future now, and let us make our dreams tomorrow's reality.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
        "author": "Buddha"
    },
    {
        "quote": "We can't help everyone, but everyone can help someone.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation.",
        "author": "Michael Jackson"
    },
    {
        "quote": "The undertaking of a new action brings new strength.",
        "author": "Richard L. Evans"
    },
    {
        "quote": "A hero is someone who has given his or her life to something bigger than oneself.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Thought is the wind, knowledge the sail, and mankind the vessel.",
        "author": "Augustus Hare"
    },
    {
        "quote": "What we achieve inwardly will change outer reality.",
        "author": "Plutarch"
    },
    {
        "quote": "There is nothing impossible to him who will try.",
        "author": "Alexander the Great"
    },
    {
        "quote": "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Courage, my friends; 'tis not too late to build a better world.",
        "author": "Tommy Douglas"
    },
    {
        "quote": "The only way to discover the limits of the possible is to go beyond them into the impossible.",
        "author": "Arthur C. Clarke"
    },
    {
        "quote": "The best way out is always through.",
        "author": "Robert Frost"
    },
    {
        "quote": "God always gives His best to those who leave the choice with him.",
        "author": "Jim Elliot"
    },
    {
        "quote": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.",
        "author": "Arthur Young"
    },
    {
        "quote": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.",
        "author": "John Wayne"
    },
    {
        "quote": "When deeds speak, words are nothing.",
        "author": "Pierre-Joseph Proudhon"
    },
    {
        "quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
        "author": "Anne Frank"
    },
    {
        "quote": "It is in your moments of decision that your destiny is shaped.",
        "author": "Tony Robbins"
    },
    {
        "quote": "The things that we love tell us what we are.",
        "author": "Thomas Aquinas"
    },
    {
        "quote": "Of all things visible, the highest is the heaven of the fixed stars.",
        "author": "Nicolaus Copernicus"
    },
    {
        "quote": "Let every dawn be to you as the beginning of life, and every setting sun be to you as its close.",
        "author": "John Ruskin"
    },
    {
        "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "A single sunbeam is enough to drive away many shadows.",
        "author": "Francis of Assisi"
    },
    {
        "quote": "Thinking: the talking of the soul with itself.",
        "author": "Plato"
    },
    {
        "quote": "Faith is love taking the form of aspiration.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "Too low they build, who build beneath the stars.",
        "author": "Edward Young"
    },
    {
        "quote": "The handicap of deafness is not in the ear; it is in the mind.",
        "author": "Marlee Matlin"
    },
    {
        "quote": "Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.",
        "author": "Vincent McNabb"
    },
    {
        "quote": "If the world seems cold to you, kindle fires to warm it.",
        "author": "Lucy Larcom"
    },
    {
        "quote": "Man never made any material as resilient as the human spirit.",
        "author": "Bernard Williams"
    },
    {
        "quote": "A place for everything, everything in its place.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Shoot for the moon and if you miss you will still be among the stars.",
        "author": "Les Brown"
    },
    {
        "quote": "In a gentle way, you can shake the world.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "It is only in sorrow bad weather masters us; in joy we face the storm and defy it.",
        "author": "Amelia Barr"
    },
    {
        "quote": "Whatever you vividly imagine, ardently desire, sincerely believe, and enthusiastically act upon... must inevitably come to pass!",
        "author": "Paul J. Meyer"
    },
    {
        "quote": "A #2 pencil and a dream can take you anywhere.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Memories of our lives, of our works and our deeds will continue in others.",
        "author": "Rosa Parks"
    },
    {
        "quote": "I've been absolutely terrified every moment of my life - and I've never let it keep me from doing a single thing I wanted to do.",
        "author": "Georgia O'Keeffe"
    },
    {
        "quote": "Think with your whole body.",
        "author": "Taisen Deshimaru"
    },
    {
        "quote": "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value.",
        "author": "Hermann Hesse"
    },
    {
        "quote": "Give light, and the darkness will disappear of itself.",
        "author": "Desiderius Erasmus"
    },
    {
        "quote": "It's a moment that I'm after, a fleeting moment, but not a frozen moment.",
        "author": "Andrew Wyeth"
    },
    {
        "quote": "The limits of the possible can only be defined by going beyond them into the impossible.",
        "author": "Arthur C. Clarke"
    },
    {
        "quote": "Men must live and create. Live to the point of tears.",
        "author": "Albert Camus"
    },
    {
        "quote": "I arise full of eagerness and energy, knowing well what achievement lies ahead of me.",
        "author": "Zane Grey"
    },
    {
        "quote": "Reach for it. Push yourself as far as you can.",
        "author": "Christa McAuliffe"
    },
    {
        "quote": "Ideas shape the course of history.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I believe that if one always looked at the skies, one would end up with wings.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "If you could only love enough, you could be the most powerful person in the world.",
        "author": "Emmet Fox"
    },
    {
        "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
        "author": "Buddha"
    },
    {
        "quote": "I believe there's an inner power that makes winners or losers. And the winners are the ones who really listen to the truth of their hearts.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "Be faithful to that which exists within yourself.",
        "author": "Andre Gide"
    },
    {
        "quote": "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "You change your life by changing your heart.",
        "author": "Max Lucado"
    },
    {
        "quote": "As knowledge increases, wonder deepens.",
        "author": "Charles Morgan"
    },
    {
        "quote": "Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.",
        "author": "Anais Nin"
    },
    {
        "quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Whoever is happy will make others happy too.",
        "author": "Anne Frank"
    },
    {
        "quote": "Countless as the sands of the sea are human passions.",
        "author": "Nikolai Gogol"
    },
    {
        "quote": "I know why I am here and my only real focused goal is to live each day to the fullest and to try and honor God and be an encouragement to others. What the future holds is firmly in God's hands, and I am very happy about that!",
        "author": "Ken Hensley"
    },
    {
        "quote": "Nothing is worth more than this day.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "Follow your bliss and the universe will open doors where there were only walls.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "I believe that one defines oneself by reinvention. To not be like your parents. To not be like your friends. To be yourself. To cut yourself out of stone.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Love the moment and the energy of that moment will spread beyond all boundaries.",
        "author": "Corita Kent"
    },
    {
        "quote": "Every charitable act is a stepping stone toward heaven.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "All you need is the plan, the road map, and the courage to press on to your destination.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "Find out who you are and be that person. That's what your soul was put on this Earth to be. Find that truth, live that truth and everything else will come.",
        "author": "Ellen DeGeneres"
    },
    {
        "quote": "If we did all the things we are capable of, we would literally astound ourselves.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "The world is full of magical things patiently waiting for our wits to grow sharper.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.",
        "author": "Lao Tzu"
    },
    {
        "quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
        "author": "Og Mandino"
    },
    {
        "quote": "What makes the desert beautiful is that somewhere it hides a well.",
        "author": "Antoine de Saint-Exupery"
    },
    {
        "quote": "We have it in our power to begin the world over again.",
        "author": "Thomas Paine"
    },
    {
        "quote": "Silence is the last thing the world will ever hear from me.",
        "author": "Marlee Matlin"
    },
    {
        "quote": "Grace is the beauty of form under the influence of freedom.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "Be not entangled in this world of days and nights; Thou hast another time and space as well.",
        "author": "Muhammad Iqbal"
    },
    {
        "quote": "From its brilliancy everything is illuminated.",
        "author": "Guru Nanak"
    },
    {
        "quote": "My mind's my kingdom.",
        "author": "Francis Quarles"
    },
    {
        "quote": "Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value.",
        "author": "Desmond Tutu"
    },
    {
        "quote": "The only thing that ultimately matters is to eat an ice-cream cone, play a slide trombone, plant a small tree, good God, now you're free.",
        "author": "Ray Manzarek"
    },
    {
        "quote": "I pray God may preserve your health and life many years.",
        "author": "Junipero Serra"
    },
    {
        "quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!",
        "author": "Anne Frank"
    },
    {
        "quote": "I believe in living today. Not in yesterday, nor in tomorrow.",
        "author": "Loretta Young"
    },
    {
        "quote": "A compliment is something like a kiss through a veil.",
        "author": "Victor Hugo"
    },
    {
        "quote": "The glow of one warm thought is to me worth more than money.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "It is not ignorance but knowledge which is the mother of wonder.",
        "author": "Joseph Wood Krutch"
    },
    {
        "quote": "You must do the things you think you cannot do.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "How glorious a greeting the sun gives the mountains!",
        "author": "John Muir"
    },
    {
        "quote": "With self-discipline most anything is possible.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "And when I breathed, my breath was lightning.",
        "author": "Black Elk"
    },
    {
        "quote": "If the doors of perception were cleansed everything would appear to man as it is, infinite.",
        "author": "William Blake"
    },
    {
        "quote": "And now, this is the sweetest and most glorious day that ever my eyes did see.",
        "author": "Donald Cargill"
    },
    {
        "quote": "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Happiness is the natural flower of duty.",
        "author": "Phillips Brooks"
    },
    {
        "quote": "From what we get, we can make a living; what we give, however, makes a life.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "I am so fresh in soul and spirit that life gushes and bubbles around me in a thousand springs.",
        "author": "Robert Schumann"
    },
    {
        "quote": "For a gallant spirit there can never be defeat.",
        "author": "Wallis Simpson"
    },
    {
        "quote": "What great thing would you attempt if you knew you could not fail?",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "To the mind that is still, the whole universe surrenders.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Keep all special thoughts and memories for lifetimes to come. Share these keepsakes with others to inspire hope and build from the past, which can bridge to the future.",
        "author": "Mattie Stepanek"
    },
    {
        "quote": "Noble deeds that are concealed are most esteemed.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "Great hopes make great men.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.",
        "author": "Jules Renard"
    },
    {
        "quote": "What we think, we become.",
        "author": "Buddha"
    },
    {
        "quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "I said to the almond tree, 'Friend, speak to me of God,' and the almond tree blossomed.",
        "author": "Nikos Kazantzakis"
    },
    {
        "quote": "What we need is more people who specialize in the impossible.",
        "author": "Theodore Roethke"
    },
    {
        "quote": "You don't look out there for God, something in the sky, you look in you.",
        "author": "Alan Watts"
    },
    {
        "quote": "A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself.",
        "author": "James Allen"
    },
    {
        "quote": "We relish news of our heroes, forgetting that we are extraordinary to somebody too.",
        "author": "Helen Hayes"
    },
    {
        "quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.",
        "author": "e. e. cummings"
    },
    {
        "quote": "Enthusiasm moves the world.",
        "author": "Arthur Balfour"
    },
    {
        "quote": "When we seek to discover the best in others, we somehow bring out the best in ourselves.",
        "author": "William Arthur Ward"
    },
    {
        "quote": "Vitality shows in not only the ability to persist but the ability to start over.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "One today is worth two tomorrows.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Your big opportunity may be right where you are now.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "A human being has so many skins inside, covering the depths of the heart. We know so many things, but we don't know ourselves! Why, thirty or forty skins or hides, as thick and hard as an ox's or bear's, cover the soul. Go into your own ground and learn to know yourself there.",
        "author": "Meister Eckhart"
    },
    {
        "quote": "The bird is powered by its own life and by its motivation.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "Reach for the stars.",
        "author": "Christa McAuliffe"
    },
    {
        "quote": "Every moment and every event of every man's life on earth plants something in his soul.",
        "author": "Thomas Merton"
    },
    {
        "quote": "There are glimpses of heaven to us in every act, or thought, or word, that raises us above ourselves.",
        "author": "Robert Quillen"
    },
    {
        "quote": "Only those who have learned the power of sincere and selfless contribution experience life's deepest joy: true fulfillment.",
        "author": "Tony Robbins"
    },
    {
        "quote": "The truth is on the march and nothing will stop it.",
        "author": "Emile Zola"
    },
    {
        "quote": "Live your beliefs and you can turn the world around.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "The authentic self is the soul made visible.",
        "author": "Sarah Ban Breathnach"
    },
    {
        "quote": "Your heart is full of fertile seeds, waiting to sprout.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "Wonder rather than doubt is the root of all knowledge.",
        "author": "Abraham Joshua Heschel"
    },
    {
        "quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm.",
        "author": "Jean Paul"
    },
    {
        "quote": "Lord, grant that I may always desire more than I can accomplish.",
        "author": "Michelangelo"
    },
    {
        "quote": "Hope is but the dream of those who wake.",
        "author": "Matthew Prior"
    },
    {
        "quote": "Show me your hands. Do they have scars from giving? Show me your feet. Are they wounded in service? Show me your heart. Have you left a place for divine love?",
        "author": "Fulton J. Sheen"
    },
    {
        "quote": "I believe it is in my nature to dance by virtue of the beat of my heart, the pulse of my blood and the music in my mind.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "God loves to help him who strives to help himself.",
        "author": "Aeschylus"
    },
    {
        "quote": "It seems to me we can never give up longing and wishing while we are thoroughly alive. There are certain things we feel to be beautiful and good, and we must hunger after them.",
        "author": "George Eliot"
    },
    {
        "quote": "Turn your face to the sun and the shadows fall behind you.",
        "author": "Unknown"
    },
    {
        "quote": "Our time here is magic! It's the only space you have to realize whatever it is that is beautiful, whatever is true, whatever is great, whatever is potential, whatever is rare, whatever is unique, in. It's the only space.",
        "author": "Ben Okri"
    },
    {
        "quote": "I dwell in possibility.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "You are always free to change your mind and choose a different future, or a different past.",
        "author": "Richard Bach"
    },
    {
        "quote": "Belief creates the actual fact.",
        "author": "William James"
    },
    {
        "quote": "Nothing makes one feel so strong as a call for help.",
        "author": "Pope Paul VI"
    },
    {
        "quote": "Just what future the Designer of the universe has provided for the souls of men I do not know, I cannot prove. But I find that the whole order of Nature confirms my confidence that, if it is not like our noblest hopes and dreams, it will transcend them.",
        "author": "Henry Norris Russell"
    },
    {
        "quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I celebrate myself, and sing myself.",
        "author": "Walt Whitman"
    },
    {
        "quote": "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "I have looked into your eyes with my eyes. I have put my heart near your heart.",
        "author": "Pope John XXIII"
    },
    {
        "quote": "It is by acts and not by ideas that people live.",
        "author": "Anatole France"
    },
    {
        "quote": "Whatever ought to be, can be.",
        "author": "James Rouse"
    },
    {
        "quote": "Today is the only day. Yesterday is gone.",
        "author": "John Wooden"
    },
    {
        "quote": "Love and desire are the spirit's wings to great deeds.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "We are here to make another world.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "There is a loftier ambition than merely to stand high in the world. It is to stoop down and lift mankind a little higher.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "We convince by our presence.",
        "author": "Walt Whitman"
    },
    {
        "quote": "Each day provides its own gifts.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Every heart that has beat strongly and cheerfully has left a hopeful impulse behind it in the world, and bettered the tradition of mankind.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "On the recollection of so many and great favours and blessings, I now, with a high sense of gratitude, presume to offer up my sincere thanks to the Almighty, the Creator and Preserver.",
        "author": "William Bartram"
    },
    {
        "quote": "Prayer is man's greatest power!",
        "author": "W. Clement Stone"
    },
    {
        "quote": "I thank you God for this most amazing day, for the leaping greenly spirits of trees, and for the blue dream of sky and for everything which is natural, which is infinite, which is yes.",
        "author": "e. e. cummings"
    },
    {
        "quote": "Let each man exercise the art he knows.",
        "author": "Aristophanes"
    },
    {
        "quote": "Plant thy foot firmly in the prints which His foot has made before thee.",
        "author": "Joseph Barber Lightfoot"
    },
    {
        "quote": "Every man's life is a fairy tale written by God's fingers.",
        "author": "Hans Christian Andersen"
    },
    {
        "quote": "Act like you expect to get into the end zone.",
        "author": "Christopher Morley"
    },
    {
        "quote": "Create each day anew.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Love is a fruit in season at all times, and within reach of every hand.",
        "author": "Mother Teresa"
    },
    {
        "quote": "Miracles are a retelling in small letters of the very same story which is written across the whole world in letters too large for some of us to see.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "People tell you the world looks a certain way. Parents tell you how to think. Schools tell you how to think. TV. Religion. And then at a certain point, if you're lucky, you realize you can make up your own mind. Nobody sets the rules but you. You can design your own life.",
        "author": "Carrie-Anne Moss"
    },
    {
        "quote": "If you look at a building by Mies van der Rohe, it might look very simple, but up close, the sheer quality of construction, materials and thought are inspirational.",
        "author": "David Chipperfield"
    },
    {
        "quote": "Inside, I've got a real purist desire and dream about the music. I like the idea of being able to carve out a kind of magical, colourful, artistic, inspirational life. And the reality just turns out to be quite different, working with the business to bring this thing you have created into the world.",
        "author": "Damien Rice"
    },
    {
        "quote": "When I first got involved in the underground metal scene in '82, '83, there were only about five or six major Death or Black Metal bands around. There were so many other bands that were inspirational, that really helped.",
        "author": "Chuck Schuldiner"
    },
    {
        "quote": "Honestly, the All In women's locker room was such an inspirational group of women. What I love about all the women involved - Chelsea, Britt, Madison, Jordynne Grace, Brandi Rhodes, Tenille Dashwood, Penelope Ford, Mandy Leon - is we all bring something so different to the table for a common vision.",
        "author": "Tessa Blanchard"
    },
    {
        "quote": "When I started my career, I never looked at myself as one to be inspirational, but as I continued to grow, I've met so many different people who ask, 'How do you do it? You make it look easy.' But it's not easy. I have certain tricks and tips I use every day that have been working for me.",
        "author": "Karen Civil"
    },
    {
        "quote": "Teachers need to be more inspirational. But it's also up to engineering to make itself more interesting.",
        "author": "Bruce Dickinson"
    },
    {
        "quote": "I am never without my lyric book. If anything inspirational happens, I have it there so nothing's forgotten.",
        "author": "Gabrielle Aplin"
    },
    {
        "quote": "I think Spain will always remain inspirational, and I think French cuisine will continue to be very French and yet very relevant with its time and keep evolving. But the last thing you want for it is to become too trendy and confusing. It has too much history.",
        "author": "Daniel Boulud"
    },
    {
        "quote": "At the end of the day, the one commonality that both Hindi cinema and Hollywood share is that they are full of talented and inspirational people. Outside of this, there are many differences, from the scheduling and rehearsal to promotion and directing techniques.",
        "author": "Nargis Fakhri"
    },
    {
        "quote": "I think, aesthetically, car design is so interesting - the dashboards, the steering wheels, and the beauty of the mechanics. I don't know how any of it works, I don't want to know, but it's inspirational.",
        "author": "Paloma Picasso"
    },
    {
        "quote": "Hopefully, when people see 'Senna', they will understand why this inspirational story needed to be told, why it had to be made as a movie for the big screen, and why it is a film for everyone.",
        "author": "Asif Kapadia"
    },
    {
        "quote": "I've done a lot of albums and I kinda know when I'm onto something that was inspirational for me to record and create, and this was one of those projects where I really enjoyed making the album.",
        "author": "Lee Ritenour"
    },
    {
        "quote": "The upper middle class here still has options for entertainment. We have Internet, Hollywood and books. But for the majority and the masses, there is only TV. A lot of them sit at home and watch TV as they can't afford other forms of entertainment. So, we try to do shows which have inspirational value.",
        "author": "Sanam Saeed"
    },
    {
        "quote": "I pull a lot of the stuff that I play off the rhythm tracks - and Keith Richards has been one of the main contributors to my inspirational playing.",
        "author": "Bobby Keys"
    },
    {
        "quote": "Before the music and before the fame, I loved Apl for Allan Pineda, for being a brother that he is and for the inspiration - for him to actually come to the States from the Philippines and make something of his life. That's inspirational.",
        "author": "Taboo"
    },
    {
        "quote": "A lot of straight and transgender boys get in touch with me through my website and social media. They tell me I'm inspirational and beautiful. It boosts my self-esteem.",
        "author": "Jazz Jennings"
    },
    {
        "quote": "I do kind of marvel at my journey. But at the same time, I look back at a lot of the steps, and maybe not every step, but a lot of the steps, and since I was 12 or 13, I look at the people who helped me and the moments that were inspirational to me, and you can recall what my mindset and what my make-up was at that time to try and be the best.",
        "author": "Chris Bosh"
    },
    {
        "quote": "The MTC is known for singing music by great master composers, hymns, American music, Broadway numbers, popular songs, and inspirational music. If the audience doesn't like one genre, they need only wait for the next number.",
        "author": "Mack Wilberg"
    },
    {
        "quote": "I feel that music is such an inspirational form of energy, as baseball is. And especially with Metallica, believe it or not, our shows are very physical. Sports is a very physical thing, too.",
        "author": "Robert Trujillo"
    },
    {
        "quote": "I did an A Level in Theatre Studies and had a really inspirational teacher, and then I just went on to university.",
        "author": "Jessica Raine"
    },
    {
        "quote": "Traveling around the country, meeting fans and hearing their stories in person and on my radio show has reenergized my commitment to creating honest and inspirational content that not only serves my own creative purposes but can help and touch others as well.",
        "author": "Nikki Sixx"
    },
    {
        "quote": "I always like a woman in power in politics. I think they're pretty inspirational in terms of looks to begin with. It's very calculated.",
        "author": "Chris Benz"
    },
    {
        "quote": "I look forward to making tangible and inspirational contributions to the Houston Technology Center's initiatives. HTC is an engine behind Houston's and Texas' continued growth.",
        "author": "Walter O'Brien"
    },
    {
        "quote": "You always draw inspiration from your family or your parents if they've proven to be inspirational. My mother is someone who's always been inspirational to me.",
        "author": "Dustin Clare"
    },
    {
        "quote": "For years, I've worn my dainty gold bracelets with inspirational sayings and encouraging one-liners to motivate me in my career. I liked to look down at my wrist and be reminded of my goals.",
        "author": "Rachel Hollis"
    },
    {
        "quote": "By now, you've probably caught on to something: my mother is always standing by with just the right Scripture or inspirational saying to get me through any tough situation.",
        "author": "Gabby Douglas"
    },
    {
        "quote": "Deacon Jones has been the most inspirational person in my football career.",
        "author": "Jack Youngblood"
    },
    {
        "quote": "Silent pictures show us how we lived and what our attitudes were. And as an art form, they can be wonderfully entertaining and often inspirational.",
        "author": "Kevin Brownlow"
    },
    {
        "quote": "Whenever I would go to Hrithik's vanity van to chat or rehearse lines, I'd see him working out or watching inspirational videos. One thing that I've learnt from him is that, as an actor, you have to worship your body.",
        "author": "Mrunal Thakur"
    },
    {
        "quote": "The government will see that human spaceflight is useful - for science and the economy - and inspirational.",
        "author": "Helen Sharman"
    },
    {
        "quote": "I wrote '('Til) I Kissed You' about a girl I met in Australia. Her name was Lilian, and she was very, very inspirational. I was married, but... I wrote the song about her on the way back home.",
        "author": "Don Everly"
    },
    {
        "quote": "I grew up in a bookless house - my parents didn't read poetry, so if I hadn't had the chance to experience it at school I'd never have experienced it. But I loved English, and I was very lucky in that I had inspirational English teachers, Miss Scriven and Mr. Walker, and they liked us to learn poems by heart, which I found I loved doing.",
        "author": "Carol Ann Duffy"
    },
    {
        "quote": "Had I not come out with an inspirational CD, you perhaps would have never known that I feel like I feel, that all songs, all the music I've ever done is a gift from God.",
        "author": "Smokey Robinson"
    },
    {
        "quote": "You see countries like India really investing in their space program because they see it as inspirational and good for their economy.",
        "author": "Ellen Stofan"
    },
    {
        "quote": "There are thousands of inspirational stories waiting to be told about young women who yearn for a great education. They are stories of struggle and stories of success, and they will inspire others to take action and work to change lives.",
        "author": "Soledad O'Brien"
    },
    {
        "quote": "I knew, regardless of anything else, singing in front of an orchestra was going to be inspirational. It would feed me.",
        "author": "George Michael"
    },
    {
        "quote": "I really think that it's disgusting that Paris is the only place where it is illegal for paps to follow you around. It actually took someone losing their life - Diana, an inspirational woman - and then it changed, but they still won't change it in London! It's horrible!",
        "author": "Cara Delevingne"
    },
    {
        "quote": "I feel like music itself is inspirational enough. Especially with the Internet. Not to sound like a shut-in.",
        "author": "Thundercat"
    },
    {
        "quote": "There have been many different artists that have been inspirational. I suppose the question is directed to what was the reason why I went into fantasy illustration.",
        "author": "Boris Vallejo"
    },
    {
        "quote": "In Spain, they show many Premier League games on TV, and it is an inspirational league. Maybe I would like to play in the Premier League.",
        "author": "Juan Mata"
    },
    {
        "quote": "I think being directed and mentored by someone as inspirational as Paul Feig not only improves my performance but, as a whole, makes it what it is.",
        "author": "Nargis Fakhri"
    },
    {
        "quote": "I wanted to write a book about what it's like to be 50 and trying to reinvent yourself - that struggle. There are all these books and inspirational speakers talking about being a lifelong learner, and it's so great to reinvent yourself, the brand of you. And I wanted to say, you know, it's not like that. It's actually really painful.",
        "author": "Daniel Lyons"
    },
    {
        "quote": "Who would have thought that a tap-dancing penguin would outpoint James Bond at the box office? And deserve to? Not that there's anything wrong with 'Casino Royale.' But 'Happy Feet' - written and directed by George Miller - is a complete charmer, even if, in the way of most family fare, it can't resist straying into the Inspirational.",
        "author": "Robert Gottlieb"
    },
    {
        "quote": "Not on one strand are all life's jewels strung.",
        "author": "William Morris"
    },
    {
        "quote": "We can change our lives. We can do, have, and be exactly what we wish.",
        "author": "Tony Robbins"
    },
    {
        "quote": "I am deliberate and afraid of nothing.",
        "author": "Audre Lorde"
    },
    {
        "quote": "I want to make this world perfect.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "Mankind is made great or little by its own will.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "And above all things, never think that you're not good enough yourself. A man should never think that. My belief is that in life people will take you at your own reckoning.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "Of all human activities, man's listening to God is the supreme act of his reasoning and will.",
        "author": "Pope Paul VI"
    },
    {
        "quote": "The Wright brothers flew right through the smoke screen of impossibility.",
        "author": "Charles Kettering"
    },
    {
        "quote": "The ideal life is in our blood and never will be still.",
        "author": "Phillips Brooks"
    },
    {
        "quote": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
        "author": "Richard Bach"
    },
    {
        "quote": "As people are walking all the time, in the same spot, a path appears.",
        "author": "John Locke"
    },
    {
        "quote": "Tears are often the telescope by which men see far into heaven.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "I love those who yearn for the impossible.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "Once I knew only darkness and stillness... my life was without past or future... but a little word from the fingers of another fell into my hand that clutched at emptiness, and my heart leaped to the rapture of living.",
        "author": "Helen Keller"
    },
    {
        "quote": "Most of us have far more courage than we ever dreamed we possessed.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "The books that help you most are those which make you think that most. The hardest way of learning is that of easy reading; but a great book that comes from a great thinker is a ship of thought, deep freighted with truth and beauty.",
        "author": "Pablo Neruda"
    },
    {
        "quote": "Our ideals are our better selves.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "The essential elements of giving are power and love - activity and affection - and the consciousness of the race testifies that in the high and appropriate exercise of these is a blessedness greater than any other.",
        "author": "Mark Hopkins"
    },
    {
        "quote": "Space is an inspirational concept that allows you to dream big.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "A concerted effort to preserve our heritage is a vital link to our cultural, educational, aesthetic, inspirational, and economic legacies - all of the things that quite literally make us who we are.",
        "author": "Steve Berry"
    },
    {
        "quote": "Your personal life, your professional life, and your creative life are all intertwined. I went through a few very difficult years where I felt like a failure. But it was actually really important for me to go through that. Struggle, for me, is the most inspirational thing in the world at the end of the day - as long as you treat it that way.",
        "author": "Skylar Grey"
    },
    {
        "quote": "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles.",
        "author": "Marianne Vos"
    },
    {
        "quote": "Better to be called something positive and inspirational than something negative.",
        "author": "Donnie Yen"
    },
    {
        "quote": "The most inspirational person in my life has been my mother.",
        "author": "Nicole Maines"
    },
    {
        "quote": "I want to be an inspirational model. I want people to look at me and say, 'Wow, she looks healthy.'",
        "author": "Ireland Baldwin"
    },
    {
        "quote": "To be an Instagram model, you absolutely cannot just post pictures of yourself in a bikini for the sake of people seeing you in a bikini - even if that is exactly what you are doing. No, you need to caption these photos with an inspirational quote so that people will know that you are not just a butt, you're a gosh dang philosopher.",
        "author": "Kat Timpf"
    },
    {
        "quote": "I think anyone who has a passion for what they love to do, and who pursue it, is inspirational for me.",
        "author": "Colin Morgan"
    },
    {
        "quote": "Apart from being motivation for themselves, I think big givers should also talk about their philanthropy so that their work and their success stories prove inspirational enough for many others to follow.",
        "author": "Rakesh Jhunjhunwala"
    },
    {
        "quote": "Architecture is not an inspirational business, it's a rational procedure to do sensible and hopefully beautiful things; that's all.",
        "author": "Harry Seidler"
    },
    {
        "quote": "If you want to know why the coast is such an inspirational place, ask Herman Melville, Jack London, Nordhoff and Hall, Robert Louis Stevenson or Joseph Conrad. It's a glimpse of eternity. It invites rumination, the relentless whisper of the tide against the shore.",
        "author": "John Cooper Clarke"
    },
    {
        "quote": "'Get along, go along' is not an inspirational philosophy, and only God knows how much moral cowardice it has covered up over the years. Serve your time, collect your chits, and cash 'em in for your home state? No, I'd say we could ask for more than that from our senators.",
        "author": "Molly Ivins"
    },
    {
        "quote": "I think that's a great opportunity, to pick a script where you can build up a good skill. I think the main thing I look for when I look at scripts is if it's inspirational. If it's something that teenagers can relate to. And is it something that the audience is going to get something out of. If not, then it's really not worth doing.",
        "author": "Carly Schroeder"
    },
    {
        "quote": "I used to make up stuff in my bio all the time, that I used to be a professional ice-skater and stuff like that. I found it so inspirational. Why not make myself cooler than I am?",
        "author": "Stephen Colbert"
    },
    {
        "quote": "I had hoped when my life was chronicled, it would be an inspirational story.",
        "author": "Om Puri"
    },
    {
        "quote": "Look at a football field. It looks like a big movie screen. This is theatre. Football combines the strategy of chess. It's part ballet. It's part battleground, part playground. We clarify, amplify and glorify the game with our footage, the narration and that music, and in the end create an inspirational piece of footage.",
        "author": "Steve Sabol"
    },
    {
        "quote": "Lee's great gifts are teaching and inspirational guidance, not administration and management.",
        "author": "Cheryl Crawford"
    },
    {
        "quote": "A lot of America is kind of done. People have been making films about it for 100 years. Everything to me feels used up. But Jo-Burg feels unbelievably inspirational to me.",
        "author": "Neill Blomkamp"
    },
    {
        "quote": "I have a 1969 Grammer Johnny Cash acoustic guitar, and it's so inspirational.",
        "author": "Joe Bonamassa"
    },
    {
        "quote": "I believe in the city as a natural human environment, but we must humanize it. It's art that will re-define public space in the 21st Century. We can make our cities diverse, inspirational places by putting art, dance and performance in all its forms into the matrix of street life.",
        "author": "Antony Gormley"
    },
    {
        "quote": "Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm.",
        "author": "Sebastian Coe"
    },
    {
        "quote": "I'm not an inspirational quote kind of person.",
        "author": "Chrissy Teigen"
    },
    {
        "quote": "I love inspirational R&B, like Mary J. Blige and Jennifer Hudson. I want to do that. That kind of music stays with you.",
        "author": "Ashthon Jones"
    },
    {
        "quote": "I had an inspirational teacher at my junior school: Peter Nixon. He was enthusiastic, knowledgeable and slightly scary - a good combination for a teacher.",
        "author": "Stephen Mangan"
    },
    {
        "quote": "It's music. It's supposed to be fun and inspirational. You have to be inspired. If I did it because it was my 'job,' and I only did it to make money, I don't think I'd still be doing it.",
        "author": "Max Martin"
    },
    {
        "quote": "Brand is not a product, that's for sure; it's not one item. It's an idea, it's a theory, it's a meaning, it's how you carry yourself. It's aspirational, it's inspirational.",
        "author": "Kevin Plank"
    },
    {
        "quote": "If my writing comes to a halt, I head to the shops: I find them very inspirational. And if I get into real trouble with my plot, I go out for a pizza with my husband.",
        "author": "Sophie Kinsella"
    },
    {
        "quote": "I've lost count of the number of times that I've been approached by strangers wanting to tell me that they think I'm brave or inspirational, and this was long before my work had any kind of public profile.",
        "author": "Stella Young"
    },
    {
        "quote": "It's inspirational to see someone who is dying smile.",
        "author": "Arlen Specter"
    },
    {
        "quote": "The flow of Guiness into the studio was inspirational as well as nutritive.",
        "author": "Carter Burwell"
    },
    {
        "quote": "My allegiance to the GOP was cemented during the 1980s, when I was in high school and college and Ronald Reagan was in the White House. For me, Reagan was what John F. Kennedy had been to an earlier generation: an inspirational figure who shaped my worldview.",
        "author": "Max Boot"
    },
    {
        "quote": "Lady Gaga is the present and the future. She is the most revolutionary and inspirational artist. She is fearless and daring.",
        "author": "Donatella Versace"
    },
    {
        "quote": "We sing inspirational songs, songs of praise and worship, and about how good and how big God is. We are magnifying the Lord.",
        "author": "Fred Hammond"
    },
    {
        "quote": "One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker - an inspirational speaker. Motivation comes from within. You have to be inspired. That's what I do. I inspire people, I inspire the public, I inspire my staff. I inspired the organizations I took over to want to succeed.",
        "author": "Herman Cain"
    },
    {
        "quote": "Anytime you have the opportunity to do any kind of story that is based on a true story, I think those are the most inspirational.",
        "author": "James Haven"
    },
    {
        "quote": "All my music is inspirational. You just gotta listen to the words and get what you can get out of it.",
        "author": "Young Jeezy"
    },
    {
        "quote": "When I am working out, I listen to inspirational speeches.",
        "author": "Julian Edelman"
    },
    {
        "quote": "I have amazing friends who have led inspirational lives.",
        "author": "Andrew Shue"
    },
    {
        "quote": "This CD became something of a personal journey for me. The tone of the whole CD is uplifting and inspirational. It's an upper. We have enough downers in the world.",
        "author": "Roma Downey"
    },
    {
        "quote": "Far too often, we have limited the definition of the Church. While not in all cases, in many cases, 'Church' has become an informational, inspirational weekly gathering rather than the group of people that God has ordained from Heaven to operate on his behalf on Earth in order to bring Heaven's viewpoint into history.",
        "author": "Tony Evans"
    },
    {
        "quote": "I look up to a strong woman; maybe that's why I fell for Gaga. She works incredibly hard and is very strong and inspirational like Mom, with a great work ethic.",
        "author": "Taylor Kinney"
    },
    {
        "quote": "When I see a friend play Hamlet or see an inspirational performance, I absolutely get excited by the idea of changing things up.",
        "author": "Andrew Lincoln"
    },
    {
        "quote": "Benazir Bhutto was an inspirational leader and an inspirational woman.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "The power of pop culture stories should not be underestimated, and there is an enormous potential for inspirational stories that can have a positive, transformative effect on our lives.",
        "author": "Anita Sarkeesian"
    },
    {
        "quote": "I may not have got the Nobel Prize, but I've won countless other awards, including 'Most Inspirational Living Woman Scientist.'",
        "author": "Jocelyn Bell Burnell"
    },
    {
        "quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.",
        "author": "David Cameron"
    },
    {
        "quote": "Barack Obama's inspirational whoosh to the presidency in 2008 was unusual. Most campaigns are less exhilarating; indeed, they are downright disappointing - until someone wins.",
        "author": "Joe Klein"
    },
    {
        "quote": "The single most important thing in a child's performance is the quality of the teacher. Making sure a child spends the maximum amount of time with inspirational teachers is the most important thing.",
        "author": "Michael Gove"
    },
    {
        "quote": "I'm very fond of the British cinema. I'm a big fan of Martin Campbell and Daniel Craig. I actually find Daniel very inspirational, especially on the physical side of things. He really inspired me to get back into shape when I started to add on a few pounds. I think he's a great role model.",
        "author": "Steven Bauer"
    },
    {
        "quote": "'Do What You Gotta Do' is a positive, inspirational song that says no matter what it is; whether you're up against challenges or trying to get your dreams and aspirations met, you should do what whatever you have to do shy of killing yourself or someone else.",
        "author": "Angie Stone"
    },
    {
        "quote": "My father was very strict, a very militant parent, because he wanted us to be very focused kids. He sold the televisions, so we didn't watch TV. And he didn't want any music playing that wasn't gospel or inspirational music. In fact, he didn't even like a lot of gospel because he thought it was too bluesy.",
        "author": "Lizz Wright"
    },
    {
        "quote": "I don't really watch too many movies, but I try to watch inspirational pieces about other musicians. Musical documentaries truly inspire me.",
        "author": "Syd"
    },
    {
        "quote": "I am shocked and deeply saddened by McQueen's death. He was a genius, and his talent was second to none. Like many others, I always cited him as a hugely inspirational leader of world fashion. He will be greatly missed.",
        "author": "Matthew Williamson"
    },
    {
        "quote": "I don't dislike rappers or hip-hop or people who like it. I went to the Def Jam tour in Manchester in the '80s when rap was inspirational. Public Enemy were awesome. But it's all about status and bling now, and it doesn't say anything to me.",
        "author": "Noel Gallagher"
    },
    {
        "quote": "It really is an honor if I can be inspirational to a younger singer or person. It means I've done my job.",
        "author": "Aretha Franklin"
    },
    {
        "quote": "I've been known to write 10 pages a day for 10 days running before I take a breath. I am not a disciplined writer. I'm one of those people who laughingly call themselves inspirational writers, which basically means someone who has no control over their own creative process.",
        "author": "Catherine Ryan Hyde"
    },
    {
        "quote": "Reading was very important to me as a kid. It was very inspirational to me. I went to a school where that wasn't encouraged so much, but my parents encouraged that, and it has made me part of who I am.",
        "author": "Sasha Grey"
    },
    {
        "quote": "We have outstanding schools, world-class teaching and inspirational leadership across the country.",
        "author": "Nicky Morgan"
    },
    {
        "quote": "You never know when some small thing will lead to a big idea. Travel is very inspirational - but it's in the ordinary that I find my themes of love and work and family.",
        "author": "Adriana Trigiani"
    },
    {
        "quote": "Thelonious Monk was one of the musicians I most connected with early on. I'm a huge Betty Carter fan, and the way that Abbey Lincoln and Shirley Horn grew immensely from the time they were young is so inspirational.",
        "author": "Cecile McLorin Salvant"
    },
    {
        "quote": "It is such a luxury to open a new book that's highly recommended by friends - either an inspirational yet humorously self-deprecating memoir, or a page-turning piece of fiction.",
        "author": "Kelli O'Hara"
    },
    {
        "quote": "I grew up in a very spiritual home in a Liberty City neighborhood of Miami, FL. I was raised in the church, and my mother was a very inspirational person in my life.",
        "author": "Robert Battle"
    },
    {
        "quote": "'Ebony' is very inspirational and aspirational to its readers.",
        "author": "Linda Johnson Rice"
    },
    {
        "quote": "I have a Children's Charity in Cuckfield, West Sussex, which helps young children affected by cerebral palsy and associated disorders. The perseverance these young people display every day is inspirational.",
        "author": "Vera Lynn"
    },
    {
        "quote": "When Maurice touched a keyboard, it was like something from a movie, magical. He would always give you something from a movie, and you'd go, what did you just play... immediately inspirational writings, amazing. That's what we're going to miss.",
        "author": "Robin Gibb"
    },
    {
        "quote": "Sport is something that is very inspirational for young people.",
        "author": "Pele"
    },
    {
        "quote": "MasterChef's' about real people and for real people. It's aspirational and inspirational. There's nothing snobbish about it.",
        "author": "John Torode"
    },
    {
        "quote": "My initial goal for the 1984 opening ceremonies was a show that would be majestic, inspirational, and emotional - a 20 goosebump experience.",
        "author": "David L. Wolper"
    },
    {
        "quote": "The best form of flattery is to be admired, imitated or respected. I've always felt proud our fans look up to us or feel we are inspirational.",
        "author": "Cheryl James"
    },
    {
        "quote": "When I was working at the Sprint store, I got laid off. I was bummed out, but I stayed positive. I used the money I had earned while working there to make my first album. Without that job, maybe 'Corazon Sin Cara' would never had been made. It's a very inspirational story.",
        "author": "Prince Royce"
    },
    {
        "quote": "Jesu's walls of distortion are uplifting in comparison to those of its doom-driven contemporaries. The band's 2009 album 'Infinity' has its bleak moments, but that album's single 49-minute song resolves into something inspirational and grandiose by the time it's over.",
        "author": "Anthony Fantano"
    },
    {
        "quote": "Books are challenging and inspirational to me.",
        "author": "Amy Sedaris"
    },
    {
        "quote": "As women and men, we're not primed and taught to feel that women are as inspirational as men.",
        "author": "Jennifer Hyman"
    },
    {
        "quote": "You can't go with the intention of writing something inspirational. You just have to go with the right heart.",
        "author": "Lights"
    },
    {
        "quote": "I'd like to one day be featured on a list of inspirational people who have made a difference in the world, whether it be helping underprivileged people or putting an end to the poaching of wildlife in Africa.",
        "author": "Candice Swanepoel"
    },
    {
        "quote": "Business gives you a massive high. Doing a great deal, coming up with an inspirational solution... It's very addictive. But it doesn't last long. In isolation, it's a bit sterile. It doesn't reward the soul.",
        "author": "John Caudwell"
    },
    {
        "quote": "I would probably work with Drake as he is massively inspirational to me as a writer as well as an artist. If not him, then Susan Boyle!",
        "author": "Conor Maynard"
    },
    {
        "quote": "It's as if inside the White House the belief in Obama's inspirational charisma is still such that every time the ugliness of brute politics intrudes, it's a startling revelation.",
        "author": "Tina Brown"
    },
    {
        "quote": "Can a person be inspirational? Does a person have global sensibility? That's the hardest thing to find.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "I am very conscious of who I am as an artist and as an inspirational person.",
        "author": "R. Kelly"
    },
    {
        "quote": "It was incredible being on tour with Taylor Swift: she was the epitome of a professional, and she works so hard. For someone as successful as her to work that hard every night - truly inspirational.",
        "author": "Shawn Mendes"
    },
    {
        "quote": "I've never been a die-hard Beyonce fan. I always thought she was inspirational and beautiful.",
        "author": "Winnie Harlow"
    },
    {
        "quote": "I view art as an inspirational tool.",
        "author": "Thomas Kinkade"
    },
    {
        "quote": "'Star Wars' is fun, its exciting, its inspirational, and people respond to that. It's what they want.",
        "author": "George Lucas"
    },
    {
        "quote": "We weren't the Temptations, but when we came out onstage, the people always gave us a special respect because our songs were of an inspirational quality.",
        "author": "Curtis Mayfield"
    },
    {
        "quote": "I'm not here to impose Sharia law, and I'm not here to have a message about disability being inspirational - I'm here to make people laugh. But when I can layer things and make people not only laugh but question, make people not only laugh but be offended... I have to do that.",
        "author": "Maysoon Zayid"
    },
    {
        "quote": "We all obviously need others to look up to, and be inspirational to us. Ford did a great job as far as putting the presidency back where it belonged, getting the trust back after Nixon. And President Reagan has been one of the most influential presidents.",
        "author": "Steve Garvey"
    },
    {
        "quote": "Northeastern folk music influenced me from a very young age. Sachin Dev Burman is one of the inspirational musicians in Indian film music. The way he fused folk music with his signature style is amazing. So, I am aware of the beauty of northeast folk music.",
        "author": "Adnan Sami"
    },
    {
        "quote": "I think 'Heroes of Cosplay' will show a lot of the positive things, like how much effort it takes to make a costume. These people on the show aren't taking shortcuts. As long as that effort gets through to the viewers, we will be inspirational. Then there will be people who watch the show that want to get in and hands-on make outfits.",
        "author": "Yaya Han"
    },
    {
        "quote": "I will always desire to play with Bruce Springsteen. He's the most inspirational, most dedicated, most committed and most focused artist I've ever seen. I like to be around people like that.",
        "author": "Max Weinberg"
    },
    {
        "quote": "To me, the Seventies were very inspirational and very influential... With my whole persona as Snoop Dogg, as a person, as a rapper. I just love the Seventies style, the way all the players dressed nice, you know, kept their hair looking good, drove sharp cars and they talked real slick.",
        "author": "Snoop Dogg"
    },
    {
        "quote": "I used to think I was a gay man with this idea of a muse in my head, like a woman that I thought was inspirational or aspirational. But the woman was actually me.",
        "author": "Hari Nef"
    },
    {
        "quote": "Seeing RuPaul go out there and not only create music, but TV and film roles, and continue to go down so many creative avenues - that is inspirational. For a person of color like myself, I see RuPaul and I say, 'Oh, honey, I can do it too.'",
        "author": "Shangela"
    },
    {
        "quote": "I try not to put anything political on the forefront of what I'm trying to do creatively. At the same time, I do think it's wonderful when I hear people say that it's inspirational that I'm an Indian woman on camera. My life is very diverse, and my friends are a diverse group of people.",
        "author": "Mindy Kaling"
    },
    {
        "quote": "Don't say I was an inspirational teacher - my former pupils would laugh their heads off. I was grossly incompetent, but I hope I didn't do the children a disservice.",
        "author": "Greg Davies"
    },
    {
        "quote": "Our country is one of the youngest in the world. Our youngsters need to be told inspirational stories.",
        "author": "Sudha Kongara"
    },
    {
        "quote": "I love a lot of the New York bands, but Patti Smith stands out. I just read 'Just Kids' and it's an inspirational, well-written account of an emerging New York artist in the late seventies.",
        "author": "James Iha"
    },
    {
        "quote": "The hymn 'Amazing Grace' is so inspirational - I wish I'd written it.",
        "author": "Neil Sedaka"
    },
    {
        "quote": "Almost every college playwright or sketch or improv comedian was sort of aware of Christopher Durang - even kids in high school. His short plays were so accessible to younger people and I think that was inspirational to me.",
        "author": "Mindy Kaling"
    },
    {
        "quote": "I think that the reason for my success is that I am really not aspirational. I am inspirational in that the people at home feel like they can really relate to me.",
        "author": "Rosie O'Donnell"
    },
    {
        "quote": "Kunta Kinte is the closest thing I've ever seen... to a superhero. He's amazing. He's inspirational.",
        "author": "Malachi Kirby"
    },
    {
        "quote": "I do like alternative rock and rap, but as far as inspirational, then I go full-on orchestra. It fills up your entire being.",
        "author": "Osric Chau"
    },
    {
        "quote": "Since we launched the original 'Pop Idol' in England, I've remained close with Simon Fuller. Working as executive producer on 'American idol' for its first seven years not only was an inspirational journey into the heart of American pop culture, it opened my eyes to the untapped potential of the incredibly dynamic young people in this world.",
        "author": "Nigel Lythgoe"
    },
    {
        "quote": "Personally, I can't see the appeal in trekking down to D.C. for a networking extravaganza, even if it is built around a special moment in American history. While I find the election of Barack Obama inspirational, I don't have a desire to memorialize it with overly effusive celebration.",
        "author": "Jamie Johnson"
    },
    {
        "quote": "Just as you wouldn't leave the house without taking a shower, you shouldn't start the day without at least 10 minutes of sacred practice: prayer, meditation, inspirational reading.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "A film like 'Dangal' is universal; though it narrates a story that happened in Punjab/Haryana, we like its inspirational story and its idea of celebrating the girl child.",
        "author": "Karthi"
    },
    {
        "quote": "So I wanted to sing inspirational music, and that's exactly how I approached it - only the words have been changed to declare my relationship with God.",
        "author": "Smokey Robinson"
    },
    {
        "quote": "Although he's no longer with us, Steve Jobs is still inspirational to me, as he managed to find the balance between right brain/left-brain thinking that is crucial to building a creative technology business.",
        "author": "Imran Amed"
    },
    {
        "quote": "I often wonder if I should adopt a cause to call my own or start tweeting inspirational messages. And when tragedy strikes and the world takes to social media, is it now my responsibility to respond with #RIPs and #prayfors?",
        "author": "Max Joseph"
    },
    {
        "quote": "I'm not doing what I do to prove what a woman is capable of. I'm not doing what I do to make Formula E more diverse. I'm doing what I do to be successful. If that's inspirational, then great.",
        "author": "Susie Wolff"
    },
    {
        "quote": "Late in my career, I was asked to do an inspirational record and a duets album and I didn't want to do either.",
        "author": "Anne Murray"
    },
    {
        "quote": "Peter Stoger is very, very inspirational, communicating a lot, being open and approachable for the players.",
        "author": "Mario Gotze"
    },
    {
        "quote": "We're in a situation where talented, motivated school leavers and graduates can send off a hundred CVs and not get a reply, and where a trip to the Job Centre is depressing rather than inspirational. And you know what, that just feels wrong.",
        "author": "Jameela Jamil"
    },
    {
        "quote": "What were once only hopes for the future have now come to pass; it is almost exactly 13 years since the overwhelming majority of people in Ireland and Northern Ireland voted in favour of the agreement signed on Good Friday 1998, paving the way for Northern Ireland to become the exciting and inspirational place that it is today.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "We've been surrounded by images of space our whole lives, from the speculative images of science fiction to the inspirational visions of artists to the increasingly beautiful pictures made possible by complex technologies. But whilst we have an overwhelmingly vivid visual understanding of space, we have no sense of what space sounds like.",
        "author": "Honor Harger"
    },
    {
        "quote": "PUMA has been an iconic name in the fashion world for decades, their ability to remain at the top of the game in not only sportswear, but in culture and fashion is inspirational.",
        "author": "Yo Gotti"
    },
    {
        "quote": "My father, Oliver Hynes, was an educator. He was originally just a teacher, a very good one, but then he was promoted to be in charge of education for the entire area. He was always an inspirational teacher. He was my big personal supporter, always coming here for the Tony Awards. My mother, Carmel, was a homemaker.",
        "author": "Garry Hynes"
    },
    {
        "quote": "What they have done in Japan, which I find so inspirational, is they've brought the toilet out from behind the locked door. They've made it conversational. People go out and upgrade their toilet. They talk about it. They've sanitized it.",
        "author": "Rose George"
    },
    {
        "quote": "I think the end goal, hopefully, is to take advantage of the attention I've gotten along the way and use it for good and build some communities, and as I get older I can continue to do things and be surrounded by things that are inspirational to me.",
        "author": "Reggie Watts"
    },
    {
        "quote": "It was sad to leave 'Pippin' because it was a kind of inspirational turning point in my life. But it was time to move on.",
        "author": "Ann Reinking"
    },
    {
        "quote": "Rap music's been around for too long now to be inspirational. The words are, but the music isn't.",
        "author": "Alexander McQueen"
    },
    {
        "quote": "Like the United Nations, there is something inspirational about New York as a great melting pot of different cultures and traditions. And if this is the city that never sleeps, the United Nations works tirelessly, around the clock around the world.",
        "author": "Ban Ki-moon"
    },
    {
        "quote": "I hope that at the end of the seven years, people will say that I have been of some inspirational value to them at home in terms of inclusiveness and abroad, I look forward to representing Ireland.",
        "author": "Michael D. Higgins"
    },
    {
        "quote": "I do a lot of inspirational talks for kids, to motivate them to change their lives and give them hope.",
        "author": "Adam Beach"
    },
    {
        "quote": "'All in With Laila Ali' is educational, inspirational, compelling programming profiling individuals that have reached for the sky, pushed themselves to the limit and did things that you would think were impossible.",
        "author": "Laila Ali"
    },
    {
        "quote": "If someone says 'grunge' or 'punk,' you know what the sound is, but if you say 'No Wave,' it's kind of mysterious. That was the most interesting part and should have been the most inspirational thing about it... here's this collective sonic insanity, and none of it sounds anything alike.",
        "author": "Lydia Lunch"
    },
    {
        "quote": "The leaders who we admire who have been able to bring great change in the past - Gandhi, Martin Luther King, Nelson Mandela - they're all inspirational religious leaders and smart tacticians. It would be nice to find the Muslim Gandhi, wouldn't it?",
        "author": "Dennis C. Blair"
    },
    {
        "quote": "President Obama called for a 'we' nation in his Inauguration Address. Art convenes. It is not just inspirational. It is aspirational. It pricks the walls of our compartmentalized minds, opens our hearts and makes us brave. And that's what we need most in our country today.",
        "author": "Anna Deavere Smith"
    },
    {
        "quote": "In my experience, I have learned that there is rarely the perfect man for the perfect job, but Reagan was born to play the role of president. He was an inspirational leader when the country really needed it.",
        "author": "Tim Matheson"
    },
    {
        "quote": "Roosevelt's declaration that Americans had 'nothing to fear but fear itself' was a glorious piece of inspirational rhetoric and just as gloriously wrong.",
        "author": "Russell Baker"
    },
    {
        "quote": "When Bill Clinton ran in '92, and I listened to him, and I had of course known of his record from Arkansas, I found him extraordinarily inspirational, and I voted Democratic.",
        "author": "Wesley Clark"
    },
    {
        "quote": "'Can You See' is a beautiful song that follows a story of the star. It's a very inspirational song.",
        "author": "Ally Brooke"
    },
    {
        "quote": "I think it's great that you have inspirational female roles, that it's not just the pretty girl on the arm of a man.",
        "author": "Hannah John-Kamen"
    },
    {
        "quote": "I think if there's something one needs to change with oneself, it doesn't have to happen in the New Year. You can do that any time you please - not that it's not a good inspirational tactic for the people that it works for.",
        "author": "Brittany Murphy"
    },
    {
        "quote": "We work very closely with HSN's buying team, to ensure that our products and demonstrations are as exciting, educational and as inspirational as possible.",
        "author": "Sara Davies"
    },
    {
        "quote": "In sports teams, apart from talk of sporting prowess and the imparting of inspirational thought, an extraordinary amount of time is spent discussing, and flaunting, material possessions.",
        "author": "Harsha Bhogle"
    },
    {
        "quote": "It is so inspirational, to see that in the world of Westeros, men are answering to women, and they are a force to be reckoned with. It's empowering, and it's inspirational as well, because you're just like, 'This is great!'",
        "author": "Rose Leslie"
    },
    {
        "quote": "In fact, I wouldn't really call this a Gospel album, I call it more an inspirational album.",
        "author": "Smokey Robinson"
    },
    {
        "quote": "Every song you're trying to find something that going to connect in different ways but for me the songs that I'm really drawn to are inspirational, songs that lift you and that everybody can relate to no matter where you're from.",
        "author": "Rodney Atkins"
    },
    {
        "quote": "Being appointed as the next Gewandhauskapellmeister of the Gewandhausorchester is a completely overwhelming honour. This extraordinary orchestra and its wonderful musicians are unique in so many respects, and particularly in their creation of an exceptional sound world based on outstanding tradition that is, at its heart, inspirational.",
        "author": "Andris Nelsons"
    },
    {
        "quote": "You are thinking about the music, about the mathematics of it. It's time-consuming and energy-consuming at the same time. That's why I take my time off, my family time, as inspirational. I cool off.",
        "author": "Atif Aslam"
    },
    {
        "quote": "We learn about MLK's 'I Have a Dream' speech. Take that same speech and put it in the voice of a woman. Would it be as inspirational? Would it have as much gravitas to it?",
        "author": "Jennifer Hyman"
    },
    {
        "quote": "This is just rap. I'm not trying to make people think I'm some sort of scientific wizard or inspirational poet.",
        "author": "Action Bronson"
    },
    {
        "quote": "I would say I'm an inspirational guidelines book. You can take my life story or scenarios or songs and relate to them and apply them to your everyday life.",
        "author": "Chris Brown"
    },
    {
        "quote": "Growing up, in church we had the homily; at home it's what I call the 'momily' - the inspirational and instructive mom-isms that every family has.",
        "author": "Christine Pelosi"
    },
    {
        "quote": "If you're funny and working in education, I think the perception is that you're either inspirational or awful. So which was I? I suppose that depends on who you talk to.",
        "author": "Greg Davies"
    },
    {
        "quote": "The 'Dezeen's of this world are extremely inspirational but have no realistic dimension any more.",
        "author": "Marcel Wanders"
    },
    {
        "quote": "As far as me being inspirational to other combat-wounded guys, I would say that it's the opposite. To see guys at Walter Reed that I recovered with every day and they were missing every single one of their limbs - that is what I would say is inspiring.",
        "author": "Kyle Carpenter"
    },
    {
        "quote": "My tastes and inspirational artists were always rather eclectic and diverse.",
        "author": "Taylor Dayne"
    },
    {
        "quote": "We work to create a new wave of feminism that is more inclusive. I want others to feel equal. It's so great to see women in positions of power, which is why other artists, such as Marilyn Minter, are so inspirational to me.",
        "author": "Petra Collins"
    },
    {
        "quote": "I'm a gay disabled man who has become very successful. I don't get up in the morning and think I'm inspirational; I just get up thinking that I love horses.",
        "author": "Lee Pearson"
    },
    {
        "quote": "Coming to Nashville has been so motivating and inspirational. Just watching people live and breathe their music and create something that they can feel from start to finish.",
        "author": "Madi Diaz"
    },
    {
        "quote": "I thought 'Moulin Rouge' was inspirational, and 'Jesus Christ Superstar' I loved.",
        "author": "Pierce Brosnan"
    },
    {
        "quote": "The way my father worked altruistically and the manner in which he used to go behind bars and come back home smilingly was inspirational.",
        "author": "Asma Jahangir"
    },
    {
        "quote": "Watching my family work so hard has been so inspirational, and I think I really got their work ethic.",
        "author": "Chloe Kim"
    },
    {
        "quote": "I worked at The Old Globe Theater under the great baton of Craig Noel. One of the great theater heroes that we have. He was so great and so inspirational. I think I did 'Antony and Cleopatra' and 'The Taming of the Shrew'. I lived in Ocean Beach, and my rent was $140 a month.",
        "author": "Jeffrey Tambor"
    },
    {
        "quote": "Every video I've made has an inspirational message behind it. Since day one, I thought, 'Okay, I want my audience to be, like, Disney members.' So if that's the case, I have to keep everything rated G.",
        "author": "Michelle Phan"
    },
    {
        "quote": "I think women think I'm inspirational because I'm unapologetic. I have cellulite. I have back fat. I've got a thick stomach. But I work my body like I don't because I don't know any other body. I don't know how to feel thin. I just know how to feel like Ashley.",
        "author": "Ashley Graham"
    },
    {
        "quote": "What's on my playlist when I'm fighting is not so much hip-hop. Sometimes, it's something more inspirational. I get a chance to think about what I'm fighting for, like, my family. It takes me to that state because a lot of times, it's a spiritual warfare for me.",
        "author": "Tyron Woodley"
    },
    {
        "quote": "I do love to eavesdrop. It's inspirational, not only for subject matter but for actual dialogue, the way people talk.",
        "author": "Lynda Barry"
    },
    {
        "quote": "My goal in my career is to inspire people, is to get my music out there and have people enjoy it, and have people think of me as an inspirational artist.",
        "author": "Christina Grimmie"
    }
]