[
    {
        "quote": "The possibility of being as free with the camera as we are with the pen is a fantastic prospect for the creative life of the 21st century.",
        "author": "Carlos Fuentes"
    },
    {
        "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
        "author": "Marie Curie"
    },
    {
        "quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
        "author": "Buddha"
    },
    {
        "quote": "He who has a why to live can bear almost any how.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "The truth is you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed.",
        "author": "Eminem"
    },
    {
        "quote": "We do not remember days, we remember moments.",
        "author": "Cesare Pavese"
    },
    {
        "quote": "Sometimes life hits you in the head with a brick. Don't lose faith.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Life is what happens while you are busy making other plans.",
        "author": "John Lennon"
    },
    {
        "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself.",
        "author": "Harvey Fierstein"
    },
    {
        "quote": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.",
        "author": "Sholom Aleichem"
    },
    {
        "quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.",
        "author": "E. M. Forster"
    },
    {
        "quote": "Open your eyes, look within. Are you satisfied with the life you're living?",
        "author": "Bob Marley"
    },
    {
        "quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Every man dies. Not every man really lives.",
        "author": "William Wallace"
    },
    {
        "quote": "A life is not important except in the impact it has on other lives.",
        "author": "Jackie Robinson"
    },
    {
        "quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.",
        "author": "Sai Baba"
    },
    {
        "quote": "The purpose of life is a life of purpose.",
        "author": "Robert Byrne"
    },
    {
        "quote": "Ships that pass in the night, and speak each other in passing, only a signal shown, and a distant voice in the darkness; So on the ocean of life, we pass and speak one another, only a look and a voice, then darkness again and a silence.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Don't go through life, grow through life.",
        "author": "Eric Butterworth"
    },
    {
        "quote": "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way.",
        "author": "Walter Hagen"
    },
    {
        "quote": "How far you go in life depends on your being tender with the young, compassionate with the aged, sympathetic with the striving and tolerant of the weak and strong. Because someday in your life you will have been all of these.",
        "author": "George Washington Carver"
    },
    {
        "quote": "All the art of living lies in a fine mingling of letting go and holding on.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "Life is a mirror and will reflect back to the thinker what he thinks into it.",
        "author": "Ernest Holmes"
    },
    {
        "quote": "I have found that if you love life, life will love you back.",
        "author": "Arthur Rubinstein"
    },
    {
        "quote": "Surprise is the greatest gift which life can grant us.",
        "author": "Boris Pasternak"
    },
    {
        "quote": "A man who dares to waste one hour of time has not discovered the value of life.",
        "author": "Charles Darwin"
    },
    {
        "quote": "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.",
        "author": "William J. Clinton"
    },
    {
        "quote": "We live in a rainbow of chaos.",
        "author": "Paul Cezanne"
    },
    {
        "quote": "Growth is the only evidence of life.",
        "author": "John Henry Newman"
    },
    {
        "quote": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "Life is 10 percent what you make it, and 90 percent how you take it.",
        "author": "Irving Berlin"
    },
    {
        "quote": "Life is a zoo in a jungle.",
        "author": "Peter De Vries"
    },
    {
        "quote": "It's all about quality of life and finding a happy balance between work and friends and family.",
        "author": "Philip Green"
    },
    {
        "quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
        "author": "Albert Camus"
    },
    {
        "quote": "We can't plan life. All we can do is be available for it.",
        "author": "Lauryn Hill"
    },
    {
        "quote": "Life is a lot like jazz... it's best when you improvise.",
        "author": "George Gershwin"
    },
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Nobody made a greater mistake than he who did nothing because he could do only a little.",
        "author": "Edmund Burke"
    },
    {
        "quote": "Life is never easy for those who dream.",
        "author": "Robert James Waller"
    },
    {
        "quote": "Life is ten percent what happens to you and ninety percent how you respond to it.",
        "author": "Lou Holtz"
    },
    {
        "quote": "The only disability in life is a bad attitude.",
        "author": "Scott Hamilton"
    },
    {
        "quote": "Life is not a problem to be solved, but a reality to be experienced.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "Good friends, good books and a sleepy conscience: this is the ideal life.",
        "author": "Mark Twain"
    },
    {
        "quote": "We are here to add what we can to life, not to get what we can from life.",
        "author": "William Osler"
    },
    {
        "quote": "Make space in your life for the things that matter, for family and friends, love and generosity, fun and joy. Without this, you will burn out in mid-career and wonder where your life went.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Life is what we make it, always has been, always will be.",
        "author": "Grandma Moses"
    },
    {
        "quote": "Life is a lively process of becoming.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "You have enemies? Good. That means you've stood up for something, sometime in your life.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "What do we live for, if not to make life less difficult for each other?",
        "author": "George Eliot"
    },
    {
        "quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.",
        "author": "Dalai Lama"
    },
    {
        "quote": "The art of life is to know how to enjoy a little and to endure very much.",
        "author": "William Hazlitt"
    },
    {
        "quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Life isn't a matter of milestones, but of moments.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "Life is a series of collisions with the future; it is not the sum of what we have been, but what we yearn to be.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Into each life some rain must fall.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating.",
        "author": "O. Henry"
    },
    {
        "quote": "The good life is one inspired by love and guided by knowledge.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.",
        "author": "E. B. White"
    },
    {
        "quote": "All life is an experiment. The more experiments you make the better.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Life consists not in holding good cards but in playing those you hold well.",
        "author": "Josh Billings"
    },
    {
        "quote": "While there's life, there's hope.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "To live is to change, and to be perfect is to have changed often.",
        "author": "John Henry Newman"
    },
    {
        "quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "The price of anything is the amount of life you exchange for it.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Life's most persistent and urgent question is, 'What are you doing for others?'",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.",
        "author": "Will Smith"
    },
    {
        "quote": "Give me the luxuries of life and I will willingly do without the necessities.",
        "author": "Frank Lloyd Wright"
    },
    {
        "quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.",
        "author": "William Morris"
    },
    {
        "quote": "Life is really simple, but we insist on making it complicated.",
        "author": "Confucius"
    },
    {
        "quote": "The purpose of our lives is to be happy.",
        "author": "Dalai Lama"
    },
    {
        "quote": "The greatest use of a life is to spend it on something that will outlast it.",
        "author": "William James"
    },
    {
        "quote": "Life is a succession of moments, to live each one is to succeed.",
        "author": "Corita Kent"
    },
    {
        "quote": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
        "author": "Mark Twain"
    },
    {
        "quote": "What a wonderful life I've had! I only wish I'd realized it sooner.",
        "author": "Sidonie Gabrielle Colette"
    },
    {
        "quote": "The most satisfying thing in life is to have been able to give a large part of one's self to others.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "Life is a tragedy when seen in close-up, but a comedy in long-shot.",
        "author": "Charlie Chaplin"
    },
    {
        "quote": "One way to get the most out of life is to look upon it as an adventure.",
        "author": "William Feather"
    },
    {
        "quote": "The most important thing is to enjoy your life - to be happy - it's all that matters.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.",
        "author": "Elisabeth Kubler-Ross"
    },
    {
        "quote": "All theory, dear friend, is gray, but the golden tree of life springs ever green.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "There are three constants in life... change, choice and principles.",
        "author": "Stephen Covey"
    },
    {
        "quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
        "author": "Vladimir Nabokov"
    },
    {
        "quote": "He not busy being born is busy dying.",
        "author": "Bob Dylan"
    },
    {
        "quote": "Life is too short for long-term grudges.",
        "author": "Elon Musk"
    },
    {
        "quote": "Only a life lived for others is a life worthwhile.",
        "author": "Albert Einstein"
    },
    {
        "quote": "It is not length of life, but depth of life.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Life is the art of drawing sufficient conclusions from insufficient premises.",
        "author": "Samuel Butler"
    },
    {
        "quote": "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.",
        "author": "Jimi Hendrix"
    },
    {
        "quote": "How sweet it is!",
        "author": "Jackie Gleason"
    },
    {
        "quote": "To me, if life boils down to one thing, it's movement. To live is to keep moving.",
        "author": "Jerry Seinfeld"
    },
    {
        "quote": "Doing what you love is the cornerstone of having abundance in your life.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Everything has been figured out, except how to live.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "The indispensable first step to getting the things you want out of life is this: decide what you want.",
        "author": "Ben Stein"
    },
    {
        "quote": "Find ecstasy in life; the mere sense of living is joy enough.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "A baby is God's opinion that life should go on.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "It takes half your life before you discover life is a do-it-yourself project.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "You have succeeded in life when all you really want is only what you really need.",
        "author": "Vernon Howard"
    },
    {
        "quote": "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.",
        "author": "William Christopher Handy"
    },
    {
        "quote": "If life were predictable it would cease to be life, and be without flavor.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "There may be aliens in our Milky Way galaxy, and there are billions of other galaxies. The probability is almost certain that there is life somewhere in space.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "Maybe that's what life is... a wink of the eye and winking stars.",
        "author": "Jack Kerouac"
    },
    {
        "quote": "Life imitates art far more than art imitates Life.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "The Wine of Life keeps oozing drop by drop, The Leaves of Life keep falling one by one.",
        "author": "Edward Fitzgerald"
    },
    {
        "quote": "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.",
        "author": "Richard Bach"
    },
    {
        "quote": "Life is a moderately good play with a badly written third act.",
        "author": "Truman Capote"
    },
    {
        "quote": "The greatest pleasure of life is love.",
        "author": "Euripides"
    },
    {
        "quote": "There is more to life than increasing its speed.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The difficulty in life is the choice.",
        "author": "George A. Moore"
    },
    {
        "quote": "Life is a succession of lessons which must be lived to be understood. All is riddle, and the key to a riddle is another riddle.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low.",
        "author": "John Wooden"
    },
    {
        "quote": "Any idiot can face a crisis - it's day to day living that wears you out.",
        "author": "Anton Chekhov"
    },
    {
        "quote": "The golden moments in the stream of life rush past us, and we see nothing but sand; the angels come to visit us, and we only know them when they are gone.",
        "author": "George Eliot"
    },
    {
        "quote": "Our truest life is when we are in dreams awake.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Life would be tragic if it weren't funny.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Life's like a play: it's not the length, but the excellence of the acting that matters.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Not a shred of evidence exists in favor of the idea that life is serious.",
        "author": "Brendan Gill"
    },
    {
        "quote": "Life is something to do when you can't get to sleep.",
        "author": "Fran Lebowitz"
    },
    {
        "quote": "Mindfulness is about love and loving life. When you cultivate this love, it gives you clarity and compassion for life, and your actions happen in accordance with that.",
        "author": "Jon Kabat-Zinn"
    },
    {
        "quote": "The greatest trap in our life is not success, popularity or power, but self-rejection.",
        "author": "Henri Nouwen"
    },
    {
        "quote": "Our life always expresses the result of our dominant thoughts.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "This life, which had been the tomb of his virtue and of his honour, is but a walking shadow; a poor player, that struts and frets his hour upon the stage, and then is heard no more: it is a tale told by an idiot, full of sound and fury, signifying nothing.",
        "author": "William Shakespeare"
    },
    {
        "quote": "I love life because what more is there?",
        "author": "Anthony Hopkins"
    },
    {
        "quote": "Life is very short and what we have to do must be done in the now.",
        "author": "Audre Lorde"
    },
    {
        "quote": "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.",
        "author": "John Burroughs"
    },
    {
        "quote": "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nearly all the best things that came to me in life have been unexpected, unplanned by me.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "True life is lived when tiny changes occur.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "Maybe all one can do is hope to end up with the right regrets.",
        "author": "Arthur Miller"
    },
    {
        "quote": "The monotony and solitude of a quiet life stimulates the creative mind.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The true object of all human life is play. Earth is a task garden; heaven is a playground.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Wrong life cannot be lived rightly.",
        "author": "Theodor W. Adorno"
    },
    {
        "quote": "Our life is what our thoughts make it.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Life comes from the earth and life returns to the earth.",
        "author": "Zhuangzi"
    },
    {
        "quote": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.",
        "author": "Henry Miller"
    },
    {
        "quote": "Life is too short to work so hard.",
        "author": "Vivien Leigh"
    },
    {
        "quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "The chief danger in life is that you may take too many precautions.",
        "author": "Alfred Adler"
    },
    {
        "quote": "I want to live my life, not record it.",
        "author": "Jackie Kennedy"
    },
    {
        "quote": "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.",
        "author": "Mark Twain"
    },
    {
        "quote": "As a well-spent day brings happy sleep, so a life well spent brings happy death.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Life is not an exact science, it is an art.",
        "author": "Samuel Butler"
    },
    {
        "quote": "I did not direct my life. I didn't design it. I never made decisions. Things always came up and made them for me. That's what life is.",
        "author": "B. F. Skinner"
    },
    {
        "quote": "Life is far too important a thing ever to talk seriously about.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Life is a long lesson in humility.",
        "author": "James M. Barrie"
    },
    {
        "quote": "Life is half spent before we know what it is.",
        "author": "George Herbert"
    },
    {
        "quote": "Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.",
        "author": "Charles Lindbergh"
    },
    {
        "quote": "I have begun to think of life as a series of ripples widening out from an original center.",
        "author": "Seamus Heaney"
    },
    {
        "quote": "The privilege of a lifetime is being who you are.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "You can preach a better sermon with your life than with your lips.",
        "author": "Oliver Goldsmith"
    },
    {
        "quote": "Our entire life - consists ultimately in accepting ourselves as we are.",
        "author": "Jean Anouilh"
    },
    {
        "quote": "Once you bring life into the world, you must protect it. We must protect it by changing the world.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "Life itself is the proper binge.",
        "author": "Julia Child"
    },
    {
        "quote": "Fortunately analysis is not the only way to resolve inner conflicts. Life itself still remains a very effective therapist.",
        "author": "Karen Horney"
    },
    {
        "quote": "There is only one difference between a long life and a good dinner: that, in the dinner, the sweets come last.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.",
        "author": "Rebecca West"
    },
    {
        "quote": "Life is so fresh, life is every day so new if we are fighting, only for the best. Sometimes I think the only real satisfaction in life is failure, failure in your endeavor to do your best.",
        "author": "Maude Adams"
    },
    {
        "quote": "If life had a second edition, how I would correct the proofs.",
        "author": "John Clare"
    },
    {
        "quote": "No man is a failure who is enjoying life.",
        "author": "William Feather"
    },
    {
        "quote": "While we are postponing, life speeds by.",
        "author": "Lucius Annaeus Seneca"
    },
    {
        "quote": "Pain and death are part of life. To reject them is to reject life itself.",
        "author": "Havelock Ellis"
    },
    {
        "quote": "The quality, not the longevity, of one's life is what is important.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "The main facts in human life are five: birth, food, sleep, love and death.",
        "author": "E. M. Forster"
    },
    {
        "quote": "Nothing is more precious than life... especially the life of your child.",
        "author": "Peter Diamandis"
    },
    {
        "quote": "Remember when life's path is steep to keep your mind even.",
        "author": "Horace"
    },
    {
        "quote": "My life is my message.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "The man who has no inner-life is a slave to his surroundings.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "To be able to look back upon one's past life with satisfaction is to live twice.",
        "author": "John Dalberg-Acton"
    },
    {
        "quote": "Let life happen to you. Believe me: life is in the right, always.",
        "author": "Rainer Maria Rilke"
    },
    {
        "quote": "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult.",
        "author": "Prem Rawat"
    },
    {
        "quote": "Most people have never learned that one of the main aims in life is to enjoy it.",
        "author": "Samuel Butler"
    },
    {
        "quote": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
        "author": "Carl Jung"
    },
    {
        "quote": "Life is a work in progress.",
        "author": "Jeff Rich"
    },
    {
        "quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "Kindness, I've discovered, is everything in life.",
        "author": "Isaac Bashevis Singer"
    },
    {
        "quote": "People living deeply have no fear of death.",
        "author": "Anais Nin"
    },
    {
        "quote": "I am an artist... I am here to live out loud.",
        "author": "Emile Zola"
    },
    {
        "quote": "With the past, I have nothing to do; nor with the future. I live now.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "To live is to think.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "If you love life, don't waste time, for time is what life is made up of.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Begin at once to live, and count each separate day as a separate life.",
        "author": "Seneca"
    },
    {
        "quote": "My formula for living is quite simple. I get up in the morning and I go to bed at night. In between, I occupy myself as best I can.",
        "author": "Cary Grant"
    },
    {
        "quote": "The most exhausting thing in life is being insincere.",
        "author": "Anne Morrow Lindbergh"
    },
    {
        "quote": "What we play is life.",
        "author": "Louis Armstrong"
    },
    {
        "quote": "Look, I don't want to wax philosophic, but I will say that if you're alive you've got to flap your arms and legs, you've got to jump around a lot, for life is the very opposite of death, and therefore you must at very least think noisy and colorfully, or you're not alive.",
        "author": "Mel Brooks"
    },
    {
        "quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
        "author": "James Allen"
    },
    {
        "quote": "The whole secret of life is to be interested in one thing profoundly and in a thousand things well.",
        "author": "Horace Walpole"
    },
    {
        "quote": "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.",
        "author": "Jorge Luis Borges"
    },
    {
        "quote": "Life appears to me too short to be spent in nursing animosity, or registering wrongs.",
        "author": "Charlotte Bronte"
    },
    {
        "quote": "Life is made up of marble and mud.",
        "author": "Nathaniel Hawthorne"
    },
    {
        "quote": "To live is like to love - all reason is against it, and all healthy instinct for it.",
        "author": "Samuel Butler"
    },
    {
        "quote": "Life itself is the most wonderful fairy tale.",
        "author": "Hans Christian Andersen"
    },
    {
        "quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Beware the barrenness of a busy life.",
        "author": "Socrates"
    },
    {
        "quote": "My life is every moment of my life. It is not a culmination of the past.",
        "author": "Hugh Leonard"
    },
    {
        "quote": "Life is much shorter than I imagined it to be.",
        "author": "Abraham Cahan"
    },
    {
        "quote": "We cannot put off living until we are ready.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Variety's the very spice of life, That gives it all its flavor.",
        "author": "William Cowper"
    },
    {
        "quote": "What is important in life is life, and not the result of life.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "I am I plus my circumstances.",
        "author": "Jose Ortega y Gasset"
    },
    {
        "quote": "Life itself still remains a very effective therapist.",
        "author": "Karen Horney"
    },
    {
        "quote": "All I really need to know... I learned in kindergarten.",
        "author": "Robert Fulghum"
    },
    {
        "quote": "With renunciation life begins.",
        "author": "Amelia Barr"
    },
    {
        "quote": "To live is so startling it leaves little time for anything else.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "Life is like dancing. If we have a big floor, many people will dance. Some will get angry when the rhythm changes. But life is changing all the time.",
        "author": "Don Miguel Ruiz"
    },
    {
        "quote": "We pass through this world but once.",
        "author": "Stephen Jay Gould"
    },
    {
        "quote": "A chain is no stronger than its weakest link, and life is after all a chain.",
        "author": "William James"
    },
    {
        "quote": "Life leaps like a geyser for those who drill through the rock of inertia.",
        "author": "Alexis Carrel"
    },
    {
        "quote": "Life loves the liver of it.",
        "author": "Maya Angelou"
    },
    {
        "quote": "To know nothing is the happiest life.",
        "author": "Desiderius Erasmus"
    },
    {
        "quote": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.",
        "author": "Alice Roosevelt Longworth"
    },
    {
        "quote": "In this world, with thy earthly life, thou art under heaven, stars, and elements, also under hell and devils; all ruleth in thee, and over thee.",
        "author": "Jakob Bohme"
    },
    {
        "quote": "That it will never come again is what makes life sweet.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "An aim in life is the only fortune worth finding.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Life must be lived as play.",
        "author": "Plato"
    },
    {
        "quote": "When we remember we are all mad, the mysteries disappear and life stands explained.",
        "author": "Mark Twain"
    },
    {
        "quote": "I take care of my flowers and my cats. And enjoy food. And that's living.",
        "author": "Ursula Andress"
    },
    {
        "quote": "The best path through life is the highway.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "I don't believe people are looking for the meaning of life as much as they are looking for the experience of being alive.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Life is painting a picture, not doing a sum.",
        "author": "Oliver Wendell Holmes, Jr."
    },
    {
        "quote": "Take care of your life and the Lord will take care of your death.",
        "author": "George Whitefield"
    },
    {
        "quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.",
        "author": "Grandma Moses"
    },
    {
        "quote": "I do not regret one moment of my life.",
        "author": "Lillie Langtry"
    },
    {
        "quote": "There is just one life for each of us: our own.",
        "author": "Euripides"
    },
    {
        "quote": "To affect the quality of the day, that is the highest of arts.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "There is a very fine line between loving life and being greedy for it.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "We need to give each other the space to grow, to be ourselves, to exercise our diversity. We need to give each other space so that we may both give and receive such beautiful things as ideas, openness, dignity, joy, healing, and inclusion.",
        "author": "Max de Pree"
    },
    {
        "quote": "Wars and elections are both too big and too small to matter in the long run. The daily work - that goes on, it adds up.",
        "author": "Barbara Kingsolver"
    },
    {
        "quote": "Conduct is three-fourths of our life and its largest concern.",
        "author": "Matthew Arnold"
    },
    {
        "quote": "The hardest years in life are those between ten and seventy.",
        "author": "Helen Hayes"
    },
    {
        "quote": "Life is largely a matter of expectation.",
        "author": "Horace"
    },
    {
        "quote": "Life is a DNA software system.",
        "author": "Craig Venter"
    },
    {
        "quote": "Life is wasted on the living.",
        "author": "Douglas Adams"
    },
    {
        "quote": "Life will always be to a large extent what we ourselves make it.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "The less routine the more life.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.",
        "author": "A. J. McLean"
    },
    {
        "quote": "I love being married. It's so great to find that one special person you want to annoy for the rest of your life.",
        "author": "Rita Rudner"
    },
    {
        "quote": "There are so many great things in life; why dwell on negativity?",
        "author": "Zendaya"
    },
    {
        "quote": "The secret of life is enjoying the passage of time.",
        "author": "James Taylor"
    },
    {
        "quote": "Outside of the cross of Jesus Christ, there is no hope in this world. That cross and resurrection at the core of the Gospel is the only hope for humanity. Wherever you go, ask God for wisdom on how to get that Gospel in, even in the toughest situations of life.",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "There's a long life ahead of you and it's going to be beautiful, as long as you keep loving and hugging each other.",
        "author": "Yoko Ono"
    },
    {
        "quote": "There are times in life when, instead of complaining, you do something about your complaints.",
        "author": "Rita Dove"
    },
    {
        "quote": "Life can be tough sometimes. But I think it just starts with admitting, 'Okay, the world's not perfect, how do we live our lives within that and not be miserable?'",
        "author": "Amy Lee"
    },
    {
        "quote": "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.",
        "author": "Khaled Hosseini"
    },
    {
        "quote": "We cannot stop the winter or the summer from coming. We cannot stop the spring or the fall or make them other than they are. They are gifts from the universe that we cannot refuse. But we can choose what we will contribute to life when each arrives.",
        "author": "Gary Zukav"
    },
    {
        "quote": "I did a business in a box called College Pro Painters. They taught you how to paint houses, how to hire and fire, how to sell, how to deal with customers. You got a one-year franchise. It was the hardest year of my life in terms of hard work. I won manager of the year. It was very successful.",
        "author": "Kimbal Musk"
    },
    {
        "quote": "Nobody's life is perfect, and each individual will have their own struggles and stipulations.",
        "author": "Jake Paul"
    },
    {
        "quote": "In a meadow full of flowers, you cannot walk through and breathe those smells and see all those colors and remain angry. We have to support the beauty, the poetry, of life.",
        "author": "Jonas Mekas"
    },
    {
        "quote": "To be an artist, you don't have to compose music or paint or be in the movies or write books. It's just a way of living. It has to do with paying attention, remembering, filtering what you see and answering back, participating in life.",
        "author": "Viggo Mortensen"
    },
    {
        "quote": "There's always a ying-yang in life. With everybody. There's evil in all of us. It's just about how you balance out the evil and the good and having faith in yourself and how you carry yourself.",
        "author": "Ski Mask the Slump God"
    },
    {
        "quote": "I've reached a point in life where it's no longer necessary to try to impress. If they like me the way I am, that's good. If they don't, that's too bad.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "My father always used to say that when you die, if you've got five real friends, then you've had a great life.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "The key to life is accepting challenges. Once someone stops doing this, he's dead.",
        "author": "Bette Davis"
    },
    {
        "quote": "The secret of life is to have no fear; it's the only way to function.",
        "author": "Stokely Carmichael"
    },
    {
        "quote": "I'm just thankful for everything, all the blessings in my life, trying to stay that way. I think that's the best way to start your day and finish your day. It keeps everything in perspective.",
        "author": "Tim Tebow"
    },
    {
        "quote": "In small proportions we just beauties see; And in short measures, life may perfect be.",
        "author": "Ben Jonson"
    },
    {
        "quote": "Life is not simple, and people can't be boxed into being either heroes or villains.",
        "author": "Jessica Hagedorn"
    },
    {
        "quote": "I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life.",
        "author": "Paula Deen"
    },
    {
        "quote": "But what is happiness except the simple harmony between a man and the life he leads?",
        "author": "Albert Camus"
    },
    {
        "quote": "Whatever your ethnicity is, in this life you are going to be on a journey to discover who you are and how you feel about yourself.",
        "author": "Lauren London"
    },
    {
        "quote": "Music does a lot of things for a lot of people. It's transporting, for sure. It can take you right back, years back, to the very moment certain things happened in your life. It's uplifting, it's encouraging, it's strengthening.",
        "author": "Aretha Franklin"
    },
    {
        "quote": "There are too many mediocre things in life to deal with. Love shouldn't be one of them. Anything less than extraordinary is a waste of my time.",
        "author": "Jill Robinson"
    },
    {
        "quote": "I think computer viruses should count as life. I think it says something about human nature that the only form of life we have created so far is purely destructive. We've created life in our own image.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "One should not confuse the craving for life with endorsement of it.",
        "author": "Elias Canetti"
    },
    {
        "quote": "Life doesn't stop with football.",
        "author": "Barry Sanders"
    },
    {
        "quote": "Life is always at some turning point.",
        "author": "Irwin Edman"
    },
    {
        "quote": "It is the life of the crystal, the architect of the flake, the fire of the frost, the soul of the sunbeam. This crisp winter air is full of it.",
        "author": "John Burroughs"
    },
    {
        "quote": "In everybody's life, there is love, there is sorrow, there is melancholy. And there might be danger as well.",
        "author": "Gautham Menon"
    },
    {
        "quote": "Don't get me wrong: school is good and all, but school is way too slow for me. Like, super slow. So I didn't want to go. I wanted to learn on my own with real life experiences.",
        "author": "Lil Uzi Vert"
    },
    {
        "quote": "If only life could be a little more tender and art a little more robust.",
        "author": "Alan Rickman"
    },
    {
        "quote": "Now, no matter what background you come from, there is nobody in this world who can say that their life is without troubles. Everybody faces problems at some point in their life. All that matters is how you deal with it.",
        "author": "Shahid Kapoor"
    },
    {
        "quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown.",
        "author": "Stephen Gardiner"
    },
    {
        "quote": "Language is the soul of intellect, and reading is the essential process by which that intellect is cultivated beyond the commonplace experiences of everyday life.",
        "author": "Charles Scribner, Jr."
    },
    {
        "quote": "'Sunrise Sunset' is about trying to get to a place where life is simple and not letting the stress and happenings in the world get in the way of your happiness.",
        "author": "Benny Cassette"
    },
    {
        "quote": "Who will tell whether one happy moment of love or the joy of breathing or walking on a bright morning and smelling the fresh air, is not worth all the suffering and effort which life implies.",
        "author": "Erich Fromm"
    },
    {
        "quote": "When I was a little kid, we only knew about our nine planets. Since then, we've downgraded Pluto but have discovered that other solar systems and stars are common. So life is probably quite prevalent.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "Life is a horizontal fall.",
        "author": "Jean Cocteau"
    },
    {
        "quote": "I think I've discovered the secret of life - you just hang around until you get used to it.",
        "author": "Charles M. Schulz"
    },
    {
        "quote": "Our business in life is not to succeed, but to continue to fail in good spirits.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "I argue thee that love is life. And life hath immortality.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "If we live good lives, the times are also good. As we are, such are the times.",
        "author": "Saint Augustine"
    },
    {
        "quote": "Character develops itself in the stream of life.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "When life is too easy for us, we must beware or we may not be ready to meet the blows which sooner or later come to everyone, rich or poor.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "The art of living is more like wrestling than dancing.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "What if you gave someone a gift, and they neglected to thank you for it - would you be likely to give them another? Life is the same way. In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.",
        "author": "Ralph Marston"
    },
    {
        "quote": "I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "Live, so you do not have to look back and say: 'God, how I have wasted my life.'",
        "author": "Elisabeth Kubler-Ross"
    },
    {
        "quote": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.",
        "author": "Buddha"
    },
    {
        "quote": "Don't let life discourage you; everyone who got where he is had to begin where he was.",
        "author": "Richard L. Evans"
    },
    {
        "quote": "Just as courage imperils life, fear protects it.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Life consists in what a man is thinking of all day.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "I am simply trying to struggle through life; trying to do God's bidding.",
        "author": "George Lucas"
    },
    {
        "quote": "There is no wealth but life.",
        "author": "John Ruskin"
    },
    {
        "quote": "Seventy percent of success in life is showing up.",
        "author": "Woody Allen"
    },
    {
        "quote": "The dearest days in one's life are those that seem very far and very near at once.",
        "author": "Abraham Cahan"
    },
    {
        "quote": "We are all here for a spell, get all the good laughs you can.",
        "author": "Will Rogers"
    },
    {
        "quote": "The Indian Summer of life should be a little sunny and a little sad, like the season, and infinite in wealth and depth of tone, but never hustled.",
        "author": "Henry Adams"
    },
    {
        "quote": "He is a man, who is to be a man, the fruit is always present in the seed.",
        "author": "Tertullian"
    },
    {
        "quote": "Like a morning dream, life becomes more and more bright the longer we live, and the reason of everything appears more clear. What has puzzled us before seems less mysterious, and the crooked paths look straighter as we approach the end.",
        "author": "Jean Paul"
    },
    {
        "quote": "Art is the proper task of life.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "Unbeing dead isn't being alive.",
        "author": "e. e. cummings"
    },
    {
        "quote": "Life well spent is long.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "You don't have to be the Dalai Lama to tell people that life's about change.",
        "author": "John Cleese"
    },
    {
        "quote": "We live in the world when we love it.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Not life, but good life, is to be chiefly valued.",
        "author": "Socrates"
    },
    {
        "quote": "My trade and art is to live.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "A person will sometimes devote all his life to the development of one part of his body - the wishbone.",
        "author": "Robert Frost"
    },
    {
        "quote": "For the happiest life, days should be rigorously planned, nights left open to chance.",
        "author": "Mignon McLaughlin"
    },
    {
        "quote": "I had no blood relatives till I made some.",
        "author": "Andy Dick"
    },
    {
        "quote": "Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else.",
        "author": "Ugo Betti"
    },
    {
        "quote": "Get correct views of life, and learn to see the world in its true light. It will enable you to live pleasantly, to do good, and, when summoned away, to leave without regret.",
        "author": "Robert E. Lee"
    },
    {
        "quote": "Why should we think upon things that are lovely? Because thinking determines life. It is a common habit to blame life upon the environment. Environment modifies life but does not govern life. The soul is stronger than its surroundings.",
        "author": "William James"
    },
    {
        "quote": "Today is your own. Tomorrow perchance may never come.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "This life is worth living, we can say, since it is what we make it.",
        "author": "William James"
    },
    {
        "quote": "Nobody got where they are today by living for tomorrow.",
        "author": "Tom Wilson"
    },
    {
        "quote": "Once you say you're going to settle for second, that's what happens to you in life.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "The personal life deeply lived always expands into truths beyond itself.",
        "author": "Anais Nin"
    },
    {
        "quote": "We are to seek wisdom and understanding only in the length of days.",
        "author": "Robert Hall"
    },
    {
        "quote": "Unrest of spirit is a mark of life.",
        "author": "Karl A. Menninger"
    },
    {
        "quote": "The real business of life is trying to understand each other.",
        "author": "Gilbert Parker"
    },
    {
        "quote": "The fear of life is the favorite disease of the 20th century.",
        "author": "William Lyon Phelps"
    },
    {
        "quote": "Life has meaning only if one barters it day by day for something other than itself.",
        "author": "Antoine de Saint-Exupery"
    },
    {
        "quote": "I take a simple view of life. It is keep your eyes open and get on with it.",
        "author": "Laurence Sterne"
    },
    {
        "quote": "Life's more amusing than we thought.",
        "author": "Andrew Lang"
    },
    {
        "quote": "Each one of us decides to incarnate upon this planet at a particular point in time and space. We have chosen to come here to learn a particular lesson that will advance us upon our spiritual, evolutionary pathway.",
        "author": "Louise L. Hay"
    },
    {
        "quote": "Only an artist can interpret the meaning of life.",
        "author": "Novalis"
    },
    {
        "quote": "The courage of life is often a less dramatic spectacle than the courage of a final moment; but it is no less a magnificent mixture of triumph and tragedy.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "To be free is to have achieved your life.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "I don't expect to live forever, but I do intend to hang on as long as possible.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "Execute every act of thy life as though it were thy last.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Life's a fight. It's a good fight of faith.",
        "author": "Joel Osteen"
    },
    {
        "quote": "A little credulity helps one on through life very smoothly.",
        "author": "Elizabeth Gaskell"
    },
    {
        "quote": "Life has a higher end, than to be amused.",
        "author": "William Ellery Channing"
    },
    {
        "quote": "The basic fact about human existence is not that it is a tragedy, but that it is a bore. It is not so much a war as an endless standing in line.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "I bear a charmed life.",
        "author": "William Shakespeare"
    },
    {
        "quote": "I have inspiration and feelings of being alive most every day I live.",
        "author": "Judy Collins"
    },
    {
        "quote": "The person lives twice who lives the first life well.",
        "author": "Robert Herrick"
    },
    {
        "quote": "Every man regards his own life as the New Year's Eve of time.",
        "author": "Jean Paul"
    },
    {
        "quote": "A healthful hunger for a great idea is the beauty and blessedness of life.",
        "author": "Jean Ingelow"
    },
    {
        "quote": "Life is anything that dies when you stomp on it.",
        "author": "Dave Barry"
    },
    {
        "quote": "Each day is the scholar of yesterday.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "Life is a gift, given in trust - like a child.",
        "author": "Anne Morrow Lindbergh"
    },
    {
        "quote": "I am all for the short and merry life.",
        "author": "Edward Fitzgerald"
    },
    {
        "quote": "Everything in life is luck.",
        "author": "Donald Trump"
    },
    {
        "quote": "Only I can change my life. No one can do it for me.",
        "author": "Carol Burnett"
    },
    {
        "quote": "Life is 10% what happens to you and 90% how you react to it.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "Change your life today. Don't gamble on the future, act now, without delay.",
        "author": "Simone de Beauvoir"
    },
    {
        "quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.",
        "author": "Ashley Smith"
    },
    {
        "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
        "author": "Jim Rohn"
    },
    {
        "quote": "If you do what you love, you'll never work a day in your life.",
        "author": "Marc Anthony"
    },
    {
        "quote": "Life can only be understood backwards; but it must be lived forwards.",
        "author": "Soren Kierkegaard"
    },
    {
        "quote": "Live life to the fullest, and focus on the positive.",
        "author": "Matt Cameron"
    },
    {
        "quote": "The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion.'",
        "author": "Muhammad Ali"
    },
    {
        "quote": "Do not take life too seriously. You will never get out of it alive.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "The greatest gift of life is friendship, and I have received it.",
        "author": "Hubert H. Humphrey"
    },
    {
        "quote": "In three words I can sum up everything I've learned about life: it goes on.",
        "author": "Robert Frost"
    },
    {
        "quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.",
        "author": "Yoko Ono"
    },
    {
        "quote": "There is only one happiness in this life, to love and be loved.",
        "author": "George Sand"
    },
    {
        "quote": "Be happy for this moment. This moment is your life.",
        "author": "Omar Khayyam"
    },
    {
        "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",
        "author": "Booker T. Washington"
    },
    {
        "quote": "Education is not preparation for life; education is life itself.",
        "author": "John Dewey"
    },
    {
        "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.",
        "author": "Bradley Whitford"
    },
    {
        "quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.",
        "author": "Langston Hughes"
    },
    {
        "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Life is the flower for which love is the honey.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Our attitude toward life determines life's attitude towards us.",
        "author": "John N. Mitchell"
    },
    {
        "quote": "Today I choose life. Every morning when I wake up I can choose joy, happiness, negativity, pain... To feel the freedom that comes from being able to continue to make mistakes and choices - today I choose to feel life, not to deny my humanity but embrace it.",
        "author": "Kevyn Aucoin"
    },
    {
        "quote": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.",
        "author": "John Updike"
    },
    {
        "quote": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.",
        "author": "Dean Koontz"
    },
    {
        "quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.",
        "author": "Norman Cousins"
    },
    {
        "quote": "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.",
        "author": "Amelia Earhart"
    },
    {
        "quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality.",
        "author": "Iris Murdoch"
    },
    {
        "quote": "Some people think football is a matter of life and death. I assure you, it's much more serious than that.",
        "author": "Bill Shankly"
    },
    {
        "quote": "I work a lot in the slums of Tondo, Manila, and the life there is poor and very sad. And I've always taught to myself to look for the beauty of it and look in the beauty of the faces of the children and to be grateful.",
        "author": "Catriona Gray"
    },
    {
        "quote": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.",
        "author": "Christopher McCandless"
    },
    {
        "quote": "Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend.",
        "author": "Melody Beattie"
    },
    {
        "quote": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "There is a cult of ignorance in the United States, and there has always been. The strain of anti-intellectualism has been a constant thread winding its way through our political and cultural life, nurtured by the false notion that democracy means that my ignorance is just as good as your knowledge.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "Let us put our minds together and see what life we can make for our children.",
        "author": "Sitting Bull"
    },
    {
        "quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.",
        "author": "Thomas Merton"
    },
    {
        "quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.",
        "author": "Meister Eckhart"
    },
    {
        "quote": "Life is hard. Then you die. Then they throw dirt in your face. Then the worms eat you. Be grateful it happens in that order.",
        "author": "David Gerrold"
    },
    {
        "quote": "Be regular and orderly in your life, so that you may be violent and original in your work.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come.",
        "author": "Henri Nouwen"
    },
    {
        "quote": "Life begins at the end of your comfort zone.",
        "author": "Neale Donald Walsch"
    },
    {
        "quote": "There are two great days in a person's life - the day we are born and the day we discover why.",
        "author": "William Barclay"
    },
    {
        "quote": "Life is the art of drawing without an eraser.",
        "author": "John W. Gardner"
    },
    {
        "quote": "Always keep your smile. That's how I explain my long life.",
        "author": "Jeanne Calment"
    },
    {
        "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
        "author": "Solomon Ortiz"
    },
    {
        "quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that's beautiful.",
        "author": "Rashida Jones"
    },
    {
        "quote": "Because of your smile, you make life more beautiful.",
        "author": "Thich Nhat Hanh"
    },
    {
        "quote": "It is better to create than to learn! Creating is the essence of life.",
        "author": "Julius Caesar"
    },
    {
        "quote": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
        "author": "Maya Angelou"
    },
    {
        "quote": "My life has been full of terrible misfortunes most of which never happened.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "Life is really not easy, we all have our personal battles, but it is important that you really treasure yourself, love yourself and have a sense of self-worth.",
        "author": "Heart Evangelista"
    },
    {
        "quote": "I believe that without memories there is no life, and that our memories should be of happy times.",
        "author": "Lee Radziwill"
    },
    {
        "quote": "Life shrinks or expands in proportion to one's courage.",
        "author": "Anais Nin"
    },
    {
        "quote": "Loneliness is my least favorite thing about life. The thing that I'm most worried about is just being alone without anybody to care for or someone who will care for me.",
        "author": "Anne Hathaway"
    },
    {
        "quote": "Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.",
        "author": "Alia Bhatt"
    },
    {
        "quote": "The good life is a process, not a state of being. It is a direction not a destination.",
        "author": "Carl Rogers"
    },
    {
        "quote": "I believe that in life, you have to give things your best shot, do your best. You have to focus on what needs to be done, do the right thing, not the popular thing.",
        "author": "David Cameron"
    },
    {
        "quote": "Life is God's novel. Let him write it.",
        "author": "Isaac Bashevis Singer"
    },
    {
        "quote": "We are all born alone and die alone. The loneliness is definitely part of the journey of life.",
        "author": "Jenova Chen"
    },
    {
        "quote": "Good health and good sense are two of life's greatest blessings.",
        "author": "Publilius Syrus"
    },
    {
        "quote": "Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.",
        "author": "Walter Anderson"
    },
    {
        "quote": "In school, you're taught a lesson and then given a test. In life, you're given a test that teaches you a lesson.",
        "author": "Tom Bodett"
    },
    {
        "quote": "Sometimes it's the smallest decisions that can change your life forever.",
        "author": "Keri Russell"
    },
    {
        "quote": "However difficult life may seem, there is always something you can do and succeed at.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things.",
        "author": "Kenneth Branagh"
    },
    {
        "quote": "In life, as in art, the beautiful moves in curves.",
        "author": "Edward G. Bulwer-Lytton"
    },
    {
        "quote": "Be brave enough to live life creatively. The creative place where no one else has ever been.",
        "author": "Alan Alda"
    },
    {
        "quote": "Life is a journey that must be traveled no matter how bad the roads and accommodations.",
        "author": "Oliver Goldsmith"
    },
    {
        "quote": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is.",
        "author": "Dennis Rodman"
    },
    {
        "quote": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.",
        "author": "Bob Feller"
    },
    {
        "quote": "It's better to be a lion for a day than a sheep all your life.",
        "author": "Elizabeth Kenny"
    },
    {
        "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "Successful people maintain a positive focus in life no matter what is going on around them. They stay focused on their past successes rather than their past failures, and on the next action steps they need to take to get them closer to the fulfillment of their goals rather than all the other distractions that life presents to them.",
        "author": "Jack Canfield"
    },
    {
        "quote": "Life is like a roller coaster, live it, be happy, enjoy life.",
        "author": "Avril Lavigne"
    },
    {
        "quote": "Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don't just get it overnight; you have to work at it. It's a daily struggle.",
        "author": "Jackee Harry"
    },
    {
        "quote": "I would rather die a meaningful death than to live a meaningless life.",
        "author": "Corazon Aquino"
    },
    {
        "quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.",
        "author": "Plato"
    },
    {
        "quote": "Life is pain, highness. Anyone who tells you differently is selling something.",
        "author": "William Goldman"
    },
    {
        "quote": "If I had to live my life again, I'd make the same mistakes, only sooner.",
        "author": "Tallulah Bankhead"
    },
    {
        "quote": "Faith gives you an inner strength and a sense of balance and perspective in life.",
        "author": "Gregory Peck"
    },
    {
        "quote": "Everyone is comparing lives on social media and wants the perfect body, perfect image, perfect outfit, perfect life - we're striving for this perfection, and it's so unhealthy because there's no such thing as perfection.",
        "author": "Emily Atack"
    },
    {
        "quote": "We all have different things that we go through in our everyday life, and it's really important to know just at the end of the day, it doesn't matter what you face, you know, that you're going to win at the end of the day. You got to believe in yourself. You got to believe in God, know that He's going to get you through it.",
        "author": "Kelly Rowland"
    },
    {
        "quote": "Life is about choices. Some we regret, some were proud of. Some will haunt us forever. 'Black Rain' was very much about choices. The message - we are what we chose to be.",
        "author": "Graham Brown"
    },
    {
        "quote": "Build a man a fire, and he'll be warm for a day. Set a man on fire, and he'll be warm for the rest of his life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Simply enjoy life and the great pleasures that come with it.",
        "author": "Karolina Kurkova"
    },
    {
        "quote": "A healthy social life is found only when, in the mirror of each soul, the whole community finds its reflection, and when, in the whole community, the virtue of each one is living.",
        "author": "Rudolf Steiner"
    },
    {
        "quote": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "All you need in this life is ignorance and confidence, and then success is sure.",
        "author": "Mark Twain"
    },
    {
        "quote": "Relax! Life is beautiful!",
        "author": "David L. Wolper"
    },
    {
        "quote": "Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.",
        "author": "Morgan Freeman"
    },
    {
        "quote": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives.",
        "author": "Suga"
    },
    {
        "quote": "Life without love is like a tree without blossoms or fruit.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "If you are lucky enough to find a way of life you love, you have to find the courage to live it.",
        "author": "John Irving"
    },
    {
        "quote": "Music washes away from the soul the dust of everyday life.",
        "author": "Berthold Auerbach"
    },
    {
        "quote": "The hardest thing in life to learn is which bridge to cross and which to burn.",
        "author": "David Russell"
    },
    {
        "quote": "You may not always have a comfortable life and you will not always be able to solve all of the world's problems at once but don't ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.",
        "author": "Michelle Obama"
    },
    {
        "quote": "No water, no life. No blue, no green.",
        "author": "Sylvia Earle"
    },
    {
        "quote": "So if you stay ready, you ain't gotta get ready, and that is how I run my life.",
        "author": "Will Smith"
    },
    {
        "quote": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.",
        "author": "Phillip Sweet"
    },
    {
        "quote": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine.",
        "author": "Morris West"
    },
    {
        "quote": "Some people are born on third base and go through life thinking they hit a triple.",
        "author": "Barry Switzer"
    },
    {
        "quote": "Transformation is a process, and as life happens there are tons of ups and downs. It's a journey of discovery - there are moments on mountaintops and moments in deep valleys of despair.",
        "author": "Rick Warren"
    },
    {
        "quote": "Positivity, confidence, and persistence are key in life, so never give up on yourself.",
        "author": "Khalid"
    },
    {
        "quote": "If you have the opportunity to play this game of life you need to appreciate every moment. a lot of people don't appreciate the moment until it's passed.",
        "author": "Kanye West"
    },
    {
        "quote": "A different language is a different vision of life.",
        "author": "Federico Fellini"
    },
    {
        "quote": "The only way to take sorrow out of death is to take love out of life.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "The life of the dead is placed in the memory of the living.",
        "author": "Marcus Tullius Cicero"
    },
    {
        "quote": "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.",
        "author": "Andrew Brown"
    },
    {
        "quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Never regret yesterday. Life is in you today and you make your tomorrow.",
        "author": "L. Ron Hubbard"
    },
    {
        "quote": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Life is short, and every moment is precious.",
        "author": "Gad Saad"
    },
    {
        "quote": "It is the sweet, simple things of life which are the real ones after all.",
        "author": "Laura Ingalls Wilder"
    },
    {
        "quote": "Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.",
        "author": "Drew Barrymore"
    },
    {
        "quote": "Life is short, and it is up to you to make it sweet.",
        "author": "Sarah Louise Delany"
    },
    {
        "quote": "Life without dreams is like a bird with a broken wing - it can't fly.",
        "author": "Dan Pena"
    },
    {
        "quote": "Pets are humanizing. They remind us we have an obligation and responsibility to preserve and nurture and care for all life.",
        "author": "James Cromwell"
    },
    {
        "quote": "Our uniqueness, our individuality, and our life experience molds us into fascinating beings. I hope we can embrace that. I pray we may all challenge ourselves to delve into the deepest resources of our hearts to cultivate an atmosphere of understanding, acceptance, tolerance, and compassion. We are all in this life together.",
        "author": "Linda Thompson"
    },
    {
        "quote": "One must choose in life between boredom and suffering.",
        "author": "Madame de Stael"
    },
    {
        "quote": "Remember that you are an Englishman, and have consequently won first prize in the lottery of life.",
        "author": "Cecil Rhodes"
    },
    {
        "quote": "You cannot have a positive life and a negative mind.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "All mankind... being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.",
        "author": "John Locke"
    },
    {
        "quote": "Music is moonlight in the gloomy night of life.",
        "author": "Jean Paul"
    },
    {
        "quote": "There is only one thing in life worse than being talked about, and that is not being talked about.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Failure at some point in your life is inevitable, but giving up is unforgivable.",
        "author": "Joe Biden"
    },
    {
        "quote": "Life is about not knowing, having to change, taking the moment and making the best of it, without knowing what's going to happen next.",
        "author": "Gilda Radner"
    },
    {
        "quote": "Climate change is sometimes misunderstood as being about changes in the weather. In reality it is about changes in our very way of life.",
        "author": "Paul Polman"
    },
    {
        "quote": "Pain makes man think. Thought makes man wise. Wisdom makes life endurable.",
        "author": "John Patrick"
    },
    {
        "quote": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning.",
        "author": "Gza"
    },
    {
        "quote": "Whatever life throws at me I'll take it and be grateful for it as well.",
        "author": "Tom Felton"
    },
    {
        "quote": "I've been through a lot of things in my personal and family life. That turned me into a fighter. I always strive to be the best I possibly can.",
        "author": "Hope Solo"
    },
    {
        "quote": "Life isn't black and white. It's a million gray areas, don't you find?",
        "author": "Ridley Scott"
    },
    {
        "quote": "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "No matter how tough my life was, I was always looking up at the sky and wishing for good things.",
        "author": "Mahira Khan"
    },
    {
        "quote": "You can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something - your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Life is about how much you can take and keep fighting, how much you can suffer and keep moving forward.",
        "author": "Anderson Silva"
    },
    {
        "quote": "The greatest pleasure in life is doing what people say you cannot do.",
        "author": "Walter Bagehot"
    },
    {
        "quote": "Without rain, there is no life.",
        "author": "Jerry Yang"
    },
    {
        "quote": "Man's love is of man's life a part; it is a woman's whole existence. In her first passion, a woman loves her lover, in all the others all she loves is love.",
        "author": "Lord Byron"
    },
    {
        "quote": "Life is a journey. When we stop, things don't go right.",
        "author": "Pope Francis"
    },
    {
        "quote": "It's really not about what you have. It's about how you're able to enjoy life in general.",
        "author": "Kevin Harvick"
    },
    {
        "quote": "Dogs are not our whole life, but they make our lives whole.",
        "author": "Roger Caras"
    },
    {
        "quote": "Science is a way of life. Science is a perspective. Science is the process that takes us from confusion to understanding in a manner that's precise, predictive and reliable - a transformation, for those lucky enough to experience it, that is empowering and emotional.",
        "author": "Brian Greene"
    },
    {
        "quote": "Everyone has a purpose in life and a unique talent to give to others. And when we blend this unique talent with service to others, we experience the ecstasy and exultation of own spirit, which is the ultimate goal of all goals.",
        "author": "Kallam Anji Reddy"
    },
    {
        "quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.",
        "author": "Hugh Mackay"
    },
    {
        "quote": "When I started counting my blessings, my whole life turned around.",
        "author": "Willie Nelson"
    },
    {
        "quote": "The future of the world belongs to the youth of the world, and it is from the youth and not from the old that the fire of life will warm and enlighten the world. It is your privilege to breathe the breath of life into the dry bones of many around you.",
        "author": "Tom Mann"
    },
    {
        "quote": "We make a living by what we get, but we make a life by what we give.",
        "author": "Winston Churchill"
    },
    {
        "quote": "What you put into life is what you get out of it.",
        "author": "Clint Eastwood"
    },
    {
        "quote": "Life is a game and true love is a trophy.",
        "author": "Rufus Wainwright"
    },
    {
        "quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.",
        "author": "Joseph Addison"
    },
    {
        "quote": "If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.",
        "author": "Abraham Maslow"
    },
    {
        "quote": "Is life so dear or peace so sweet as to be purchased at the price of chains and slavery? Forbid it, Almighty God! I know not what course others may take, but as for me, give me liberty, or give me death!",
        "author": "Patrick Henry"
    },
    {
        "quote": "A library is not a luxury but one of the necessities of life.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "He who binds to himself a joy Does the winged life destroy; But he who kisses the joy as it flies Lives in eternity's sun rise.",
        "author": "William Blake"
    },
    {
        "quote": "No matter if you win or lose, the most important thing in life is to enjoy what you have.",
        "author": "Dong Dong"
    },
    {
        "quote": "You can have everything in life you want, if you will just help other people get what they want.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "My life motto is 'Do my best, so that I can't blame myself for anything.'",
        "author": "Magdalena Neuner"
    },
    {
        "quote": "I have to pick myself up every day and say, 'The show must go on,' meaning life as I know it must go on, whatever the obstacle is, I know I can handle it, and I can get through it.",
        "author": "Jennie Garth"
    },
    {
        "quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "If you aren't humble, whatever empathy you claim is false and probably results from some arrogance or the desire to control. But true empathy is rooted in humility and the understanding that there are many people with as much to contribute in life as you.",
        "author": "Anand Mahindra"
    },
    {
        "quote": "If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.",
        "author": "Rene Descartes"
    },
    {
        "quote": "Mistakes are a fact of life. It is the response to the error that counts.",
        "author": "Nikki Giovanni"
    },
    {
        "quote": "I cannot even imagine where I would be today were it not for that handful of friends who have given me a heart full of joy. Let's face it, friends make life a lot more fun.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "Life is too short to be scared and not take risks. I'd rather be the person that's like, 'I messed up,' than, 'I wish I did that.'",
        "author": "Justine Skye"
    },
    {
        "quote": "Live life for the moment because everything else is uncertain!",
        "author": "Louis Tomlinson"
    },
    {
        "quote": "You can't get much done in life if you only work on the days when you feel good.",
        "author": "Jerry West"
    },
    {
        "quote": "Attitude determines the altitude of life.",
        "author": "Edwin Louis Cole"
    },
    {
        "quote": "When life gives you Monday, dip it in glitter and sparkle all day.",
        "author": "Ella Woodward"
    },
    {
        "quote": "Life is difficult for everyone; everyone has bad days. Everyone has trouble in their life, because it doesn't matter how rich you are: Sickness and trouble and worry and love, these things will mess with you at every level of life.",
        "author": "Domhnall Gleeson"
    },
    {
        "quote": "My life needs editing.",
        "author": "Mort Sahl"
    },
    {
        "quote": "Life beats down and crushes the soul and art reminds you that you have one.",
        "author": "Stella Adler"
    },
    {
        "quote": "The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "A life lived in fear is a life half lived.",
        "author": "Baz Luhrmann"
    },
    {
        "quote": "We all have a dark side. Most of us go through life avoiding direct confrontation with that aspect of ourselves, which I call the shadow self. There's a reason why. It carries a great deal of energy.",
        "author": "Lorraine Toussaint"
    },
    {
        "quote": "There are only two tragedies in life: one is not getting what one wants, and the other is getting it.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Nothing in life is free, you always pay in the end.",
        "author": "Wayne Static"
    },
    {
        "quote": "Democracy is not just an election, it is our daily life.",
        "author": "Tsai Ing-wen"
    },
    {
        "quote": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.",
        "author": "Joel Osteen"
    },
    {
        "quote": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others.",
        "author": "Cara Delevingne"
    },
    {
        "quote": "Life is too short not to celebrate nice moments!",
        "author": "Jurgen Klopp"
    },
    {
        "quote": "Life is just a bowl of cherries, don't take it serious, its mysterious. Life is just a bowl of cherries, so live and laugh and laugh at love, love a laugh, laugh and love.",
        "author": "Bob Fosse"
    },
    {
        "quote": "No matter what kind of challenges or difficulties or painful situations you go through in your life, we all have something deep within us that we can reach down and find the inner strength to get through them.",
        "author": "Alana Stewart"
    },
    {
        "quote": "Life is so constructed, that the event does not, cannot, will not, match the expectation.",
        "author": "Charlotte Bronte"
    },
    {
        "quote": "Do what you need to do and enjoy life as it happens.",
        "author": "John Scalzi"
    },
    {
        "quote": "When life hits you pretty hard, you can go into a dark corner.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "As you walk down the fairway of life you must smell the roses, for you only get to play one round.",
        "author": "Ben Hogan"
    },
    {
        "quote": "Timing in life is everything.",
        "author": "John Sculley"
    },
    {
        "quote": "Learning to trust is one of life's most difficult tasks.",
        "author": "Isaac Watts"
    },
    {
        "quote": "Life is like riding a bicycle: you don't fall off unless you stop pedaling.",
        "author": "Claude Pepper"
    },
    {
        "quote": "I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out that there is.",
        "author": "Albert Camus"
    },
    {
        "quote": "To live in this world, you must be able to do three things: to love what is mortal; to hold it against your bones knowing your own life depends on it; and, when the time comes to let it go, to let it go.",
        "author": "Mary Oliver"
    },
    {
        "quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
        "author": "Richard Bach"
    },
    {
        "quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone.",
        "author": "Reba McEntire"
    },
    {
        "quote": "Life is not always easy to live, but the opportunity to do so is a blessing beyond comprehension. In the process of living, we will face struggles, many of which will cause us to suffer and to experience pain.",
        "author": "L. Lionel Kendrick"
    },
    {
        "quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "He who is not courageous enough to take risks will accomplish nothing in life.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth.",
        "author": "Menachem Begin"
    },
    {
        "quote": "Be thou the rainbow in the storms of life. The evening beam that smiles the clouds away, and tints tomorrow with prophetic ray.",
        "author": "Lord Byron"
    },
    {
        "quote": "Accept the terrible responsibility of life with eyes wide open.",
        "author": "Jordan Peterson"
    },
    {
        "quote": "Life's like a movie, write your own ending. Keep believing, keep pretending.",
        "author": "Jim Henson"
    },
    {
        "quote": "You learned the two greatest thing in life, never rat on your friends, and always keep your mouth shut.",
        "author": "Robert De Niro"
    },
    {
        "quote": "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.",
        "author": "Billy Graham"
    },
    {
        "quote": "Our life is the sum total of all the decisions we make every day, and those decisions are determined by our priorities.",
        "author": "Myles Munroe"
    },
    {
        "quote": "It doesn't matter where you come from, what you have or don't have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to.",
        "author": "Stephen Curry"
    },
    {
        "quote": "I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.",
        "author": "Tom Welling"
    },
    {
        "quote": "Cloning will enable mankind to reach eternal life.",
        "author": "Claude Vorilhon"
    },
    {
        "quote": "Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "Your life is your canvas, and you are the masterpiece. There are a million ways to be kind, amazing, fabulous, creative, bold, and interesting.",
        "author": "Kerli"
    },
    {
        "quote": "Empathy begins with understanding life from another person's perspective. Nobody has an objective experience of reality. It's all through our own individual prisms.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "I believe that if life gives you lemons, you should make lemonade... And try to find somebody whose life has given them vodka, and have a party.",
        "author": "Ron White"
    },
    {
        "quote": "Smoking kills. If you're killed, you've lost a very important part of your life.",
        "author": "Brooke Shields"
    },
    {
        "quote": "Nothing is given to man on earth - struggle is built into the nature of life, and conflict is possible - the hero is the man who lets no obstacle prevent him from pursuing the values he has chosen.",
        "author": "Andrew Bernstein"
    },
    {
        "quote": "Only the disciplined ones in life are free. If you are undisciplined, you are a slave to your moods and your passions.",
        "author": "Eliud Kipchoge"
    },
    {
        "quote": "Luck always favours the brave. And you must remember that brave are the people who follow their heart; brave are the people who take chances in life. Which also means you have to say no sometimes. I believe the power of no is greater than yes.",
        "author": "Preity Zinta"
    },
    {
        "quote": "I used to think that the worst thing in life was to end up alone. It's not. The worst thing in life is to end up with people who make you feel alone.",
        "author": "Robin Williams"
    },
    {
        "quote": "You never know where life is going to take you. So everything I do, I just take it one day at a time, and it always leads you to the right place.",
        "author": "Kyle Massey"
    },
    {
        "quote": "Life is not what you expect: it is made up of the most unexpected twists and turns.",
        "author": "Ilaiyaraaja"
    },
    {
        "quote": "Looking ahead, I believe that the underlying importance of higher education, of science, of technology, of research and scholarship to our quality of life, to the strength of our economy, to our security in many dimensions will continue to be the most important message.",
        "author": "Charles Vest"
    },
    {
        "quote": "Financial independence is paramount. My mom always says that when a woman is financially independent, she has the ability to live life on her own terms. I think that was the soundest advice that I ever got. No matter where you go in life or who you get married to, you have to be financially independent - whether you use it or not.",
        "author": "Priyanka Chopra"
    },
    {
        "quote": "The only real things in life is the unexpected things. Everything else is just an illusion.",
        "author": "Watkin Tudor Jones"
    },
    {
        "quote": "The best things in life are often waiting for you at the exit ramp of your comfort zone.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "The reason I exercise is for the quality of life I enjoy.",
        "author": "Kenneth H. Cooper"
    },
    {
        "quote": "Life is too short to be living somebody else's dream.",
        "author": "Hugh Hefner"
    },
    {
        "quote": "Take a step back, evaluate what is important, and enjoy life.",
        "author": "Teri Garr"
    },
    {
        "quote": "If you could choose one characteristic that would get you through life, choose a sense of humor.",
        "author": "Jennifer Jones"
    },
    {
        "quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.",
        "author": "Eric Davis"
    },
    {
        "quote": "Life is hard enough. Life is always going to be hard, so you need to push for what you want.",
        "author": "Dizzee Rascal"
    },
    {
        "quote": "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.",
        "author": "Taylor Swift"
    },
    {
        "quote": "Music is the soundtrack of your life.",
        "author": "Dick Clark"
    },
    {
        "quote": "Imagination and fiction make up more than three quarters of our real life.",
        "author": "Simone Weil"
    },
    {
        "quote": "Life is not a dress rehearsal.",
        "author": "Rose Tremain"
    },
    {
        "quote": "A real man loves his wife, and places his family as the most important thing in life. Nothing has brought me more peace and content in life than simply being a good husband and father.",
        "author": "Frank Abagnale"
    },
    {
        "quote": "My dream is to live a good life and be loving, be close to God and be a good human being and bring peace to people.",
        "author": "Ziggy Marley"
    },
    {
        "quote": "You can have anything you want in life if you dress for it.",
        "author": "Edith Head"
    },
    {
        "quote": "Everyone has the ability to increase resilience to stress. It requires hard work and dedication, but over time, you can equip yourself to handle whatever life throws your way without adverse effects to your health. Training your brain to manage stress won't just affect the quality of your life, but perhaps even the length of it.",
        "author": "Amy Morin"
    },
    {
        "quote": "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life.",
        "author": "Brian Tracy"
    },
    {
        "quote": "It takes a lot of courage to release the familiar and seemingly secure, to embrace the new. But there is no real security in what is no longer meaningful. There is more security in the adventurous and exciting, for in movement there is life, and in change there is power.",
        "author": "Alan Cohen"
    },
    {
        "quote": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?",
        "author": "W. Clement Stone"
    },
    {
        "quote": "The whole point is to live life and be - to use all the colors in the crayon box.",
        "author": "RuPaul"
    },
    {
        "quote": "Today's a beautiful day, and yesterday was a beautiful day, so that means it's a great life.",
        "author": "Gnash"
    },
    {
        "quote": "Life is hard. Life is difficult. Life is going to punch you in the gut. But when you change your attitude, you change your behavior. When your behavior changes, so do your results.",
        "author": "Will Hurd"
    },
    {
        "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I think being in love with life is a key to eternal youth.",
        "author": "Doug Hutchison"
    },
    {
        "quote": "Life isn't a tiptoe through the tulips.",
        "author": "Shannon Hoon"
    },
    {
        "quote": "True friendship multiplies the good in life and divides its evils. Strive to have friends, for life without friends is like life on a desert island... to find one real friend in a lifetime is good fortune; to keep him is a blessing.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "Life is a great big canvas; throw all the paint you can at it.",
        "author": "Danny Kaye"
    },
    {
        "quote": "Photography takes an instant out of time, altering life by holding it still.",
        "author": "Dorothea Lange"
    },
    {
        "quote": "My view of life is, 'If you're going to miss Heaven, why miss it by two inches? Miss it!",
        "author": "Sam Kinison"
    },
    {
        "quote": "Life is short, and if we enjoy every moment of every day, then we will be happy no matter what happens or what changes along the way.",
        "author": "Gretchen Bleiler"
    },
    {
        "quote": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it.",
        "author": "Diane Sawyer"
    },
    {
        "quote": "Sometimes in life, you have to make a selfish decision and do what's best for you.",
        "author": "Saquon Barkley"
    },
    {
        "quote": "The true currency of life is time, not money, and we've all got a limited stock of that.",
        "author": "Robert Harris"
    },
    {
        "quote": "Thank you for life, and all the little ups and downs that make it worth living.",
        "author": "Travis Barker"
    },
    {
        "quote": "Life is like a dogsled team. If you ain't the lead dog, the scenery never changes.",
        "author": "Lewis Grizzard"
    },
    {
        "quote": "Life is a series of waves to be embraced and overcome.",
        "author": "Danny Meyer"
    },
    {
        "quote": "Neither the life of an individual nor the history of a society can be understood without understanding both.",
        "author": "C. Wright Mills"
    },
    {
        "quote": "Life's all about choices. Everyone's destination is the same; only the paths are different.",
        "author": "Sushmita Sen"
    },
    {
        "quote": "You spend a good piece of your life gripping a baseball and in the end it turns out that it was the other way around all the time.",
        "author": "Jim Bouton"
    },
    {
        "quote": "I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper - I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life.",
        "author": "Jerry Lewis"
    },
    {
        "quote": "There is a tide in the affairs of men, Which taken at the flood, leads on to fortune. Omitted, all the voyage of their life is bound in shallows and in miseries. On such a full sea are we now afloat. And we must take the current when it serves, or lose our ventures.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Cinema can fill in the empty spaces of your life and your loneliness.",
        "author": "Pedro Almodovar"
    },
    {
        "quote": "The tragedy of life is often not in our failure, but rather in our complacency; not in our doing too much, but rather in our doing too little; not in our living above our ability, but rather in our living below our capacities.",
        "author": "Benjamin E. Mays"
    },
    {
        "quote": "There are no regrets in life, just lessons.",
        "author": "Jennifer Aniston"
    },
    {
        "quote": "There's only two people in your life you should lie to... the police and your girlfriend.",
        "author": "Jack Nicholson"
    },
    {
        "quote": "I am blessed with a funny gene that makes me enjoy life.",
        "author": "Karan Patel"
    },
    {
        "quote": "To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.",
        "author": "Nancy Reagan"
    },
    {
        "quote": "Life is like a piano. What you get out of it depends on how you play it.",
        "author": "Tom Lehrer"
    },
    {
        "quote": "We have to be able to grow up. Our wrinkles are our medals of the passage of life. They are what we have been through and who we want to be.",
        "author": "Lauren Hutton"
    },
    {
        "quote": "Don't sell yourself short because without that you can't go far in life because after sports the only thing you know is sports and you can't do anything else with that.",
        "author": "Bo Jackson"
    },
    {
        "quote": "Life is a series of commas, not periods.",
        "author": "Matthew McConaughey"
    },
    {
        "quote": "Every life has a measure of sorrow, and sometimes this is what awakens us.",
        "author": "Steven Tyler"
    },
    {
        "quote": "Everyone is necessarily the hero of his own life story.",
        "author": "John Barth"
    },
    {
        "quote": "Caring - about people, about things, about life - is an act of maturity.",
        "author": "Tracy McMillan"
    },
    {
        "quote": "Nothing in life is promised except death.",
        "author": "Kanye West"
    },
    {
        "quote": "I am always looking forward to learn new things in my life.",
        "author": "Shikhar Dhawan"
    },
    {
        "quote": "So I'm very grateful for everything that has happened in my life.",
        "author": "Alice Barrett"
    },
    {
        "quote": "It's a funny thing about life; if you refuse to accept anything but the best, you very often get it.",
        "author": "W. Somerset Maugham"
    },
    {
        "quote": "When you think of it, really there are four fundamental questions of life. You've asked them, I've asked them, every thinking person asks them. They boil down to this; origin, meaning, morality and destiny. 'How did I come into being? What brings life meaning? How do I know right from wrong? Where am I headed after I die?'",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "Authenticity is everything! You have to wake up every day and look in the mirror, and you want to be proud of the person who's looking back at you. And you can only do that if you're being honest with yourself and being a person of high character. You have an opportunity every single day to write that story of your life.",
        "author": "Aaron Rodgers"
    },
    {
        "quote": "If you are given a chance to be a role model, I think you should always take it because you can influence a person's life in a positive light, and that's what I want to do. That's what it's all about.",
        "author": "Tiger Woods"
    },
    {
        "quote": "The game of life is a game of boomerangs. Our thoughts, deeds and words return to us sooner or later with astounding accuracy.",
        "author": "Florence Scovel Shinn"
    },
    {
        "quote": "Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty.",
        "author": "Zoe Foster Blake"
    },
    {
        "quote": "We are imprisoned in the realm of life, like a sailor on his tiny boat, on an infinite ocean.",
        "author": "Anna Freud"
    },
    {
        "quote": "My life is part humor, part roses, part thorns.",
        "author": "Bret Michaels"
    },
    {
        "quote": "Life is like a wheel. Sooner or later, it always come around to where you started again.",
        "author": "Stephen King"
    },
    {
        "quote": "See, I have set before you this day life and good, death and evil... I have set before you life and death, blessing and curse; therefore choose life.",
        "author": "Moses"
    },
    {
        "quote": "Balance, peace, and joy are the fruit of a successful life. It starts with recognizing your talents and finding ways to serve others by using them.",
        "author": "Thomas Kinkade"
    },
    {
        "quote": "Trauma is a fact of life. It does not, however, have to be a life sentence.",
        "author": "Peter A. Levine"
    },
    {
        "quote": "When work is a pleasure, life is a joy! When work is a duty, life is slavery.",
        "author": "Maxim Gorky"
    },
    {
        "quote": "Grace is what matters in anything - especially life, especially growth, tragedy, pain, love, death. That's a quality that I admire very greatly. It keeps you from reaching out for the gun too quickly. It keeps you from destroying things too foolishly. It sort of keeps you alive.",
        "author": "Jeff Buckley"
    },
    {
        "quote": "My philosophy is it's none of my business what people say of me and think of me. I am what I am, and I do what I do. I expect nothing and accept everything. And it makes life so much easier.",
        "author": "Anthony Hopkins"
    },
    {
        "quote": "The happiness of life is made up of minute fractions - the little, soon forgotten charities of a kiss or a smile, a kind look or heartfelt compliment.",
        "author": "Samuel Taylor Coleridge"
    },
    {
        "quote": "Life is too short to do the things you don't love doing.",
        "author": "Bruce Dickinson"
    },
    {
        "quote": "I'm lucky in having found the perfect partner to spend my life with.",
        "author": "Sara Paretsky"
    },
    {
        "quote": "I am overwhelmed with gratitude, and my heart is full. 'American Sniper' has broken records, which follows such an honest path of Chris's life.",
        "author": "Taya Kyle"
    },
    {
        "quote": "I am happy every day, because life is moving in a very positive way.",
        "author": "Lil Yachty"
    },
    {
        "quote": "I decided to fly through the air and live in the sunlight and enjoy life as much as I could.",
        "author": "Evel Knievel"
    },
    {
        "quote": "The gods conceal from men the happiness of death, that they may endure life.",
        "author": "Lucan"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Happiness is a choice. You can choose to be happy. There's going to be stress in life, but it's your choice whether you let it affect you or not.",
        "author": "Valerie Bertinelli"
    },
    {
        "quote": "Without community service, we would not have a strong quality of life. It's important to the person who serves as well as the recipient. It's the way in which we ourselves grow and develop.",
        "author": "Dorothy Height"
    },
    {
        "quote": "The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work.",
        "author": "Lucas Grabeel"
    },
    {
        "quote": "You can really only enjoy life when you're extremely busy.",
        "author": "Josephine de La Baume"
    },
    {
        "quote": "You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.",
        "author": "Tom Brokaw"
    },
    {
        "quote": "Life is not easy for any of us. But what of that? We must have perseverance and above all confidence in ourselves. We must believe that we are gifted for something and that this thing must be attained.",
        "author": "Marie Curie"
    },
    {
        "quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.",
        "author": "Buddha"
    },
    {
        "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Life is not a matter of holding good cards, but of playing a poor hand well.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "I am blessed to have so many great things in my life - family, friends and God. All will be in my thoughts daily.",
        "author": "Lil' Kim"
    },
    {
        "quote": "It was once said that the moral test of government is how that government treats those who are in the dawn of life, the children; those who are in the twilight of life, the elderly; and those who are in the shadows of life, the sick, the needy and the handicapped.",
        "author": "Hubert H. Humphrey"
    },
    {
        "quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon.",
        "author": "Doug Larson"
    },
    {
        "quote": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.",
        "author": "Golda Meir"
    },
    {
        "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
        "author": "Isaac Asimov"
    },
    {
        "quote": "The purpose of art is washing the dust of daily life off our souls.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.",
        "author": "William James"
    },
    {
        "quote": "Believe in yourself, not only in swimming, but in life itself. You always have to have fun. You have to have an open mind. If you're not enjoying it, don't do it. Life's too short.",
        "author": "Debbie Meyer"
    },
    {
        "quote": "It was my duty to shoot the enemy, and I don't regret it. My regrets are for the people I couldn't save: Marines, soldiers, buddies. I'm not naive, and I don't romanticize war. The worst moments of my life have come as a SEAL. But I can stand before God with a clear conscience about doing my job.",
        "author": "Chris Kyle"
    },
    {
        "quote": "Life is full of happiness and tears; be strong and have faith.",
        "author": "Kareena Kapoor Khan"
    },
    {
        "quote": "You get out of life what you put into it. I think you need a bit of luck but you also make a bit of luck. I think that if you're a pretty decent person you'll get back what you put in.",
        "author": "John Key"
    },
    {
        "quote": "You cannot find peace by avoiding life.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "I think our life is a journey, and we make mistakes, and it's how we learn from those mistakes and rebound from those mistakes that sets us on the path that we're meant to be on.",
        "author": "Jay Ellis"
    },
    {
        "quote": "In order to succeed, people need a sense of self-efficacy, to struggle together with resilience to meet the inevitable obstacles and inequities of life.",
        "author": "Albert Bandura"
    },
    {
        "quote": "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences.",
        "author": "Freeman Dyson"
    },
    {
        "quote": "I don't think about art when I'm working. I try to think about life.",
        "author": "Jean-Michel Basquiat"
    },
    {
        "quote": "The most important thing in the Olympic Games is not winning but taking part; the essential thing in life is not conquering but fighting well.",
        "author": "Pierre de Coubertin"
    },
    {
        "quote": "Life is a journey and it's about growing and changing and coming to terms with who and what you are and loving who and what you are.",
        "author": "Kelly McGillis"
    },
    {
        "quote": "Use plants to bring life.",
        "author": "Douglas Wilson"
    },
    {
        "quote": "In between goals is a thing called life, that has to be lived and enjoyed.",
        "author": "Sid Caesar"
    },
    {
        "quote": "A celebrity is a person who works hard all of their life to become well known, and then wears dark glasses to avoid being recognized.",
        "author": "Fred Allen"
    },
    {
        "quote": "Sometimes we let life guide us, and other times we take life by the horns. But one thing is for sure: no matter how organized we are, or how well we plan, we can always expect the unexpected.",
        "author": "Brandon Jenner"
    },
    {
        "quote": "It's like Forrest Gump said, 'Life is like a box of chocolates.' Your career is like a box of chocolates - you never know what you're going to get. But everything you get is going to teach you something along the way and make you the person you are today. That's the exciting part - it's an adventure in itself.",
        "author": "Nick Carter"
    },
    {
        "quote": "The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "If you look at life with any honesty and intelligence, it's clear that human nature is dark, vile, selfish, and despondent. But I also see a force in human nature, namely grace, that sometimes works against our natural moral entropy.",
        "author": "Scott Derrickson"
    },
    {
        "quote": "The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore.",
        "author": "Cyril Connolly"
    },
    {
        "quote": "I was raised in the Catholic Church, and for me, the thought in the Bible and Christianity, and the spirit within that, is one of the guiding principles in my life.",
        "author": "Jon Batiste"
    },
    {
        "quote": "Being in control of your life and having realistic expectations about your day-to-day challenges are the keys to stress management, which is perhaps the most important ingredient to living a happy, healthy and rewarding life.",
        "author": "Marilu Henner"
    },
    {
        "quote": "It seems to me that the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living.",
        "author": "David Attenborough"
    },
    {
        "quote": "The purpose of human life is to serve, and to show compassion and the will to help others.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "There's a time in your life where you're not quite sure where you are. You think everything's perfect, but it's not perfect... Then one day you wake up and you can't quite picture yourself in the situation you're in. But the secret is, if you can picture yourself doing anything in life, you can do it.",
        "author": "Tom DeLonge"
    },
    {
        "quote": "The bravest thing I ever did was continuing my life when I wanted to die.",
        "author": "Juliette Lewis"
    },
    {
        "quote": "All my life, my heart has yearned for a thing I cannot name.",
        "author": "Andre Breton"
    },
    {
        "quote": "Even in a world with much sadness, at its essence, life is beautiful.",
        "author": "Dianne Reeves"
    },
    {
        "quote": "Life is about perspective and how you look at something... ultimately, you have to zoom out.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "Exercise, prayer, and meditation are examples of calming rituals. They have been shown to induce a happier mood and provide a positive pathway through life's daily frustrations.",
        "author": "Chuck Norris"
    },
    {
        "quote": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, indignation and compassion.",
        "author": "Simone de Beauvoir"
    },
    {
        "quote": "One of my favorite movies of all time is 'It's A Wonderful Life,' which is a pretty interesting choice for a seasonal Christmas favorite, because it's about a guy who wants to commit suicide and is presented with reasons not to.",
        "author": "Frank Darabont"
    },
    {
        "quote": "What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life's pathway, the good they do is inconceivable.",
        "author": "Joseph Addison"
    },
    {
        "quote": "The good life is built with good relationships.",
        "author": "Robert J. Waldinger"
    },
    {
        "quote": "For me life is continuously being hungry. The meaning of life is not simply to exist, to survive, but to move ahead, to go up, to achieve, to conquer.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "One of the secrets of life is that all that is really worth the doing is what we do for others.",
        "author": "Lewis Carroll"
    },
    {
        "quote": "The more of your private life you put into the public domain, the smaller your private life becomes.",
        "author": "Kevin McCloud"
    },
    {
        "quote": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "God gave us the gift of life; it is up to us to give ourselves the gift of living well.",
        "author": "Voltaire"
    },
    {
        "quote": "I have been very blessed in my life and rewarded with good friends and good health. I am grateful and happy to be able to share this.",
        "author": "Eric Idle"
    },
    {
        "quote": "My beliefs are that good people who work hard get their rewards. There will be struggle at times and hurdles along the way - life throws up all sorts - but in the end, you will prevail if you stick to the right path.",
        "author": "Moeen Ali"
    },
    {
        "quote": "Life needs to be like a roller-coaster ride with ups and downs. Otherwise, it's not exciting.",
        "author": "N. T. Rama Rao, Jr."
    },
    {
        "quote": "I'm really looking forward to seeing what life brings to me.",
        "author": "Rihanna"
    },
    {
        "quote": "Every woman should have four pets in her life. A mink in her closet, a jaguar in her garage, a tiger in her bed, and a jackass who pays for everything.",
        "author": "Paris Hilton"
    },
    {
        "quote": "You have to really use your imagination to refresh your daily life.",
        "author": "Eric-Emmanuel Schmitt"
    },
    {
        "quote": "My mother is a strong woman. Her strength comes from being tested by life's unpredictability. It comes from soldiering on for her children, even when she might rather have given up. I know it hasn't always come easily, but I also know it's her greatest gift.",
        "author": "Matt Lauer"
    },
    {
        "quote": "Your life is the sum result of all the choices you make, both consciously and unconsciously. If you can control the process of choosing, you can take control of all aspects of your life. You can find the freedom that comes from being in charge of yourself.",
        "author": "Robert Foster Bennett"
    },
    {
        "quote": "One word frees us of all the weight and pain in life. That word is love.",
        "author": "Sophocles"
    },
    {
        "quote": "As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.",
        "author": "Amy Poehler"
    },
    {
        "quote": "You have to take risks. We will only understand the miracle of life fully when we allow the unexpected to happen.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "Life is full of misery, loneliness, and suffering - and it's all over much too soon.",
        "author": "Woody Allen"
    },
    {
        "quote": "Benjamin Franklin said there were only two things certain in life: death and taxes. But I'd like to add a third certainty: trash. And while some in this room might want to discuss reducing taxes, I want to talk about reducing trash.",
        "author": "Ruth Ann Minner"
    },
    {
        "quote": "The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.",
        "author": "Jiddu Krishnamurti"
    },
    {
        "quote": "There is only one success - to be able to spend your life in your own way.",
        "author": "Christopher Morley"
    },
    {
        "quote": "The higher the hill, the stronger the wind: so the loftier the life, the stronger the enemy's temptations.",
        "author": "John Wycliffe"
    },
    {
        "quote": "Just when I think I have learned the way to live, life changes.",
        "author": "Hugh Prather"
    },
    {
        "quote": "Where there's water on Earth, you find life as we know it. So if you find water somewhere else, it becomes a remarkable draw to look closer to see if life of any kind is there, even if it's bacterial, which would be extraordinary for the field of biology.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "A hero is someone who has given his or her life to something bigger than oneself.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "Life is not a spectator sport. If you're going to spend your whole life in the grandstand just watching what goes on, in my opinion you're wasting your life.",
        "author": "Jackie Robinson"
    },
    {
        "quote": "I think that life is difficult. People have challenges. Family members get sick, people get older, you don't always get the job or the promotion that you want. You have conflicts in your life. And really, life is about your resilience and your ability to go through your life and all of the ups and downs with a positive attitude.",
        "author": "Jennifer Hyman"
    },
    {
        "quote": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it.",
        "author": "Al Lopez"
    },
    {
        "quote": "Economics is everywhere, and understanding economics can help you make better decisions and lead a happier life.",
        "author": "Tyler Cowen"
    },
    {
        "quote": "Don't ever doubt yourselves or waste a second of your life. It's too short, and you're too special.",
        "author": "Ariana Grande"
    },
    {
        "quote": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events.",
        "author": "Joel Osteen"
    },
    {
        "quote": "We have created a society where individual rights and freedoms, compassion and diversity are core to our citizenship. But underlying that idea of Canada is the promise that we all have a chance to build a better life for ourselves and our children.",
        "author": "Justin Trudeau"
    },
    {
        "quote": "Everything you want in life has a price connected to it. There's a price to pay if you want to make things better, a price to pay just for leaving things as they are, a price for everything.",
        "author": "Harry Browne"
    },
    {
        "quote": "We love life, not because we are used to living but because we are used to loving.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "Life began with waking up and loving my mother's face.",
        "author": "George Eliot"
    },
    {
        "quote": "I do have a childlike enthusiasm at times. I certainly enjoy life and get pleasure sometimes in childish things.",
        "author": "Brian Baumgartner"
    },
    {
        "quote": "I believe that a trusting attitude and a patient attitude go hand in hand. You see, when you let go and learn to trust God, it releases joy in your life. And when you trust God, you're able to be more patient. Patience is not just about waiting for something... it's about how you wait, or your attitude while waiting.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.",
        "author": "Plato"
    },
    {
        "quote": "Where there is love there is life.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "It was my father who taught me to value myself. He told me that I was uncommonly beautiful and that I was the most precious thing in his life.",
        "author": "Dawn French"
    },
    {
        "quote": "From too much love of living, From hope and fear set free, We thank with brief thanksgiving Whatever gods may be That no life lives for ever; That dead men rise up never; That even the weariest river Winds somewhere safe to sea.",
        "author": "Algernon Charles Swinburne"
    },
    {
        "quote": "I think togetherness is a very important ingredient to family life.",
        "author": "Barbara Bush"
    },
    {
        "quote": "Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.",
        "author": "J. R. R. Tolkien"
    },
    {
        "quote": "Coral reefs represent some of the world's most spectacular beauty spots, but they are also the foundation of marine life: without them many of the sea's most exquisite species will not survive.",
        "author": "Sheherazade Goldsmith"
    },
    {
        "quote": "Without pain, there would be no suffering, without suffering we would never learn from our mistakes. To make it right, pain and suffering is the key to all windows, without it, there is no way of life.",
        "author": "Angelina Jolie"
    },
    {
        "quote": "Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head.",
        "author": "A. R. Rahman"
    },
    {
        "quote": "There are only three things women need in life: food, water, and compliments.",
        "author": "Chris Rock"
    },
    {
        "quote": "I grind and I graft, but I will make sure that I get that time off here and there to unwind and relax and have a life.",
        "author": "Tulisa"
    },
    {
        "quote": "Above all, be the heroine of your life, not the victim.",
        "author": "Nora Ephron"
    },
    {
        "quote": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.",
        "author": "Swami Vivekananda"
    },
    {
        "quote": "My life has been a roller coaster ride, but somehow I've always been able to land on my feet and still play the guitar.",
        "author": "Ace Frehley"
    },
    {
        "quote": "I am a simple person; I come from a very simple home. We believe in enjoying life and what we have.",
        "author": "Vivek Oberoi"
    },
    {
        "quote": "Without music, life would be a mistake.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "We are all sentenced to solitary confinement inside our own skins, for life.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "My parents said that sitting at home playing video games all day won't bring you anywhere in life.",
        "author": "PewDiePie"
    },
    {
        "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "Life all comes down to a few moments. This is one of them.",
        "author": "Charlie Sheen"
    },
    {
        "quote": "You take away all the other luxuries in life, and if you can make someone smile and laugh, you have given the most special gift: happiness.",
        "author": "Brad Garrett"
    },
    {
        "quote": "One of the best pieces of advice I ever got was from a horse master. He told me to go slow to go fast. I think that applies to everything in life. We live as though there aren't enough hours in the day but if we do each thing calmly and carefully we will get it done quicker and with much less stress.",
        "author": "Viggo Mortensen"
    },
    {
        "quote": "Water and air, the two essential fluids on which all life depends, have become global garbage cans.",
        "author": "Jacques Yves Cousteau"
    },
    {
        "quote": "Our heavenly Father understands our disappointment, suffering, pain, fear, and doubt. He is always there to encourage our hearts and help us understand that He's sufficient for all of our needs. When I accepted this as an absolute truth in my life, I found that my worrying stopped.",
        "author": "Charles Stanley"
    },
    {
        "quote": "Life is a school of probability.",
        "author": "Walter Bagehot"
    },
    {
        "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity.",
        "author": "Carl Jung"
    },
    {
        "quote": "My trust in a higher power that wants me to survive and have love in my life, is what keeps me moving forward.",
        "author": "Kenny Loggins"
    },
    {
        "quote": "I feel that the simplicity of life is just being yourself.",
        "author": "Bobby Brown"
    },
    {
        "quote": "You can't achieve anything in life without a small amount of sacrifice.",
        "author": "Shakira"
    },
    {
        "quote": "There is a very beautiful expression in the Hebrew language that's borrowed from spoken Torah... 'All is predicted, and permission is given at any point to change anything.' I think I live by this idiom in the sense that there is always a goal; there is always something to look forward to in life and my creative search, and that goal is there.",
        "author": "Neri Oxman"
    },
    {
        "quote": "The value of life lies not in the length of days, but in the use we make of them... Whether you find satisfaction in life depends not on your tale of years, but on your will.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "The only way to enjoy anything in this life is to earn it first.",
        "author": "Ginger Rogers"
    },
    {
        "quote": "Everyone has a right to their own opinion about me, and that's fine. I'm just going to keep being myself and living my life. That's all I can do.",
        "author": "Dan Bilzerian"
    },
    {
        "quote": "A good life depends on the strength of our relationships with family, friends, neighbours, colleagues and strangers.",
        "author": "David Lammy"
    },
    {
        "quote": "Life's too short to hang out with people who aren't resourceful.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "The most difficult thing in life is to know yourself.",
        "author": "Thales"
    },
    {
        "quote": "My philosophy is: Life is hard, but God is good. Try not to confuse the two.",
        "author": "Anne F. Beiler"
    },
    {
        "quote": "I don't regret what I've been through. I've had ups and downs, super highs and some really low lows. I've been so blessed that I could never say, 'I wish this didn't happen.' It's part of who I am. There's nothing in my life that's so ugh.",
        "author": "Jennifer Lopez"
    },
    {
        "quote": "Life is hard. After all, it kills you.",
        "author": "Katharine Hepburn"
    },
    {
        "quote": "Even with all our technology and the inventions that make modern life so much easier than it once was, it takes just one big natural disaster to wipe all that away and remind us that, here on Earth, we're still at the mercy of nature.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "I was born into a Christian family and brought up in a Lutheran church. My faith has been the center point of my life, really, since I was a child, but at 16 years of age, I fully surrendered my life over to Christ. At that point, as a teenager, I began to grasp the concept of Christ's true love and forgiveness.",
        "author": "Michele Bachmann"
    },
    {
        "quote": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.",
        "author": "Robert Wagner"
    },
    {
        "quote": "You can't get anywhere in life without taking risks.",
        "author": "Esme Bianco"
    },
    {
        "quote": "You never know what's going on in someone's life. You never know what's really going on behind what they present.",
        "author": "Hill Harper"
    },
    {
        "quote": "To live a creative life, we must lose our fear of being wrong.",
        "author": "Joseph Chilton Pearce"
    },
    {
        "quote": "The more you praise and celebrate your life, the more there is in life to celebrate.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "I don't know why people are so keen to put the details of their private life in public; they forget that invisibility is a superpower.",
        "author": "Banksy"
    },
    {
        "quote": "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!",
        "author": "Joyce Meyer"
    },
    {
        "quote": "Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Gratitude is one of the strongest and most transformative states of being. It shifts your perspective from lack to abundance and allows you to focus on the good in your life, which in turn pulls more goodness into your reality.",
        "author": "Jen Sincero"
    },
    {
        "quote": "The saddest thing in life is wasted talent and the choices you make will shape your life forever.",
        "author": "Chazz Palminteri"
    },
    {
        "quote": "I intend to live life, not just exist.",
        "author": "George Takei"
    },
    {
        "quote": "Do for this life as if you live forever, do for the afterlife as if you die tomorrow.",
        "author": "Ali ibn Abi Talib"
    },
    {
        "quote": "Life has never been easy. Nor is it meant to be. It is a matter of being joyous in the face of sorrow.",
        "author": "Dirk Benedict"
    },
    {
        "quote": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.",
        "author": "Conan O'Brien"
    },
    {
        "quote": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.",
        "author": "John Wayne"
    },
    {
        "quote": "Adopt responsibility for your own well-being, try to put your family together, try to serve your community, try to seek for eternal truth... That's the sort of thing that can ground you in your life, enough so that you can withstand the difficulty of life.",
        "author": "Jordan Peterson"
    },
    {
        "quote": "Life has no limitations, except the ones you make.",
        "author": "Les Brown"
    },
    {
        "quote": "We don't accomplish anything in this world alone... and whatever happens is the result of the whole tapestry of one's life and all the weavings of individual threads form one to another that creates something.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "I believe that life is hard. That we all are going to walk through things that are hard and challenging, and yet advertising wants us to believe that it's all easy.",
        "author": "Jamie Lee Curtis"
    },
    {
        "quote": "Too much sanity may be madness and the maddest of all, to see life as it is and not as it should be.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "Most humans are never fully present in the now, because unconsciously they believe that the next moment must be more important than this one. But then you miss your whole life, which is never not now.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.",
        "author": "Lord Byron"
    },
    {
        "quote": "Life is ours to be spent, not to be saved.",
        "author": "D. H. Lawrence"
    },
    {
        "quote": "You never know what the future holds or where my life will take me.",
        "author": "Kim Kardashian"
    },
    {
        "quote": "If you can do what you do best and be happy, you're further along in life than most people.",
        "author": "Leonardo DiCaprio"
    },
    {
        "quote": "My parents are very hard working people who did everything they could for their children. I have two brothers and they worked dog hard to give us an education and provide us with the most comfortable life possible. My dad provided for his family daily. So, yes, that is definitely in my DNA.",
        "author": "David Oyelowo"
    },
    {
        "quote": "Nothing happens in a vacuum in life: every action has a series of consequences, and sometimes it takes a long time to fully understand the consequences of our actions.",
        "author": "Khaled Hosseini"
    },
    {
        "quote": "Life's short. Anything could happen, and it usually does, so there is no point in sitting around thinking about all the ifs, ands and buts.",
        "author": "Amy Winehouse"
    },
    {
        "quote": "I will remember this day for the rest of my life. There is nothing you can say. It's just like you won the match after the earthquake and it just feels great.",
        "author": "Elena Vesnina"
    },
    {
        "quote": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in.",
        "author": "Paris Hilton"
    },
    {
        "quote": "Drama is very important in life: You have to come on with a bang. You never want to go out with a whimper. Everything can have drama if it's done right. Even a pancake.",
        "author": "Julia Child"
    },
    {
        "quote": "Work gives you meaning and purpose and life is empty without it.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "The business of business is relationships; the business of life is human connection.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "All of us are born for a reason, but all of us don't discover why. Success in life has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.",
        "author": "Danny Thomas"
    },
    {
        "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.",
        "author": "Henry Ford"
    },
    {
        "quote": "The more specific we are, the more universal something can become. Life is in the details. If you generalize, it doesn't resonate. The specificity of it is what resonates.",
        "author": "Jacqueline Woodson"
    },
    {
        "quote": "Money cannot buy peace of mind. It cannot heal ruptured relationships, or build meaning into a life that has none.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "Don't die old, die empty. That's the goal of life. Go to the cemetery and disappoint the graveyard.",
        "author": "Myles Munroe"
    },
    {
        "quote": "Music is probably the only real magic I have encountered in my life. There's not some trick involved with it. It's pure and it's real. It moves, it heals, it communicates and does all these incredible things.",
        "author": "Tom Petty"
    },
    {
        "quote": "Vaccines are the most cost-effective health care interventions there are. A dollar spent on a childhood vaccination not only helps save a life, but greatly reduces spending on future healthcare.",
        "author": "Ezekiel Emanuel"
    },
    {
        "quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "Life should be great rather than long.",
        "author": "B. R. Ambedkar"
    },
    {
        "quote": "Life is not linear; you have ups and downs. It's how you deal with the troughs that defines you.",
        "author": "Michael Lee-Chin"
    },
    {
        "quote": "One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.",
        "author": "Agatha Christie"
    },
    {
        "quote": "Imperfection and perfection go so hand in hand, and our dark and our light are so intertwined, that by trying to push the darkness or the so-called negative aspects of our life to the side... we are preventing ourselves from the fullness of life.",
        "author": "Jeff Bridges"
    },
    {
        "quote": "Never give up. There are always tough times, regardless of what you do in anything in life. Be able to push through those times and maintain your ultimate goal.",
        "author": "Nathan Chen"
    },
    {
        "quote": "Your journey never ends. Life has a way of changing things in incredible ways.",
        "author": "Alexander Volkov"
    },
    {
        "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "I'm most proud of the blessings that God has bestowed upon me, in my life. He's given me the vision to truly see that you can fall down, but you can still get back up. Hopefully I'll learn from my mistakes and have the opportunity to strengthen and improve the next thing I do.",
        "author": "Martin Lawrence"
    },
    {
        "quote": "It's okay to lose. Losing teaches you something. Having to try and going through the trials and tribulations to actually overcome, to get there to win, to triumph, that's what makes life interesting.",
        "author": "Elizabeth Banks"
    },
    {
        "quote": "Life is not black and white; there is some gray nuance to it.",
        "author": "Pilou Asbaek"
    },
    {
        "quote": "Life was always a matter of waiting for the right moment to act.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "There are two things to aim at in life: first, to get what you want, and after that to enjoy it. Only the wisest of mankind achieve the second.",
        "author": "Logan Pearsall Smith"
    },
    {
        "quote": "The Special Olympics motto, 'Let me win, but if I cannot win, let me be brave in the attempt,' really speaks to me because it embodies exactly what I have pursued in my life. Really, that's all any of us can hope for - a chance to be brave and to pursue a dream.",
        "author": "Hannah Teter"
    },
    {
        "quote": "Never let life impede on your ability to manifest your dreams. Dig deeper into your dreams and deeper into yourself and believe that anything is possible, and make it happen.",
        "author": "Corin Nemec"
    },
    {
        "quote": "In my life I've gone through a lot of really hard times. I went through depression and had so many challenges that I overcame. And I overcame because I just decided to be happy.",
        "author": "Lilly Singh"
    },
    {
        "quote": "Love who you want to love. Life is short. Nobody's going to hate you for it.",
        "author": "Shane Dawson"
    },
    {
        "quote": "Words, once they are printed, have a life of their own.",
        "author": "Carol Burnett"
    },
    {
        "quote": "Man does not weave this web of life. He is merely a strand of it. Whatever he does to the web, he does to himself.",
        "author": "Chief Seattle"
    },
    {
        "quote": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.",
        "author": "Cindy Morgan"
    },
    {
        "quote": "Such is life and life is such and after all it isn't much. First a cradle. Then a hearse. It might have been better, but it could have been worse.",
        "author": "Norman Wisdom"
    },
    {
        "quote": "I wanted to be an independent woman, a woman who could pay for her bills, a woman who could run her own life - and I became that woman.",
        "author": "Diane von Furstenberg"
    },
    {
        "quote": "Life is anything but predictable.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.",
        "author": "Bill Gates"
    },
    {
        "quote": "The twists and turns of your life can be so unexpected, and that's a good thing to learn.",
        "author": "Christina Baker Kline"
    },
    {
        "quote": "No one is the same, and we all have different life experiences. It's not my place to judge them or for them to judge me. We should all be accountable for our own lives.",
        "author": "Joanna Krupa"
    },
    {
        "quote": "I only regret that I have but one life to lose for my country.",
        "author": "Nathan Hale"
    },
    {
        "quote": "Hatred is corrosive of a person's wisdom and conscience; the mentality of enmity can poison a nation's spirit, instigate brutal life and death struggles, destroy a society's tolerance and humanity, and block a nation's progress to freedom and democracy.",
        "author": "Liu Xiaobo"
    },
    {
        "quote": "The greatest mistake you can make in life is continually fearing that you'll make one.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Friendship multiplies the good of life and divides the evil.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "We cannot always control everything that happens to us in this life, but we can control how we respond. Many struggles come as problems and pressures that sometimes cause pain. Others come as temptations, trials, and tribulations.",
        "author": "L. Lionel Kendrick"
    },
    {
        "quote": "Literature adds to reality, it does not simply describe it. It enriches the necessary competencies that daily life requires and provides; and in this respect, it irrigates the deserts that our lives have already become.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "Drama is life with the dull bits cut out.",
        "author": "Alfred Hitchcock"
    },
    {
        "quote": "Luck is great, but most of life is hard work.",
        "author": "Iain Duncan Smith"
    },
    {
        "quote": "Life is nothing but a competition to be the criminal rather than the victim.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Loss and possession, death and life are one, There falls no shadow where there shines no sun.",
        "author": "Hilaire Belloc"
    },
    {
        "quote": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.",
        "author": "Walt Disney"
    },
    {
        "quote": "For me, no ideological or political conviction would justify the sacrifice of a human life. For me, the value of life is absolute, with no concessions. It's not negotiable.",
        "author": "Edgar Ramirez"
    },
    {
        "quote": "It's so great to find that one special person you want to annoy for the rest of your life.",
        "author": "Rita Rudner"
    },
    {
        "quote": "Visions are worth fighting for. Why spend your life making someone else's dreams?",
        "author": "Tim Burton"
    },
    {
        "quote": "At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.",
        "author": "Barbara Bush"
    },
    {
        "quote": "There have been two great accidents in my life. One was the trolley, and the other was Diego. Diego was by far the worst.",
        "author": "Frida Kahlo"
    },
    {
        "quote": "No matter what you achieve, what you want to aspire to be, or how famous and powerful you become, the most important thing is whether you are excited about each and every moment of your life because of your work and people around you.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "Believe that life is worth living and your belief will help create the fact.",
        "author": "William James"
    },
    {
        "quote": "Each day is a little life: every waking and rising a little birth, every fresh morning a little youth, every going to rest and sleep a little death.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.",
        "author": "Sheri L. Dew"
    },
    {
        "quote": "There's so many things that life is, and no matter how many breakthroughs, trials will exist and we're going to get through it. Just be strong.",
        "author": "Mary J. Blige"
    },
    {
        "quote": "We have a lot of people that are oppressed. We have a lot of people that aren't treated equally, aren't given equal opportunities. Police brutality is a huge thing that needs to be addressed. There are a lot of issues that need to be talked about, need to be brought to life, and we need to fix those.",
        "author": "Colin Kaepernick"
    },
    {
        "quote": "Life is only a dream and we are the imagination of ourselves.",
        "author": "Bill Hicks"
    },
    {
        "quote": "I do smoke in real life. A lot. We're all smoking right now in fact.",
        "author": "Michael Imperioli"
    },
    {
        "quote": "It's unbelievable how much you don't know about the game you've been playing all your life.",
        "author": "Mickey Mantle"
    },
    {
        "quote": "'Tis easy enough to be pleasant, When life flows along like a song; But the man worth while is the one who will smile when everything goes dead wrong.",
        "author": "Ella Wheeler Wilcox"
    },
    {
        "quote": "No matter how far life pushes you down, no matter how much you hurt, you can always bounce back.",
        "author": "Sheryl Swoopes"
    },
    {
        "quote": "Life is too short to stuff a mushroom.",
        "author": "Shirley Conran"
    },
    {
        "quote": "One of the most important days of my life was when I learned to ride a bicycle.",
        "author": "Michael Palin"
    },
    {
        "quote": "Life is like the ocean, it goes up and down.",
        "author": "Vanessa Paradis"
    },
    {
        "quote": "Man's main task in life is to give birth to himself, to become what he potentially is. The most important product of his effort is his own personality.",
        "author": "Erich Fromm"
    },
    {
        "quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Romance is the glamour which turns the dust of everyday life into a golden haze.",
        "author": "Carolyn Gold Heilbrun"
    },
    {
        "quote": "At the end of the day, life is about being happy being who you are, and I feel like we are so blessed to have the support system and the best family to really just support each other no matter what we're going through.",
        "author": "Kim Kardashian"
    },
    {
        "quote": "If bread is the first necessity of life, recreation is a close second.",
        "author": "Edward Bellamy"
    },
    {
        "quote": "If you have no confidence in self, you are twice defeated in the race of life.",
        "author": "Marcus Garvey"
    },
    {
        "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "My whole life, people have doubted me. My mom did. People told me in high school I'm too short and not fast enough to play basketball. They didn't know my story. Because if they did, they'd know that anything is possible.",
        "author": "Jimmy Butler"
    },
    {
        "quote": "The arts are not a way to make a living. They are a very human way of making life more bearable. Practicing an art, no matter how well or badly, is a way to make your soul grow, for heaven's sake.",
        "author": "Kurt Vonnegut"
    },
    {
        "quote": "The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity.",
        "author": "Lewis Grizzard"
    },
    {
        "quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.",
        "author": "Emile Zola"
    },
    {
        "quote": "To fear love is to fear life, and those who fear life are already three parts dead.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "I will live my life full of love and full of fun. It's the only way I know how.",
        "author": "Craig Sager"
    },
    {
        "quote": "Going to a restaurant is one of my keenest pleasures. Meeting someplace with old and new friends, ordering wine, eating food, surrounded by strangers, I think is the core of what it means to live a civilised life.",
        "author": "Adam Gopnik"
    },
    {
        "quote": "Some people come into our life as a blessing, while others come into our life as a lesson, so love them for who they are instead of judging them for who they are not.",
        "author": "Yolanda Hadid"
    },
    {
        "quote": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.",
        "author": "Denis Waitley"
    },
    {
        "quote": "We have one life; it soon will be past; what we do for God is all that will last.",
        "author": "Charles Studd"
    },
    {
        "quote": "Life is partly what we make it, and partly what it is made by the friends we choose.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential.",
        "author": "Barack Obama"
    },
    {
        "quote": "The journey of life is like a man riding a bicycle. We know he got on the bicycle and started to move. We know that at some point he will stop and get off. We know that if he stops moving and does not get off he will fall off.",
        "author": "William Golding"
    },
    {
        "quote": "I believe that we are here for each other, not against each other. Everything comes from an understanding that you are a gift in my life - whoever you are, whatever our differences.",
        "author": "John Denver"
    },
    {
        "quote": "My life has been a tapestry of rich and royal hue, an everlasting vision of the ever changing view.",
        "author": "Carole King"
    },
    {
        "quote": "Everybody just has different steps in their life that they take to do what they should.",
        "author": "Travis Scott"
    },
    {
        "quote": "To me, breakfast is my most important meal. It's often the meal you play a game on. I make sure I have oatmeal, milk, and fruit. It's the fuel you use to hopefully do your best, so eating right is a big part of being a professional athlete. I wish I paid more attention to it earlier in my life.",
        "author": "Andrew Luck"
    },
    {
        "quote": "Tell me, what is it you plan to do with your one wild and precious life?",
        "author": "Mary Oliver"
    },
    {
        "quote": "You can find poetry in your everyday life, your memory, in what people say on the bus, in the news, or just what's in your heart.",
        "author": "Carol Ann Duffy"
    },
    {
        "quote": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself.",
        "author": "L. Wolfe Gilbert"
    },
    {
        "quote": "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.",
        "author": "Stephen Covey"
    },
    {
        "quote": "I don't smoke. I don't drink. I don't use drugs. That may be boring for some people, but that's just me. That's how I live my life.",
        "author": "CM Punk"
    },
    {
        "quote": "The biggest adventure you can take is to live the life of your dreams.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "There is no such thing as death; life is only a dream, and we are the imagination of ourselves.",
        "author": "Bill Hicks"
    },
    {
        "quote": "Life is filled with tragedy, with long patches of struggle and with, I think, beautiful bursts of joy and accomplishment. Blessed with those moments, you just try to relax as much as possible and focus on the little things, like the joy of changing your baby's diaper.",
        "author": "David Dastmalchian"
    },
    {
        "quote": "Life is short, and we should respect every moment of it.",
        "author": "Orhan Pamuk"
    },
    {
        "quote": "It is not the years in your life but the life in your years that counts.",
        "author": "Adlai Stevenson I"
    },
    {
        "quote": "We forge the chains we wear in life.",
        "author": "Charles Dickens"
    },
    {
        "quote": "May you live all the days of your life.",
        "author": "Jonathan Swift"
    },
    {
        "quote": "Healthy children will not fear life if their elders have integrity enough not to fear death.",
        "author": "Erik Erikson"
    },
    {
        "quote": "Life is a game. Money is how we keep score.",
        "author": "Ted Turner"
    },
    {
        "quote": "Success and failure are both part of life. Both are not permanent.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "Life as we know it, with all its ups and downs, will soon be over. We all will give an accounting to God of how we have lived.",
        "author": "William Wilberforce"
    },
    {
        "quote": "I may be president of the United States, but my private life is nobody's damned business.",
        "author": "Chester A. Arthur"
    },
    {
        "quote": "In a perfect dream, things would be set exactly the way you would want them. But I think it's more interesting that in real life, things aren't exactly the way you planned.",
        "author": "Naomi Osaka"
    },
    {
        "quote": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Fun is like life insurance; the older you get, the more it costs.",
        "author": "Kin Hubbard"
    },
    {
        "quote": "Don't settle for what life gives you; make life better and build something.",
        "author": "Ashton Kutcher"
    },
    {
        "quote": "I am a total loser, in every aspect of my life. I rarely go out.",
        "author": "Sean Hannity"
    },
    {
        "quote": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.",
        "author": "Shakuntala Devi"
    },
    {
        "quote": "I declare before you all that my whole life, whether it be long or short, shall be devoted to your service and the service of our great imperial family to which we all belong.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "There are two means of refuge from the miseries of life: music and cats.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "I never said I wanted a 'happy' life but an interesting one. From separation and loss, I have learned a lot. I have become strong and resilient, as is the case of almost every human being exposed to life and to the world. We don't even know how strong we are until we are forced to bring that hidden strength forward.",
        "author": "Isabel Allende"
    },
    {
        "quote": "A woman has many faces as she goes through her life. It's like we need more than one hair-do. We have many, many changes in the evolution of our lives. We have, we learn, and we grow; we view life differently, and life views us differently.",
        "author": "Sharon Stone"
    },
    {
        "quote": "If your life were a book and you were the author, how would you want your story to go? That's the question that changed my life forever.",
        "author": "Amy Purdy"
    },
    {
        "quote": "May not music be described as the mathematics of the sense, mathematics as music of the reason? The musician feels mathematics, the mathematician thinks music: music the dream, mathematics the working life.",
        "author": "James Joseph Sylvester"
    },
    {
        "quote": "Dogs have boundless enthusiasm but no sense of shame. I should have a dog as a life coach.",
        "author": "Moby"
    },
    {
        "quote": "I know that in life there will be sickness, devastation, disappointments, heartache - it's a given. What's not a given is the way you choose to get through it all. If you look hard enough, you can always find the bright side.",
        "author": "Rashida Jones"
    },
    {
        "quote": "My parents, my family, that's the biggest inspiration in my life. I've been in a lot of dark spots in my life, and if it wasn't for them, I wouldn't be able to get out of it, but they are who they are. They followed me. They yelled at me. They screamed at me. They loved me.",
        "author": "J. R. Smith"
    },
    {
        "quote": "Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.",
        "author": "Tom Brady"
    },
    {
        "quote": "If it's going to make you happy, go for it - life is short.",
        "author": "Tiffany Darwish"
    },
    {
        "quote": "A nomad I will remain for life, in love with distant and uncharted places.",
        "author": "Isabelle Eberhardt"
    },
    {
        "quote": "The moment we begin to fear the opinions of others and hesitate to tell the truth that is in us, and from motives of policy are silent when we should speak, the divine floods of light and life no longer flow into our souls.",
        "author": "Elizabeth Cady Stanton"
    },
    {
        "quote": "You only get one shot in your life, and you might as well push yourself and try things.",
        "author": "Jason Statham"
    },
    {
        "quote": "Life is full of risks anyway; why not take them?",
        "author": "Lindsay Lohan"
    },
    {
        "quote": "Education must not simply teach work - it must teach Life.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Life has been kind to me. I am happy with the love and appreciation that I have been getting throughout my career. I feel blessed.",
        "author": "Vidya Balan"
    },
    {
        "quote": "You know what your problem is, it's that you haven't seen enough movies - all of life's riddles are answered in the movies.",
        "author": "Steve Martin"
    },
    {
        "quote": "I've been so blessed to be part of a family that has dedicated its life to public service.",
        "author": "Jeb Bush"
    },
    {
        "quote": "Each one of us has our own evolution of life, and each one of us goes through different tests which are unique and challenging. But certain things are common. And we do learn things from each other's experience. On a spiritual journey, we all have the same destination.",
        "author": "A. R. Rahman"
    },
    {
        "quote": "Don't listen to what anybody says except the people who encourage you. If it's what you want to do and it's within yourself, then keep going and try to do it for the rest of your life.",
        "author": "Jake Gyllenhaal"
    },
    {
        "quote": "Life is like a landscape. You live in the midst of it but can describe it only from the vantage point of distance.",
        "author": "Charles Lindbergh"
    },
    {
        "quote": "One of the hardest things in life is having words in your heart that you can't utter.",
        "author": "James Earl Jones"
    },
    {
        "quote": "One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying.",
        "author": "Joan of Arc"
    },
    {
        "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
        "author": "Mark Twain"
    },
    {
        "quote": "Where is the Life we have lost in living? Where is the wisdom we have lost in knowledge? Where is the knowledge we have lost in information?",
        "author": "T. S. Eliot"
    },
    {
        "quote": "If you don't run your own life, somebody else will.",
        "author": "John Atkinson"
    },
    {
        "quote": "Life's under no obligation to give us what we expect.",
        "author": "Margaret Mitchell"
    },
    {
        "quote": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life.",
        "author": "Suze Orman"
    },
    {
        "quote": "Perspective is everything when you are experiencing the challenges of life.",
        "author": "Joni Eareckson Tada"
    },
    {
        "quote": "Life is a series of baby steps along the way and if you add up these tiny little steps you take toward your goal, whatever it is, whether it's giving up something, a terrible addiction or trying to work your way through an illness. When you total up those baby steps you'd be amazed over the course of 10 years, the strides you've taken.",
        "author": "Hoda Kotb"
    },
    {
        "quote": "My demons, inner strengths and physical battles have guided me through life.",
        "author": "GG Allin"
    },
    {
        "quote": "The secret of life is honesty and fair dealing. If you can fake that, you've got it made.",
        "author": "Groucho Marx"
    },
    {
        "quote": "Design is not for philosophy it's for life.",
        "author": "Issey Miyake"
    },
    {
        "quote": "Life doesn't require that we be the best, only that we try our best.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "You have the ability to choose which way you want to go. You have to believe great things are going to happen in your life. Do everything you can - prepare, pray and achieve - to make it happen.",
        "author": "Ben Carson"
    },
    {
        "quote": "Life is too short to be little. Man is never so manly as when he feels deeply, acts boldly, and expresses himself with frankness and with fervor.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "The best thing to hold onto in life is each other.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "We all have our paths in life we are supposed to follow to find who we are supposed to be, but it's not always a straight path. There is something inside of us that guides us, and if you are quiet and listen to it, you'll be all right.",
        "author": "Kyan Douglas"
    },
    {
        "quote": "I know of no more encouraging fact than the unquestionable ability of man to elevate his life by conscious endeavor.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "I really believe in the 'Glow' and live my life that way. It's about being positive inside and out and being the best version of yourself possible.",
        "author": "Naomi"
    },
    {
        "quote": "Everybody should be able to enjoy their life, because you only live once. So I just want to get it all out there and be the best role model that I can be, if people want to put me in that kind of predicament. I mean, I didn't ask to be a role model, because I'm not perfect.",
        "author": "ASAP Rocky"
    },
    {
        "quote": "Life is too short not to enjoy it.",
        "author": "Glen Campbell"
    },
    {
        "quote": "No man should be in public office who can't make more money in private life.",
        "author": "Thomas Dewey"
    },
    {
        "quote": "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.'",
        "author": "Billy Graham"
    },
    {
        "quote": "As I enter a new phase of life and my circle broadens, I start learning new things.",
        "author": "Kapil Dev"
    },
    {
        "quote": "Once you've wrestled, everything else in life is easy.",
        "author": "Dan Gable"
    },
    {
        "quote": "Over and over I marvel at the blessings of my life: Each year has grown better than the last.",
        "author": "Lawrence Welk"
    },
    {
        "quote": "An awareness of one's mortality can lead you to wake up and live an authentic, meaningful life.",
        "author": "Bernie Siegel"
    },
    {
        "quote": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.",
        "author": "Og Mandino"
    },
    {
        "quote": "Life flies by, and it's easy to get lost in the blur. In adolescence, it's 'How do I fit in?' In your 20s, it's 'What do I want to do?' In your 30s, 'Is this what I'm meant to do?' I think the trick is living the questions. Not worrying so much about what's ahead but rather sitting in the grey area - being OK with where you are.",
        "author": "Chris Pine"
    },
    {
        "quote": "You can't have it all, all at once. Who - man or woman - has it all, all at once? Over my lifespan, I think I have had it all. But in different periods of time, things were rough. And if you have a caring life partner, you help the other person when that person needs it.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I always say film is art, theater is life and television is furniture.",
        "author": "Kenny Leon"
    },
    {
        "quote": "Migration is as natural as breathing, as eating, as sleeping. It is part of life, part of nature. So we have to find a way of establishing a proper kind of scenario for modern migration to exist. And when I say 'we,' I mean the world. We need to find ways of making that migration not forced.",
        "author": "Gael Garcia Bernal"
    },
    {
        "quote": "All my life, I always wanted to be somebody. Now I see that I should have been more specific.",
        "author": "Jane Wagner"
    },
    {
        "quote": "Early in life I learned, just through observation, that right always wins out over wrong. If a person has good intentions in his heart and wants to do the right thing, then there are certain ways that any obstacle can be overcome.",
        "author": "Monte Irvin"
    },
    {
        "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "My lyrics are my diary - you're hearing every detail of my life.",
        "author": "Taylor Momsen"
    },
    {
        "quote": "A happy life is one spent in learning, earning, and yearning.",
        "author": "Lillian Gish"
    },
    {
        "quote": "There is nothing I can do to undo what I did. I can only say again how sorry I am to those I let down and then strive to go forward with a greater sense of humility and purpose, and with gratitude to those who stood with me during a very difficult chapter in my life.",
        "author": "David Petraeus"
    },
    {
        "quote": "Friends are the sunshine of life.",
        "author": "John Hay"
    },
    {
        "quote": "The decisions you make are a choice of values that reflect your life in every way.",
        "author": "Alice Waters"
    },
    {
        "quote": "Although the life of a person is in a land full of thorns and weeds, there is always a space in which the good seed can grow. You have to trust God.",
        "author": "Pope Francis"
    },
    {
        "quote": "You see, rock and roll isn't a career or hobby - it's a life force. It's something very essential.",
        "author": "The Edge"
    },
    {
        "quote": "Scientific advancement should aim to affirm and to improve human life.",
        "author": "Nathan Deal"
    },
    {
        "quote": "Achievements are precious and timeless, just like the precious metal platinum. And what better way to celebrate milestones in your life than with precious platinum.",
        "author": "Vijender Singh"
    },
    {
        "quote": "Life is a never-ending stream of problems that must be confronted, surmounted, and/or solved.",
        "author": "Mark Manson"
    },
    {
        "quote": "I did almost every job in the bank. It was real life, waking up in the morning, putting on a suit and tie and then having to go to work.",
        "author": "Romain Grosjean"
    },
    {
        "quote": "Construction is an important front for solidifying the foundations of a thriving country and creating bases for the people's happy life.",
        "author": "Kim Jong-un"
    },
    {
        "quote": "A happy wife is a happy life.",
        "author": "Gavin Rossdale"
    },
    {
        "quote": "It's your outlook on life that counts. If you take yourself lightly and don't take yourself too seriously, pretty soon you can find the humor in our everyday lives. And sometimes it can be a lifesaver.",
        "author": "Betty White"
    },
    {
        "quote": "What I love most about this crazy life is the adventure of it.",
        "author": "Juliette Binoche"
    }
]