[
    {
        "quote": "One of the hidden benefits of me being a student manager at Kentucky was me having the responsibility of driving Rick Pitino to his motivational speaking engagements.",
        "author": "Frank Vogel"
    },
    {
        "quote": "Motivation is the art of getting people to do what you want them to do because they want to do it.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Only I can change my life. No one can do it for me.",
        "author": "Carol Burnett"
    },
    {
        "quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
        "author": "St. Jerome"
    },
    {
        "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.",
        "author": "Mark Caine"
    },
    {
        "quote": "It always seems impossible until it's done.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "With the new day comes new strength and new thoughts.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Problems are not stop signs, they are guidelines.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "Life is 10% what happens to you and 90% how you react to it.",
        "author": "Charles R. Swindoll"
    },
    {
        "quote": "Leap, and the net will appear.",
        "author": "John Burroughs"
    },
    {
        "quote": "Perseverance is not a long race; it is many short races one after the other.",
        "author": "Walter Elliot"
    },
    {
        "quote": "Start where you are. Use what you have. Do what you can.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "When something is important enough, you do it even if the odds are not in your favor.",
        "author": "Elon Musk"
    },
    {
        "quote": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.",
        "author": "Ken Venturi"
    },
    {
        "quote": "Change your life today. Don't gamble on the future, act now, without delay.",
        "author": "Simone de Beauvoir"
    },
    {
        "quote": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "quote": "Aim for the moon. If you miss, you may hit a star.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "If you can dream it, you can do it.",
        "author": "Walt Disney"
    },
    {
        "quote": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Be kind whenever possible. It is always possible.",
        "author": "Dalai Lama"
    },
    {
        "quote": "Quality is not an act, it is a habit.",
        "author": "Aristotle"
    },
    {
        "quote": "A good plan violently executed now is better than a perfect plan executed next week.",
        "author": "George S. Patton"
    },
    {
        "quote": "If you fell down yesterday, stand up today.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.",
        "author": "Samuel Beckett"
    },
    {
        "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "Don't watch the clock; do what it does. Keep going.",
        "author": "Sam Levenson"
    },
    {
        "quote": "In order to succeed, we must first believe that we can.",
        "author": "Nikos Kazantzakis"
    },
    {
        "quote": "When you reach the end of your rope, tie a knot in it and hang on.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "Set your goals high, and don't stop till you get there.",
        "author": "Bo Jackson"
    },
    {
        "quote": "No bird soars too high if he soars with his own wings.",
        "author": "William Blake"
    },
    {
        "quote": "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead.",
        "author": "George Lucas"
    },
    {
        "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.",
        "author": "H. L. Hunt"
    },
    {
        "quote": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.",
        "author": "Pauline Kael"
    },
    {
        "quote": "Failure will never overtake me if my determination to succeed is strong enough.",
        "author": "Og Mandino"
    },
    {
        "quote": "Every exit is an entry somewhere else.",
        "author": "Tom Stoppard"
    },
    {
        "quote": "Opportunity does not knock, it presents itself when you beat down the door.",
        "author": "Kyle Chandler"
    },
    {
        "quote": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.",
        "author": "Bradley Whitford"
    },
    {
        "quote": "Either I will find a way, or I will make one.",
        "author": "Philip Sidney"
    },
    {
        "quote": "I am not afraid... I was born to do this.",
        "author": "Joan of Arc"
    },
    {
        "quote": "I really believe that everyone has a talent, ability, or skill that he can mine to support himself and to succeed in life.",
        "author": "Dean Koontz"
    },
    {
        "quote": "Even if you fall on your face, you're still moving forward.",
        "author": "Victor Kiam"
    },
    {
        "quote": "Expect problems and eat them for breakfast.",
        "author": "Alfred A. Montapert"
    },
    {
        "quote": "The will to succeed is important, but what's more important is the will to prepare.",
        "author": "Bobby Knight"
    },
    {
        "quote": "You will never win if you never begin.",
        "author": "Helen Rowland"
    },
    {
        "quote": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Without hard work, nothing grows but weeds.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "I can, therefore I am.",
        "author": "Simone Weil"
    },
    {
        "quote": "The secret of getting ahead is getting started.",
        "author": "Mark Twain"
    },
    {
        "quote": "If you're going through hell, keep going.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.",
        "author": "Pope John XXIII"
    },
    {
        "quote": "You just can't beat the person who never gives up.",
        "author": "Babe Ruth"
    },
    {
        "quote": "Well done is better than well said.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "You are not here merely to make a living. You are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "Never retreat. Never explain. Get it done and let them howl.",
        "author": "Benjamin Jowett"
    },
    {
        "quote": "Perseverance is failing 19 times and succeeding the 20th.",
        "author": "Julie Andrews"
    },
    {
        "quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "You can never quit. Winners never quit, and quitters never win.",
        "author": "Ted Turner"
    },
    {
        "quote": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.",
        "author": "Dan Millman"
    },
    {
        "quote": "There is always room at the top.",
        "author": "Daniel Webster"
    },
    {
        "quote": "I attribute my success to this - I never gave or took any excuse.",
        "author": "Florence Nightingale"
    },
    {
        "quote": "By failing to prepare, you are preparing to fail.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "It does not matter how slowly you go as long as you do not stop.",
        "author": "Confucius"
    },
    {
        "quote": "The ultimate aim of the ego is not to see something, but to be something.",
        "author": "Muhammad Iqbal"
    },
    {
        "quote": "Keep your eyes on the stars, and your feet on the ground.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Act as if what you do makes a difference. It does.",
        "author": "William James"
    },
    {
        "quote": "Go big or go home. Because it's true. What do you have to lose?",
        "author": "Eliza Dushku"
    },
    {
        "quote": "One way to keep momentum going is to have constantly greater goals.",
        "author": "Michael Korda"
    },
    {
        "quote": "If you think you can do it, you can.",
        "author": "John Burroughs"
    },
    {
        "quote": "Never complain and never explain.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.",
        "author": "Sasha Cohen"
    },
    {
        "quote": "Follow your inner moonlight; don't hide the madness.",
        "author": "Allen Ginsberg"
    },
    {
        "quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Go for it now. The future is promised to no one.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
        "author": "Confucius"
    },
    {
        "quote": "The hardships that I encountered in the past will help me succeed in the future.",
        "author": "Philip Emeagwali"
    },
    {
        "quote": "Whatever you want in life, other people are going to want it too. Believe in yourself enough to accept the idea that you have an equal right to it.",
        "author": "Diane Sawyer"
    },
    {
        "quote": "Setting goals is the first step in turning the invisible into the visible.",
        "author": "Tony Robbins"
    },
    {
        "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
        "author": "Helen Keller"
    },
    {
        "quote": "You are never too old to set another goal or to dream a new dream.",
        "author": "Les Brown"
    },
    {
        "quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "Don't think, just do.",
        "author": "Horace"
    },
    {
        "quote": "Accept the challenges so that you can feel the exhilaration of victory.",
        "author": "George S. Patton"
    },
    {
        "quote": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
        "author": "George Herbert"
    },
    {
        "quote": "A will finds a way.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "The way to get started is to quit talking and begin doing.",
        "author": "Walt Disney"
    },
    {
        "quote": "Step by step and the thing is done.",
        "author": "Charles Atlas"
    },
    {
        "quote": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "I am not a has-been. I am a will be.",
        "author": "Lauren Bacall"
    },
    {
        "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "To begin, begin.",
        "author": "William Wordsworth"
    },
    {
        "quote": "Always do your best. What you plant now, you will harvest later.",
        "author": "Og Mandino"
    },
    {
        "quote": "Either you run the day or the day runs you.",
        "author": "Jim Rohn"
    },
    {
        "quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
        "author": "Ayn Rand"
    },
    {
        "quote": "They can conquer who believe they can.",
        "author": "Virgil"
    },
    {
        "quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder.",
        "author": "Natalie Gulbis"
    },
    {
        "quote": "The people who influence you are the people who believe in you.",
        "author": "Henry Drummond"
    },
    {
        "quote": "Be gentle to all and stern with yourself.",
        "author": "Saint Teresa of Avila"
    },
    {
        "quote": "The most effective way to do it, is to do it.",
        "author": "Amelia Earhart"
    },
    {
        "quote": "Never give up, for that is just the place and time that the tide will turn.",
        "author": "Harriet Beecher Stowe"
    },
    {
        "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Motivation will almost always beat mere talent.",
        "author": "Norman Ralph Augustine"
    },
    {
        "quote": "No matter how many goals you have achieved, you must set your sights on a higher one.",
        "author": "Jessica Savitch"
    },
    {
        "quote": "Things do not happen. Things are made to happen.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.",
        "author": "George Whitefield"
    },
    {
        "quote": "Small deeds done are better than great deeds planned.",
        "author": "Peter Marshall"
    },
    {
        "quote": "You can't expect to hit the jackpot if you don't put a few nickels in the machine.",
        "author": "Flip Wilson"
    },
    {
        "quote": "You can't cross the sea merely by standing and staring at the water.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "There is progress whether ye are going forward or backward! The thing is to move!",
        "author": "Edgar Cayce"
    },
    {
        "quote": "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.",
        "author": "Eileen Caddy"
    },
    {
        "quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.",
        "author": "Emile Zola"
    },
    {
        "quote": "Your talent is God's gift to you. What you do with it is your gift back to God.",
        "author": "Leo Buscaglia"
    },
    {
        "quote": "Do not wait to strike till the iron is hot; but make it hot by striking.",
        "author": "William Butler Yeats"
    },
    {
        "quote": "You create your opportunities by asking for them.",
        "author": "Shakti Gawain"
    },
    {
        "quote": "Always desire to learn something useful.",
        "author": "Sophocles"
    },
    {
        "quote": "Never, never, never give up.",
        "author": "Winston Churchill"
    },
    {
        "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
        "author": "Epictetus"
    },
    {
        "quote": "We may encounter many defeats but we must not be defeated.",
        "author": "Maya Angelou"
    },
    {
        "quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "There's a way to do it better - find it.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "He conquers who endures.",
        "author": "Persius"
    },
    {
        "quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "Either move or be moved.",
        "author": "Ezra Pound"
    },
    {
        "quote": "We make the world we live in and shape our own environment.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "You can't build a reputation on what you are going to do.",
        "author": "Henry Ford"
    },
    {
        "quote": "Don't fight the problem, decide it.",
        "author": "George C. Marshall"
    },
    {
        "quote": "The more we do, the more we can do.",
        "author": "William Hazlitt"
    },
    {
        "quote": "If you don't ask, you don't get.",
        "author": "Stevie Wonder"
    },
    {
        "quote": "There is nothing deep down inside us except what we have put there ourselves.",
        "author": "Richard Rorty"
    },
    {
        "quote": "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.",
        "author": "Judy Collins"
    },
    {
        "quote": "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.",
        "author": "Og Mandino"
    },
    {
        "quote": "One finds limits by pushing them.",
        "author": "Herbert A. Simon"
    },
    {
        "quote": "After a storm comes a calm.",
        "author": "Matthew Henry"
    },
    {
        "quote": "Wherever you are - be all there.",
        "author": "Jim Elliot"
    },
    {
        "quote": "Arriving at one goal is the starting point to another.",
        "author": "John Dewey"
    },
    {
        "quote": "A somebody was once a nobody who wanted to and did.",
        "author": "John Burroughs"
    },
    {
        "quote": "What you do today can improve all your tomorrows.",
        "author": "Ralph Marston"
    },
    {
        "quote": "We should not give up and we should not allow the problem to defeat us.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "It is very important to know who you are. To make decisions. To show who you are.",
        "author": "Malala Yousafzai"
    },
    {
        "quote": "Deserve your dream.",
        "author": "Octavio Paz"
    },
    {
        "quote": "It's always too early to quit.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "The harder the conflict, the more glorious the triumph.",
        "author": "Thomas Paine"
    },
    {
        "quote": "Big shots are only little shots who keep shooting.",
        "author": "Christopher Morley"
    },
    {
        "quote": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.",
        "author": "Muhammad Ali"
    },
    {
        "quote": "If you don't like how things are, change it! You're not a tree.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Do not weep; do not wax indignant. Understand.",
        "author": "Baruch Spinoza"
    },
    {
        "quote": "The more things you do, the more you can do.",
        "author": "Lucille Ball"
    },
    {
        "quote": "Hitch your wagon to a star.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "If you've got a talent, protect it.",
        "author": "Jim Carrey"
    },
    {
        "quote": "A goal is a dream with a deadline.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Do your work with your whole heart, and you will succeed - there's so little competition.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Who seeks shall find.",
        "author": "Sophocles"
    },
    {
        "quote": "Never give in and never give up.",
        "author": "Hubert H. Humphrey"
    },
    {
        "quote": "Only the educated are free.",
        "author": "Epictetus"
    },
    {
        "quote": "Pursue one great decisive aim with force and determination.",
        "author": "Carl von Clausewitz"
    },
    {
        "quote": "To be a good loser is to learn how to win.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "I was motivated to be different in part because I was different.",
        "author": "Donna Brazile"
    },
    {
        "quote": "Do something wonderful, people may imitate it.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love.",
        "author": "Don Miguel Ruiz"
    },
    {
        "quote": "The weeds keep multiplying in our garden, which is our mind ruled by fear. Rip them out and call them by name.",
        "author": "Sylvia Browne"
    },
    {
        "quote": "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "You can't wait for inspiration. You have to go after it with a club.",
        "author": "Jack London"
    },
    {
        "quote": "You have to make it happen.",
        "author": "Denis Diderot"
    },
    {
        "quote": "The past cannot be changed. The future is yet in your power.",
        "author": "Unknown"
    },
    {
        "quote": "We aim above the mark to hit the mark.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Know or listen to those who know.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "You never know what motivates you.",
        "author": "Cicely Tyson"
    },
    {
        "quote": "Don't give up. Don't lose hope. Don't sell out.",
        "author": "Christopher Reeve"
    },
    {
        "quote": "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.",
        "author": "Brian Tracy"
    },
    {
        "quote": "We are taught you must blame your father, your sisters, your brothers, the school, the teachers - but never blame yourself. It's never your fault. But it's always your fault, because if you wanted to change you're the one who has got to change.",
        "author": "Katharine Hepburn"
    },
    {
        "quote": "March on. Do not tarry. To go forward is to move toward perfection. March on, and fear not the thorns, or the sharp stones on life's path.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.",
        "author": "Rupert Murdoch"
    },
    {
        "quote": "I've worked too hard and too long to let anything stand in the way of my goals. I will not let my teammates down and I will not let myself down.",
        "author": "Mia Hamm"
    },
    {
        "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Do whatever you do intensely.",
        "author": "Robert Henri"
    },
    {
        "quote": "The wise does at once what the fool does at last.",
        "author": "Baltasar Gracian"
    },
    {
        "quote": "True happiness involves the full use of one's power and talents.",
        "author": "John W. Gardner"
    },
    {
        "quote": "Be thine own palace, or the world's thy jail.",
        "author": "John Donne"
    },
    {
        "quote": "Poverty was the greatest motivating factor in my life.",
        "author": "Jimmy Dean"
    },
    {
        "quote": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "I've always tried to go a step past wherever people expected me to end up.",
        "author": "Beverly Sills"
    },
    {
        "quote": "I know not age, nor weariness nor defeat.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "Your heaviest artillery will be your will to live. Keep that big gun going.",
        "author": "Norman Cousins"
    },
    {
        "quote": "Many are called but few get up.",
        "author": "Oliver Herford"
    },
    {
        "quote": "God always strives together with those who strive.",
        "author": "Aeschylus"
    },
    {
        "quote": "You have to learn the rules of the game. And then you have to play better than anyone else.",
        "author": "Unknown"
    },
    {
        "quote": "I come to win.",
        "author": "Leo Durocher"
    },
    {
        "quote": "Begin to be now what you will be hereafter.",
        "author": "William James"
    },
    {
        "quote": "One may miss the mark by aiming too high as too low.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "How do you know you're going to do something, untill you do it?",
        "author": "J. D. Salinger"
    },
    {
        "quote": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
        "author": "Confucius"
    },
    {
        "quote": "You must take action now that will move you towards your goals. Develop a sense of urgency in your life.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "To know oneself, one should assert oneself.",
        "author": "Albert Camus"
    },
    {
        "quote": "When one must, one can.",
        "author": "Charlotte Whitton"
    },
    {
        "quote": "Learning is the beginning of wealth. Learning is the beginning of health. Learning is the beginning of spirituality. Searching and learning is where the miracle process all begins.",
        "author": "Jim Rohn"
    },
    {
        "quote": "From my tribe I take nothing, I am the maker of my own fortune.",
        "author": "Tecumseh"
    },
    {
        "quote": "What is called genius is the abundance of life and health.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.",
        "author": "Ella Wheeler Wilcox"
    },
    {
        "quote": "The dog that trots about finds a bone.",
        "author": "Golda Meir"
    },
    {
        "quote": "The turning point was when I hit my 30th birthday. I thought, if really want to write, it's time to start. I picked up the book How to Write a Novel in 90 Days. The author said to just write three pages a day, and I figured, I can do this. I never got past Page 3 of that book.",
        "author": "James Rollins"
    },
    {
        "quote": "Get action. Seize the moment. Man was never intended to become an oyster.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Set yourself earnestly to see what you are made to do, and then set yourself earnestly to do it.",
        "author": "Phillips Brooks"
    },
    {
        "quote": "The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But... the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?'",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "You need to overcome the tug of people against you as you reach for high goals.",
        "author": "George S. Patton"
    },
    {
        "quote": "To be wholly devoted to some intellectual exercise is to have succeeded in life.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Music - it's motivational and just makes you relax.",
        "author": "Taika Waititi"
    },
    {
        "quote": "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles.",
        "author": "Marianne Vos"
    },
    {
        "quote": "The Village Voice gave me an outlet. They encouraged writers to publish idiosyncratic, intellectually ambitious journalism in voices that ranged from demonic to highfalutin. And they paid me well once the magazine was unionized. Getting paid is motivational.",
        "author": "Robert Christgau"
    },
    {
        "quote": "The people that are feeding you the information on things that I like - love life, believe in yourself, be motivational, give your time to things and meditate - they're all older people who are well into their 50s and have had careers, and for me, at this point, I'm the young ambassador for this whole lifestyle of making your mentality a reality.",
        "author": "Mod Sun"
    },
    {
        "quote": "There is no stronger case for the motivational power of real science than the discoveries that come from the Hubble Space Telescope as it unravels the mysteries of the universe.",
        "author": "John M. Grunsfeld"
    },
    {
        "quote": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me.",
        "author": "Jerry West"
    },
    {
        "quote": "People say 'dream big,' that's kind of one of those motivational sayings, but I would dream hard, meaning I just wanted it so badly, I could feel it.",
        "author": "Jim Nantz"
    },
    {
        "quote": "Success is the only motivational factor that a boy with character needs.",
        "author": "Woody Hayes"
    },
    {
        "quote": "Madam Walker was a master marketer. But her brilliance was in taking it to another level by training women, by traveling, by making very motivational speeches and by providing independent income for women who otherwise would have to be maids and sharecroppers.",
        "author": "A'Lelia Bundles"
    },
    {
        "quote": "You hope to bring your 'A Game' to any game, and of course you do in a final. You hope to bring experience, fitness, communication skills, motivational skills.",
        "author": "Edwin van der Sar"
    },
    {
        "quote": "Ever since I was a kid, I knew I could play in the NFL because I had a knack for the game. But I can't play this game forever. When I'm finished, maybe I'll become a motivational speaker, maybe a preacher. But children need to know that life may be hard, but you can always overcome.",
        "author": "Ed Reed"
    },
    {
        "quote": "I don't know what it's like to have a typical father figure. He's not the dad who's going to take me to the beach and go swimming, but he's such a motivational person.",
        "author": "Tiffany Trump"
    },
    {
        "quote": "Typically, if you reward something, you get more of it. You punish something, you get less of it. And our businesses have been built for the last 150 years very much on that kind of motivational scheme.",
        "author": "Daniel H. Pink"
    },
    {
        "quote": "We need to accept that the commandments of God aren't just a long list of good ideas. They aren't 'life hacks' from an Internet blog or motivational quotes from a Pinterest board.",
        "author": "Dieter F. Uchtdorf"
    },
    {
        "quote": "I like to put on hardcore when I have to clean my apartment, which I hate to do, but it's motivational. I like old heavy metal when I'm outside working on my car. Music has definite functions for me.",
        "author": "Peter Steele"
    },
    {
        "quote": "I can't put this down. I'm reading it in Spanish but I am still having English lessons. It is a motivational book about basketball legend Michael Jordan. His determination was inspiring. It helps me focus and drives me on.",
        "author": "Bojan Krkic"
    },
    {
        "quote": "Throughout my career, the pounding in my heart, the fright, has been ever-present, but I never turned back. Fear can be a highly motivational part of the journey.",
        "author": "Nina Tassler"
    },
    {
        "quote": "Marvin's Motivational Moments actually started as something that was actually therapeutic for me. I would sit up late at night after my wife passed trying to adjust to being alone.",
        "author": "Marvin Sapp"
    },
    {
        "quote": "I'm on the playstation, or else I go out and play football. I enjoy movies and sitcoms. I love reading motivational books too.",
        "author": "Shreyas Iyer"
    },
    {
        "quote": "Giving back, doing motivational speeches and stuff like that, that's always made me feel good. If you repeatedly go out there, and you are the change that you want to see, then that's what you are.",
        "author": "Keke Palmer"
    },
    {
        "quote": "I have given motivational speeches at IIT and other well-known establishments. I want to appeal to the people, and therefore, I talk from the heart.",
        "author": "Sangram Singh"
    },
    {
        "quote": "My father is my true inspiration. He's a motivational speaker, so he does a fine job of guiding me.",
        "author": "Tridha Choudhury"
    },
    {
        "quote": "Zidane transmits a very clear idea to the players. He doesn't need to give a 20 minute motivational talk, he doesn't need it. With his presence alone, he achieves what he wants - his personality is synonymous with success.",
        "author": "Toni Kroos"
    },
    {
        "quote": "I'm a motivational speaker, so I'm going to look at something in as much of a positive way as possible.",
        "author": "Harris Faulkner"
    },
    {
        "quote": "One of the things that I did before I ran for president is I was a professional speaker. Not a motivational speaker - an inspirational speaker. Motivation comes from within. You have to be inspired. That's what I do. I inspire people, I inspire the public, I inspire my staff. I inspired the organizations I took over to want to succeed.",
        "author": "Herman Cain"
    },
    {
        "quote": "One day, I got so disgusted that I sat down and wrote a list called 'Justin's list of things to do before he kicks the bucket.' I wrote it for myself and shortened it to 'Justin's Bucket List.' It was there on the wall, not as a story idea but as a motivational tool for myself, which actually ended up working pretty well.",
        "author": "Justin Zackham"
    },
    {
        "quote": "Stoking fears of a potential shutdown is a strong motivational tool to get members on board with legislation that they don't want to support. Both parties are guilty of this.",
        "author": "Mark Meadows"
    },
    {
        "quote": "Motivational talks are something I have been asked to do and i fancy taking a crack at it.",
        "author": "George Groves"
    },
    {
        "quote": "Our subliminal mental processes operate outside awareness because they arise in these portions of our mind that are inaccessible to our conscious self; their inaccessibility is due to the architecture of the brain rather than because they have been subject to Freudian motivational forces like repression.",
        "author": "Leonard Mlodinow"
    },
    {
        "quote": "I have never moved away from my mainstay - trying to address all the environmental issues that come to me. I consult with law firms in the U.S., Australia, the U.K., Italy, Greece, and India to begin to address environmental disasters. I do motivational speaking.",
        "author": "Erin Brockovich"
    },
    {
        "quote": "Choosing a system is no longer enough, coaches have to be psychologists and motivational leaders too.",
        "author": "Giorgio Chiellini"
    },
    {
        "quote": "I went to a motivational training course once, a course of self-discovery, and I found out after a week that my fear - it was not a fear of not being accepted - was a very violent fear of failure.",
        "author": "Emanuel Steward"
    },
    {
        "quote": "I believe that any type of education can be great, but an education about ourselves can create something wonderful. I am a comedian, but people have called me a motivational speaker. I don't really consider myself that at all.",
        "author": "Andy Andrews"
    },
    {
        "quote": "I like motivational books, because I like the go-getting American spirit - your destiny is in your own hands, life is what you make it, don't accept your limitations, jump before you're pushed, leap before you look.",
        "author": "Louise Mensch"
    },
    {
        "quote": "I used to watch a lot of motivational films and videos to remain positive.",
        "author": "S. Sreesanth"
    },
    {
        "quote": "Church is definitely still present in my life. Every Sunday I'm tuned in and then throughout the week I read scriptures, I read motivational messages.",
        "author": "Robert Covington"
    },
    {
        "quote": "As long as I'm not selling out the people that ride or die with me, I'm glad I'm not an MC. I'm a motivational speaker. I'm not that rapper dude.",
        "author": "Young Jeezy"
    },
    {
        "quote": "My dad is too cute. Every morning, he sends me one motivational quote. I have a folder full of all his quotes.",
        "author": "Alia Bhatt"
    },
    {
        "quote": "Earl Nightingale has inspired more people toward success and fortune than any other motivational speaker on the planet.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "I started doing motivational tours. I've seen all kinds of people, from the CEOs to the lowest executive, opening up to their fears. We don't introspect as much as we should.",
        "author": "Anupam Kher"
    },
    {
        "quote": "I want to build a legacy at the WWE, but I definitely want to continue to grow the Bella Empire. I want it to go beyond the ring. I would love to be a motivational speaker.",
        "author": "Nikki Bella"
    },
    {
        "quote": "I'm going to write a book, continue acting, continue motivational speaking and just share with people who I am and what I've learned in my second chance of life and pass it on to people in their first chance of life.",
        "author": "J. R. Martinez"
    },
    {
        "quote": "I taught myself how to be a speaker on Google. I just Googled 'how to be a motivational speaker.'",
        "author": "Lizzie Velasquez"
    },
    {
        "quote": "I've a great family, two children to take care of. Then, of course, I do commentary for TV. I do speak about various women's issues around the world - like LGBT, motivational speeches. I have a lot on my plate right now. But eventually, yes, I would like to pass on the knowledge and something that I would like to do.",
        "author": "Martina Navratilova"
    },
    {
        "quote": "I'm a wrestler with nine toes. I'm a wrestler who has been through a lot of battles. I get to do a lot of motivational speaking, and people are blown away and say, 'You never quit. You keep coming back.'",
        "author": "Rulon Gardner"
    },
    {
        "quote": "Coy Wire played in the NFL for 9 years and is now a motivational speaker and has a book out called 'Change Your Mind.' He is an amazing person with such positive energy! When Kroy and I first met and started dating, there weren't a whole lot of people that supported us, but Coy always did.",
        "author": "Kim Zolciak-Biermann"
    },
    {
        "quote": "I'm thrilled to continue my partnership with U by Kotex for Generation Know while helping to empower girls. I've always been a motivational resource for my younger sisters and hope I can positively impact and inspire other young girls too.",
        "author": "Khloe Kardashian"
    },
    {
        "quote": "I've always thought of acting as more of an exercise in empathy, which is not to be confused with sympathy. You're trying to get inside a certain emotional reality or motivational reality and try to figure out what that's about so you can represent it.",
        "author": "Edward Norton"
    },
    {
        "quote": "I'm able to do motivational speaking all over the world and do so many positive things with my life because of my journey and the battles I've fought. Without cancer, I would have never had some of these opportunities, and I wouldn't be the man I am today.",
        "author": "Daniel Jacobs"
    },
    {
        "quote": "After my ski jumping career finished, I went back to school to study law, and now I travel between five to 20 times a year doing after-dinner speaking, motivational talks, appearances, openings, TV and radio shows.",
        "author": "Eddie the Eagle"
    },
    {
        "quote": "The Gunnar Challenge offers new workouts every day, a meal plan and daily 'verbal vitamins,' which are a motivational video or workout tip. The thing that really makes the program work is the forum, where Challengers can communicate with each other and with me.",
        "author": "Gunnar Peterson"
    },
    {
        "quote": "My mum was massively important to everything I've done, and now her memory is a motivational tool for me.",
        "author": "Fran Kirby"
    },
    {
        "quote": "I listen to a lot of TED talks and motivational speakers.",
        "author": "Jordan Burroughs"
    },
    {
        "quote": "I'm a motivational speaker.",
        "author": "Young Jeezy"
    },
    {
        "quote": "Religious speech is extreme, emotional, and motivational. It is anti-literal, relying on metaphor, allusion, and other rhetorical devices, and it assumes knowledge within a community of believers.",
        "author": "Amy Waldman"
    },
    {
        "quote": "Oh, I would love to be a motivational speaker. I have pulled myself out of a million potholes, and I can see the potholes ahead of me. That doesn't mean that I could always do that so perfectly for my own life. I totally fall in potholes.",
        "author": "Drew Barrymore"
    },
    {
        "quote": "People always accuse me of being motivational in a way, like it was a bad thing, but that's just how I was raised. My mom raised me in a positive environment, with lots of love in my heart, and that reflects in my music.",
        "author": "Lenny Kravitz"
    },
    {
        "quote": "I was perceived to be a first- to third-rounder. I kind of had a tough junior year and fell to the fifth round. At that time, it was motivational.",
        "author": "Ryan Howard"
    },
    {
        "quote": "Before I play matches I'm always switching myself on. That's why I have that walk-on music - Two Steps From Hell - they produce really good motivational gladiator-style music. As soon as that music comes on I'm switched on and I'm ready for a brawl!",
        "author": "Neil Robertson"
    },
    {
        "quote": "I realized I love motivating and I love empowering and I love inspiring people. I did that as an athlete for 18 years, and I am able to do that as a motivational speaker now as well as doing work on television.",
        "author": "Dominique Dawes"
    },
    {
        "quote": "My first book was called, 'Mountain, Get Out of My Way,' where I did an autobiographical sketch, if you will, looking back at myself and looking back at things in my life, and juxtaposing them against things that are happening in other people's lives and trying to be motivational.",
        "author": "Montel Williams"
    },
    {
        "quote": "The Duke family, those are my brothers, and it's something I'll always take with me. Coach K, he gives me a lot of motivational things and checks in on me and my family. He knows where my heart is.",
        "author": "Brandon Ingram"
    },
    {
        "quote": "Sometimes I'll put on a Zig Ziglar tape: he's a motivational speaker who is really funny and really American. I know I should do the things he says, but I'm too cynical.",
        "author": "Laila Rouass"
    },
    {
        "quote": "Give Obama a script he has made his own, and he is the motivational speaker to end all speakers. Tony Robbins cloned with Honest Abe.",
        "author": "Tina Brown"
    },
    {
        "quote": "I told myself that I wanted to be a motivational speaker, I wanted to write a book, graduate college, have my own family, and have my own career.",
        "author": "Lizzie Velasquez"
    },
    {
        "quote": "You cannot compare Pep to any Brazilian coach. If you put all Brazilian coaches together, you would get Pep. One has motivational skills, another is tactically strong. But Pep has it all.",
        "author": "Douglas Costa"
    }
]