[
    {
        "quote": "“The more television you watch, the more you see people who seem richer than you. Research shows that you will then overestimate the income of real people, and underestimate the value of your own. So the more television you watch, the more dissatisfied with yourself you become. You’ll also spend more money: By one estimate, you’ll spend an extra four dollars per week for every hour of television you watch. Of course, television is about drama, which means violence, infidelity, and amoral behavior, and you end up overestimating the frequency of these things in real life. You may conclude that the world is less safe than it actually is, and decide that you’d better stay home and watch more television.”",
        "author": "From Rewire by Richard O’Connor"
    },
    {
        "quote": "“The mood state Americans are in, on average, when watching television is mildly depressed.”",
        "author": "Mihaly Csikszentmihalyi"
    },
    {
        "quote": "“People have romantic notions about television. In the highest realms they think it’s some sort of art medium, and it’s not. Others think it’s an entertainment medium, it’s not that either. It’s an advertising medium. It’s a method to deliver advertising like a cigarette is a method to deliver nicotine.”",
        "author": "Bill Maher"
    },
    {
        "quote": "“If everyone demanded peace instead of another television set, then there’d be peace.”",
        "author": "John Lennon"
    },
    {
        "quote": "“I am, when you stop to think of it, a member of a fairly select group: the final handful of American novelists who learned to read and write before they learned to eat a daily helping of video bullshit.”",
        "author": "Stephen King"
    },
    {
        "quote": "“Television screens saturated with commercials promote the utopian and childish idea that all problems have fast, simple, and technological solutions. You must banish from your mind the naive but commonplace notion that commercials are about products. They are about products in the same sense that the story of Jonah is about the anatomy of whales.”",
        "author": "Neil Postman"
    },
    {
        "quote": "“Archaeologists are uncertain exactly when civilization may be said to have begun, but something resembling it appears to have existed by 6000 BC. Throughout the eight thousand years since, humankind has worked, played, invented, made love, fought, painted, written, read, gardened, raised children, sewed, sawed, solved problems, and resolved difficulties. We still do those things, although in somewhat altered proportions. In addition, we do one thing now that was not possible throughout most of history: instead of actually doing these things, we push a button and sit in our homes watching actors pretend to do them. This is, in fact, our principal leisure-time activity – so much so that some of us have a hard time imagining life without television.”",
        "author": "From Living Outside the Box by Barbara Bock"
    },
    {
        "quote": "“Watching TV is a major human activity. Because of its immediate benefits at negligible immediate marginal costs it is for many people tempting to view TV rather than to pursue more engaging activities. As a consequence, individuals with incomplete control over, and foresight into, their own behavior watch more TV than they consider optimal for themselves and their well-being is lower than what could be achieved. We find that heavy TV viewers, and in particular those with significant opportunity cost of time, report lower life satisfaction. Long TV hours are also linked to higher material aspirations and anxiety.”",
        "author": "“Does watching TV make us happy?” (PDF) – Journal of Economic Psychology"
    },
    {
        "quote": "“In its easy provision of relaxation and escape, television can be beneficial in limited doses. Yet when the habit interferes with the ability to grow, to learn new things, to lead an active life, then it does constitute a kind of dependence and should be taken seriously.”",
        "author": "Robert Kubey and Mihaly Csikszentmihalyi"
    },
    {
        "quote": "“If you came and you found a strange man … teaching your kids to punch each other, or trying to sell them all kinds of products, you’d kick him right out of the house, but here you are; you come in and the TV is on, and you don’t think twice about it.”",
        "author": "Jerome Singer"
    },
    {
        "quote": "“Television keeps the masses occupied. What if everyone decided they wanted to make something of their lives? Television keeps the competition down and keeps more criminals off the street. What if everyone decided to go to law school or medical school? It would sure make it tough on the rest of us.”",
        "author": "Jim Urbanovich"
    },
    {
        "quote": "“Sometimes I look around my living room, and the most real thing in the room is the television. It’s bright and vivid, and the rest of my life looks drab. So I turn the damn thing off. That does it every time. Get my life back.”",
        "author": "Michael Crichton"
    },
    {
        "quote": "“I spent my time drinking and staring at a television in the airport bar. More death and destruction. Crime. Pollution. All the news stories were telling me to be frightened. All the commercials were telling me to buy things I didn´t need. The message was that people could only be passive victims or consumers.”",
        "author": "John Twelve Hawks"
    },
    {
        "quote": "“Watching too much TV can triple our hunger for more possessions, while reducing our personal contentment by about 5 percent for every hour a day we watch.”",
        "author": "David Niven"
    },
    {
        "quote": "“I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.”",
        "author": "Groucho Marx"
    },
    {
        "quote": "“What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish.”",
        "author": "W.H. Auden"
    },
    {
        "quote": "“We’re all watching each other, so there’s no chance for censorship. The main problem is the idiot TV. If you watch local news, your head will turn to mush.”",
        "author": "Ray Bradbury"
    },
    {
        "quote": "“Too many vacations that last too long, too many movies, too much TV, too much video game playing — too much undisciplined leisure time in which a person continually takes the course of least resistance gradually wastes a life. It ensures that a person’s capacities stay dormant, that talents remain undeveloped, that the mind and spirit become lethargic and that the heart is unfulfilled.”",
        "author": "Stephen Covey"
    },
    {
        "quote": "“All [tv] shows are like cigarettes. You watch two, you have a higher chance of watching three. They’re all addictive.”",
        "author": "Dan Harmon"
    },
    {
        "quote": "“I haven’t had a TV in 10 years, and I really don’t miss it. ‘Cause it’s always so much more fun to be with people than it ever was to be with a television.”",
        "author": "Chuck Palahniuk"
    },
    {
        "quote": "“Another mistaken idea you get from watching television is that everyone is more attractive than you are. The research shows that men and women exposed to repeated images of attractive people of the opposite sex feel less commitment to their partners. And repeated images of attractive same-sex people make you feel worse about yourself. Back before television and the Internet, we all had the chance to be the best at something. Small towns had adult baseball and hockey teams, bands, and community theater. Everyone had a shot at being the best mechanic, the best pie-maker, the choir soloist, the most well read. Now, with media saturation, if we try to play sports we’re comparing ourselves with people who are freaks of nature, perhaps enhanced by drugs, who get paid very well to do nothing but practice. Why should we try?”",
        "author": "From Rewire by Richard O’Connor"
    },
    {
        "quote": "Did You Enjoy This Article?",
        "author": " so, subscribe to my newsletter, and I’ll send you a message whenever I publish something new, which is usually once or twice each week."
    },
    {
        "quote": "Recovery is hard. Regret is harder.",
        "author": "Brittany Burgunder"
    },
    {
        "quote": "The greatest mistake to make in life is to continually be afraid you will make one.",
        "author": "lbert Hubbard"
    },
    {
        "quote": "Great acts are made up of small deeds.",
        "author": "ao Tzu"
    },
    {
        "quote": "Don’t let the past steal your present.",
        "author": "rri Guillemets"
    },
    {
        "quote": "Our greatest glory consists not in never falling, but in rising up every time we fall.",
        "author": "liver Goldsmith"
    },
    {
        "quote": "Courage isn’t having the strength to go on – it is going on when you have no strength.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "If you can quit for a day, you can quit for a lifetime.",
        "author": "Benjamin Alire Saenz"
    },
    {
        "quote": "It Does Not Matter How Slowly You Go as Long As You Do Not Stop.",
        "author": "Confucius"
    },
    {
        "quote": "When your past calls, don’t answer. It has nothing new to say.",
        "author": null
    },
    {
        "quote": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "The best idea and the best expression of it amount to nothing without action to back them up.",
        "author": "Unknown"
    },
    {
        "quote": "Recovery is hard. Regret is harder.",
        "author": "Brittany Burgunder"
    },
    {
        "quote": "One small step is worth more than a thousand steps planned.",
        "author": "Unknown"
    },
    {
        "quote": "Believe you can and you are halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Great acts are made up of small deeds.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Courage isn’t having the strength to go on",
        "author": "it is going on when you don’t have strength."
    },
    {
        "quote": "Take time to deliberate; but when the time for action arrives, stop thinking and go in.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "A man would do nothing if he waited until he could do it so well that no one could find fault.",
        "author": "John Henry Newman"
    },
    {
        "quote": "Don’t let the past steal your present.",
        "author": "Terri Guillemets"
    },
    {
        "quote": "He conquers who endures.",
        "author": "Persius"
    },
    {
        "quote": "People become attached to their burdens sometimes more than the burdens are attached to them.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Experience is not what happens to you, it is what you do with what happens to you.",
        "author": "Aldous Huxley"
    },
    {
        "quote": "My life has been full of terrible misfortunes most of which never happened.",
        "author": "Michel de Montaigne"
    },
    {
        "quote": "Our greatest glory is not in never failing, but in rising up every time we fail.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Even in the midst of devastation, something within us always points the way to freedom.",
        "author": "Sharon Salzberg"
    }
]
