[
    {
        "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Coming together is a beginning; keeping together is progress; working together is success.",
        "author": "Edward Everett Hale"
    },
    {
        "quote": "Success is the sum of small efforts - repeated day in and day out.",
        "author": "Robert Collier"
    },
    {
        "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "Success is to be measured not so much by the position that one has reached in life as by the obstacles which he has overcome.",
        "author": "Booker T. Washington"
    },
    {
        "quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
        "author": "Bill Gates"
    },
    {
        "quote": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.",
        "author": "David Frost"
    },
    {
        "quote": "There are people who make things happen, there are people who watch things happen, and there are people who wonder what happened. To be successful, you need to be a person who makes things happen.",
        "author": "Jim Lovell"
    },
    {
        "quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.",
        "author": "Godfrey Winn"
    },
    {
        "quote": "Success isn't measured by money or power or social rank. Success is measured by your discipline and inner peace.",
        "author": "Mike Ditka"
    },
    {
        "quote": "Eighty percent of success is showing up.",
        "author": "Woody Allen"
    },
    {
        "quote": "However difficult life may seem, there is always something you can do and succeed at.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Find something you're passionate about and keep tremendously interested in it.",
        "author": "Julia Child"
    },
    {
        "quote": "Success is not measured by what you accomplish, but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "All you need in this life is ignorance and confidence, and then success is sure.",
        "author": "Mark Twain"
    },
    {
        "quote": "The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.'",
        "author": "Maria Montessori"
    },
    {
        "quote": "To be prepared is half the victory.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
        "author": "David Brinkley"
    },
    {
        "quote": "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Success seems to be largely a matter of hanging on after others have let go.",
        "author": "William Feather"
    },
    {
        "quote": "You don't have to be a genius or a visionary or even a college graduate to be successful. You just need a framework and a dream.",
        "author": "Michael Dell"
    },
    {
        "quote": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Most people give up just when they're about to achieve success. They quit on the one yard line. They give up at the last minute of the game one foot from a winning touchdown.",
        "author": "Ross Perot"
    },
    {
        "quote": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.",
        "author": "Mario Andretti"
    },
    {
        "quote": "Strive not to be a success, but rather to be of value.",
        "author": "Albert Einstein"
    },
    {
        "quote": "When love and skill work together, expect a masterpiece.",
        "author": "John Ruskin"
    },
    {
        "quote": "Success is sweet and sweeter if long delayed and gotten through many struggles and defeats.",
        "author": "Amos Bronson Alcott"
    },
    {
        "quote": "A champion is afraid of losing. Everyone else is afraid of winning.",
        "author": "Billie Jean King"
    },
    {
        "quote": "Success is not a good teacher, failure makes you humble.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Defeat is not the worst of failures. Not to have tried is the true failure.",
        "author": "George Edward Woodberry"
    },
    {
        "quote": "The secret of success is to be in harmony with existence, to be always calm to let each wave of life wash us a little farther up the shore.",
        "author": "Cyril Connolly"
    },
    {
        "quote": "In order to attain the impossible, one must attempt the absurd.",
        "author": "Miguel de Cervantes"
    },
    {
        "quote": "Success is dependent on effort.",
        "author": "Sophocles"
    },
    {
        "quote": "If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it.",
        "author": "W. C. Fields"
    },
    {
        "quote": "There is only one success - to be able to spend your life in your own way.",
        "author": "Christopher Morley"
    },
    {
        "quote": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.",
        "author": "Swami Vivekananda"
    },
    {
        "quote": "Success is a state of mind. If you want success, start thinking of yourself as a success.",
        "author": "Joyce Brothers"
    },
    {
        "quote": "Success is getting what you want. Happiness is wanting what you get.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Success is simply a matter of luck. Ask any failure.",
        "author": "Earl Wilson"
    },
    {
        "quote": "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.",
        "author": "Elinor Smith"
    },
    {
        "quote": "Success isn't a result of spontaneous combustion. You must set yourself on fire.",
        "author": "Arnold H. Glasow"
    },
    {
        "quote": "Obedience is the mother of success and is wedded to safety.",
        "author": "Aeschylus"
    },
    {
        "quote": "Failure is success if we learn from it.",
        "author": "Malcolm Forbes"
    },
    {
        "quote": "It's not enough that I should succeed - others should fail.",
        "author": "David Merrick"
    },
    {
        "quote": "Success consists of getting up just one more time than you fall.",
        "author": "Oliver Goldsmith"
    },
    {
        "quote": "The real secret of success is enthusiasm.",
        "author": "Walter Chrysler"
    },
    {
        "quote": "To be successful, you have to have your heart in your business and your business in your heart.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "Formula for success: rise early, work hard, strike oil.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Victory has a thousand fathers, but defeat is an orphan.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Success is peace of mind which is a direct result of self-satisfaction in knowing you did your best to become the best you are capable of becoming.",
        "author": "John Wooden"
    },
    {
        "quote": "Formal education will make you a living; self-education will make you a fortune.",
        "author": "Jim Rohn"
    },
    {
        "quote": "If you find it in your heart to care for somebody else, you will have succeeded.",
        "author": "Maya Angelou"
    },
    {
        "quote": "What's money? A man is a success if he gets up in the morning and goes to bed at night and in between does what he wants to do.",
        "author": "Bob Dylan"
    },
    {
        "quote": "Success breeds success.",
        "author": "Mia Hamm"
    },
    {
        "quote": "Success is achieved and maintained by those who try and keep trying.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Action is the foundational key to all success.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "Belief in oneself is one of the most important bricks in building any successful venture.",
        "author": "Lydia M. Child"
    },
    {
        "quote": "Success consists of going from failure to failure without loss of enthusiasm.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Frustration, although quite painful at times, is a very positive and essential part of success.",
        "author": "Bo Bennett"
    },
    {
        "quote": "I've failed over and over and over again in my life and that is why I succeed.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Success is falling nine times and getting up ten.",
        "author": "Jon Bon Jovi"
    },
    {
        "quote": "Success is simple. Do what's right, the right way, at the right time.",
        "author": "Arnold H. Glasow"
    },
    {
        "quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Those who have succeeded at anything and don't mention luck are kidding themselves.",
        "author": "Larry King"
    },
    {
        "quote": "Success makes so many people hate you. I wish it wasn't that way. It would be wonderful to enjoy success without seeing envy in the eyes of those around you.",
        "author": "Marilyn Monroe"
    },
    {
        "quote": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan.",
        "author": "Alan Price"
    },
    {
        "quote": "Success is how high you bounce when you hit bottom.",
        "author": "George S. Patton"
    },
    {
        "quote": "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility.",
        "author": "Saint Augustine"
    },
    {
        "quote": "Always bear in mind that your own resolution to succeed is more important than any other.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Man needs his difficulties because they are necessary to enjoy success.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "The starting point of all achievement is desire.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "There is no success without hardship.",
        "author": "Sophocles"
    },
    {
        "quote": "Success has a simple formula: do your best, and people may like it.",
        "author": "Sam Ewing"
    },
    {
        "quote": "To know even one life has breathed easier because you have lived. This is to have succeeded.",
        "author": "Bessie Anderson Stanley"
    },
    {
        "quote": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.",
        "author": "Winston Churchill"
    },
    {
        "quote": "Nothing succeeds like success.",
        "author": "Alexandre Dumas"
    },
    {
        "quote": "In order to succeed you must fail, so that you know what not to do the next time.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "The successful man will profit from his mistakes and try again in a different way.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "The secret of success is sincerity.",
        "author": "Jean Giraudoux"
    },
    {
        "quote": "Success is often the result of taking a misstep in the right direction.",
        "author": "Al Bernstein"
    },
    {
        "quote": "Try not to become a man of success, but rather try to become a man of value.",
        "author": "Albert Einstein"
    },
    {
        "quote": "If everyone is moving forward together, then success takes care of itself.",
        "author": "Henry Ford"
    },
    {
        "quote": "One secret of success in life is for a man to be ready for his opportunity when it comes.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "The measure of success is not whether you have a tough problem to deal with, but whether it is the same problem you had last year.",
        "author": "John Foster Dulles"
    },
    {
        "quote": "Success is the progressive realization of predetermined, worthwhile, personal goals.",
        "author": "Paul J. Meyer"
    },
    {
        "quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Happiness lies in the joy of achievement and the thrill of creative effort.",
        "author": "Franklin D. Roosevelt"
    },
    {
        "quote": "Success is that old ABC - ability, breaks, and courage.",
        "author": "Charles Luckman"
    },
    {
        "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Success is the child of drudgery and perseverance. It cannot be coaxed or bribed; pay the price and it is yours.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.",
        "author": "Louis Pasteur"
    },
    {
        "quote": "Failure is not an option. Everyone has to succeed.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.",
        "author": "Joseph Addison"
    },
    {
        "quote": "The ladder of success is best climbed by stepping on the rungs of opportunity.",
        "author": "Ayn Rand"
    },
    {
        "quote": "In this world it is not what we take up, but what we give up, that makes us rich.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "God lets you be successful because he trusts you that you will do the right thing with it. Now, does he get disappointed often? All the time, because people get there and they forget how they got it.",
        "author": "Steve Harvey"
    },
    {
        "quote": "Don't confuse fame with success. Madonna is one; Helen Keller is the other.",
        "author": "Erma Bombeck"
    },
    {
        "quote": "The one thing that I know is that you win with good people.",
        "author": "Don Shula"
    },
    {
        "quote": "Success is nothing more than a few simple disciplines, practiced every day.",
        "author": "Jim Rohn"
    },
    {
        "quote": "The most important single ingredient in the formula of success is knowing how to get along with people.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "The toughest thing about success is that you've got to keep on being a success.",
        "author": "Irving Berlin"
    },
    {
        "quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
        "author": "John Wooden"
    },
    {
        "quote": "Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success.",
        "author": "Tom Petty"
    },
    {
        "quote": "Success - keeping your mind awake and your desire asleep.",
        "author": "Walter Scott"
    },
    {
        "quote": "Winning isn't everything, it's the only thing.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Invincibility lies in the defence; the possibility of victory in the attack.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Nothing recedes like success.",
        "author": "Walter Winchell"
    },
    {
        "quote": "There is little success where there is little laughter.",
        "author": "Andrew Carnegie"
    },
    {
        "quote": "The secrets of success are a good wife and a steady job. My wife told me.",
        "author": "Howard Nemerov"
    },
    {
        "quote": "Winning isn't everything, but it sure beats anything that comes in second.",
        "author": "Bear Bryant"
    },
    {
        "quote": "Success is finding satisfaction in giving a little more than you take.",
        "author": "Christopher Reeve"
    },
    {
        "quote": "When you win, nothing hurts.",
        "author": "Joe Namath"
    },
    {
        "quote": "Success is not forever and failure isn't fatal.",
        "author": "Don Shula"
    },
    {
        "quote": "The five essential entrepreneurial skills for success: Concentration, Discrimination, Organization, Innovation and Communication.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "Success is like death. The more successful you become, the higher the houses in the hills get and the higher the fences get.",
        "author": "Kevin Spacey"
    },
    {
        "quote": "It's the steady, quiet, plodding ones who win in the lifelong race.",
        "author": "Robert W. Service"
    },
    {
        "quote": "Success or failure depends more upon attitude than upon capacity successful men act as though they have accomplished or are enjoying something. Soon it becomes a reality. Act, look, feel successful, conduct yourself accordingly, and you will be amazed at the positive results.",
        "author": "William James"
    },
    {
        "quote": "Definiteness of purpose is the starting point of all achievement.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Success in almost any field depends more on energy and drive than it does on intelligence. This explains why we have so many stupid leaders.",
        "author": "Sloan Wilson"
    },
    {
        "quote": "If you want to be truly successful invest in yourself to get the knowledge you need to find your unique factor. When you find it and focus on it and persevere your success will blossom.",
        "author": "Sydney Madwed"
    },
    {
        "quote": "Our worldly successes cannot be guaranteed, but our ability to achieve spiritual success is entirely up to us, thanks to the grace of God. The best advice I know is to give is to give those worldly things your best but never your all - reserve the ultimate hope for the only one who can grant it.",
        "author": "Mitt Romney"
    },
    {
        "quote": "Success is a science; if you have the conditions, you get the result.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.",
        "author": "George Burns"
    },
    {
        "quote": "Whosoever desires constant success must change his conduct with the times.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "A person with a new idea is a crank until the idea succeeds.",
        "author": "Mark Twain"
    },
    {
        "quote": "Much effort, much prosperity.",
        "author": "Euripides"
    },
    {
        "quote": "They succeed, because they think they can.",
        "author": "Virgil"
    },
    {
        "quote": "He has achieved success who has worked well, laughed often, and loved much.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "We should measure welfare's success by how many people leave welfare, not by how many are added.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "There is no substitute for victory.",
        "author": "Douglas MacArthur"
    },
    {
        "quote": "It's our nature: Human beings like success but they hate successful people.",
        "author": "Carrot Top"
    },
    {
        "quote": "Diligence is the mother of good fortune.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.",
        "author": "Confucius"
    },
    {
        "quote": "Success doesn't mean that you are healthy, success doesn't mean that you're happy, success doesn't mean that you're rested. Success really doesn't mean that you look good, or feel good, or are good.",
        "author": "Victoria Principal"
    },
    {
        "quote": "I was obliged to be industrious. Whoever is equally industrious will succeed equally well.",
        "author": "Johann Sebastian Bach"
    },
    {
        "quote": "I have learned that success is to be measured not so much by the position that one has reached in life as by the obstacles which he has had to overcome while trying to succeed.",
        "author": "Booker T. Washington"
    },
    {
        "quote": "Sometimes I worry about being a success in a mediocre world.",
        "author": "Lily Tomlin"
    },
    {
        "quote": "What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "The thermometer of success is merely the jealousy of the malcontents.",
        "author": "Salvador Dali"
    },
    {
        "quote": "Can you imagine what I would do if I could do all I can?",
        "author": "Jeff Rich"
    },
    {
        "quote": "People fall forward to success.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "Success is counted sweetest by those who never succeed.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "Success isn't everything but it makes a man stand straight.",
        "author": "Lillian Hellman"
    },
    {
        "quote": "Success is blocked by concentrating on it and planning for it... Success is shy - it won't come out while you're watching.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "One fails forward toward success.",
        "author": "Charles Kettering"
    },
    {
        "quote": "To be successful you have to be lucky, or a little mad, or very talented, or find yourself in a rapid growth field.",
        "author": "Edward de Bono"
    },
    {
        "quote": "In a balanced organization, working towards a common objective, there is success.",
        "author": "Arthur Helps"
    },
    {
        "quote": "To design the future effectively, you must first let go of your past.",
        "author": "Charles J. Givens"
    },
    {
        "quote": "Success is like reaching an important birthday and finding you're exactly the same.",
        "author": "Audrey Hepburn"
    },
    {
        "quote": "Success to me is having ten honeydew melons and eating only the top half of each slice.",
        "author": "Barbra Streisand"
    },
    {
        "quote": "After I won the Oscar, my salary doubled, my friends tripled, my children became more popular at school, my butcher made a pass at me, and my maid hit me up for a raise.",
        "author": "Shirley Jones"
    },
    {
        "quote": "The secret of my success is a two word answer: Know people.",
        "author": "Harvey S. Firestone"
    },
    {
        "quote": "The victor belongs to the spoils.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "Whatever success I may have attained is due to the fact that since I was old enough to work at all, my ambition has never deserted me.",
        "author": "Anna Held"
    },
    {
        "quote": "Fortune befriends the bold.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "All men's gains are the fruit of venturing.",
        "author": "Herodotus"
    },
    {
        "quote": "People think that at the top there isn't much room. They tend to think of it as an Everest. My message is that there is tons of room at the top.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "If you want to achieve things in life, you've just got to do them, and if you're talented and smart, you'll succeed.",
        "author": "Juliana Hatfield"
    },
    {
        "quote": "The man who has done his level best... is a success, even though the world may write him down a failure.",
        "author": "B. C. Forbes"
    },
    {
        "quote": "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "As kids we're not taught how to deal with success; we're taught how to deal with failure. If at first you don't succeed, try, try again. If at first you succeed, then what?",
        "author": "Charlie Sheen"
    },
    {
        "quote": "We fall forward to succeed.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Prospering just doesn't have to do with money.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Success is the space one occupies in the newspaper. Success is one day's insolence.",
        "author": "Elias Canetti"
    },
    {
        "quote": "Pray that success will not come any faster than you are able to endure it.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Success is the one unpardonable sin against our fellows.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "From success you get a lot of things, but not that great inside thing that love brings you.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "How can they say my life is not a success? Have I not for more than sixty years got enough to eat and escaped being eaten?",
        "author": "Logan Pearsall Smith"
    },
    {
        "quote": "The success and the failure are not my concern, but His.",
        "author": "Joseph Barber Lightfoot"
    },
    {
        "quote": "The common idea that success spoils people by making them vain, egotistic and self-complacent is erroneous; on the contrary it makes them, for the most part, humble, tolerant and kind.",
        "author": "W. Somerset Maugham"
    },
    {
        "quote": "I don't think about financial success as the measurement of my success.",
        "author": "Christie Hefner"
    },
    {
        "quote": "If you have no critics you'll likely have no success.",
        "author": "Malcolm X"
    },
    {
        "quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.",
        "author": "Mark Caine"
    },
    {
        "quote": "A strong, positive self-image is the best possible preparation for success.",
        "author": "Joyce Brothers"
    },
    {
        "quote": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.",
        "author": "Pele"
    },
    {
        "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
        "author": "Colin Powell"
    },
    {
        "quote": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "The path from dreams to success does exist. May you have the vision to find it, the courage to get on to it, and the perseverance to follow it.",
        "author": "Kalpana Chawla"
    },
    {
        "quote": "Success is where preparation and opportunity meet.",
        "author": "Bobby Unser"
    },
    {
        "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
        "author": "Solomon Ortiz"
    },
    {
        "quote": "Ultimately, leadership is not about glorious crowning acts. It's about keeping your team focused on a goal and motivated to do their best to achieve it, especially when the stakes are high and the consequences really matter. It is about laying the groundwork for others' success, and then standing back and letting them shine.",
        "author": "Chris Hadfield"
    },
    {
        "quote": "As long as you keep going, you'll keep getting better. And as you get better, you gain more confidence. That alone is success.",
        "author": "Tamara Taylor"
    },
    {
        "quote": "No one who achieves success does so without acknowledging the help of others. The wise and confident acknowledge this help with gratitude.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "Communication - the human connection - is the key to personal and career success.",
        "author": "Paul J. Meyer"
    },
    {
        "quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
        "author": "Bill Gates"
    },
    {
        "quote": "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!",
        "author": "David O. McKay"
    },
    {
        "quote": "Self-belief and hard work will always earn you success.",
        "author": "Virat Kohli"
    },
    {
        "quote": "The best revenge is massive success.",
        "author": "Frank Sinatra"
    },
    {
        "quote": "Every day is a new opportunity. You can build on yesterday's success or put its failures behind and start over again. That's the way life is, with a new game every day, and that's the way baseball is.",
        "author": "Bob Feller"
    },
    {
        "quote": "I attribute my success to this - I never gave or took any excuse.",
        "author": "Florence Nightingale"
    },
    {
        "quote": "Failure is the key to success; each mistake teaches us something.",
        "author": "Morihei Ueshiba"
    },
    {
        "quote": "The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream.",
        "author": "Tommy Hilfiger"
    },
    {
        "quote": "Ambition is the path to success. Persistence is the vehicle you arrive in.",
        "author": "Bill Bradley"
    },
    {
        "quote": "Your positive action combined with positive thinking results in success.",
        "author": "Shiv Khera"
    },
    {
        "quote": "Every failure is a step to success.",
        "author": "William Whewell"
    },
    {
        "quote": "Honesty and loyalty are key. If two people can be honest with each other about everything, that's probably the biggest key to success.",
        "author": "Taylor Lautner"
    },
    {
        "quote": "Humility is the true key to success. Successful people lose their way at times. They often embrace and overindulge from the fruits of success. Humility halts this arrogance and self-indulging trap. Humble people share the credit and wealth, remaining focused and hungry to continue the journey of success.",
        "author": "Rick Pitino"
    },
    {
        "quote": "Success is not built on success. It's built on failure. It's built on frustration. Sometimes its built on catastrophe.",
        "author": "Sumner Redstone"
    },
    {
        "quote": "The key to success is action, and the essential in action is perseverance.",
        "author": "Sun Yat-sen"
    },
    {
        "quote": "Learning and innovation go hand in hand. The arrogance of success is to think that what you did yesterday will be sufficient for tomorrow.",
        "author": "William Pollard"
    },
    {
        "quote": "At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure.",
        "author": "Erin Cummings"
    },
    {
        "quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.",
        "author": "Jane D. Hull"
    },
    {
        "quote": "Some people dream of success, while other people get up every morning and make it happen.",
        "author": "Wayne Huizenga"
    },
    {
        "quote": "Your morning sets up the success of your day. So many people wake up and immediately check text messages, emails, and social media. I use my first hour awake for my morning routine of breakfast and meditation to prepare myself.",
        "author": "Caroline Ghosn"
    },
    {
        "quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.",
        "author": "Andy Grove"
    },
    {
        "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.",
        "author": "John Carmack"
    },
    {
        "quote": "I'm always asked, 'What's the secret to success?' But there are no secrets. Be humble. Be hungry. And always be the hardest worker in the room.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "The distance between insanity and genius is measured only by success.",
        "author": "Bruce Feirstein"
    },
    {
        "quote": "You are loved just for being who you are, just for existing. You don't have to do anything to earn it. Your shortcomings, your lack of self-esteem, physical perfection, or social and economic success - none of that matters. No one can take this love away from you, and it will always be here.",
        "author": "Ram Dass"
    },
    {
        "quote": "Failure is the condiment that gives success its flavor.",
        "author": "Truman Capote"
    },
    {
        "quote": "Success is about dedication. You may not be where you want to be or do what you want to do when you're on the journey. But you've got to be willing to have vision and foresight that leads you to an incredible end.",
        "author": "Usher"
    },
    {
        "quote": "The battle of life is, in most cases, fought uphill; and to win it without a struggle were perhaps to win it without honor. If there were no difficulties there would be no success; if there were nothing to struggle for, there would be nothing to be achieved.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "You wanna know what scares people? Success. When you don't make moves and when you don't climb up the ladder, everybody loves you because you're not competition.",
        "author": "Nicki Minaj"
    },
    {
        "quote": "We learned about honesty and integrity - that the truth matters... that you don't take shortcuts or play by your own set of rules... and success doesn't count unless you earn it fair and square.",
        "author": "Michelle Obama"
    },
    {
        "quote": "The negative side of the American Dream comes when people pursue success at any cost, which in turn destroys the vision and the dream.",
        "author": "Azar Nafisi"
    },
    {
        "quote": "Success usually comes to those who are too busy to be looking for it.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Everybody loves success, but they hate successful people.",
        "author": "John McEnroe"
    },
    {
        "quote": "You are a product of your environment. So choose the environment that will best develop you toward your objective. Analyze your life in terms of its environment. Are the things around you helping you toward success - or are they holding you back?",
        "author": "W. Clement Stone"
    },
    {
        "quote": "If you want to increase your success rate, double your failure rate.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success.",
        "author": "Shawn Achor"
    },
    {
        "quote": "The road to success and the road to failure are almost exactly the same.",
        "author": "Colin R. Davis"
    },
    {
        "quote": "Success is a journey, not a destination. The doing is often more important than the outcome.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "For success, attitude is equally as important as ability.",
        "author": "Walter Scott"
    },
    {
        "quote": "Success isn't about the end result, it's about what you learn along the way.",
        "author": "Vera Wang"
    },
    {
        "quote": "If one advances confidently in the direction of his dreams, and endeavors to live the life which he has imagined, he will meet with a success unexpected in common hours.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Survival was my only hope, success my only revenge.",
        "author": "Patricia Cornwell"
    },
    {
        "quote": "They talk about the failure of socialism but where is the success of capitalism in Africa, Asia and Latin America?",
        "author": "Fidel Castro"
    },
    {
        "quote": "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don't quit.",
        "author": "Conrad Hilton"
    },
    {
        "quote": "Success is different for everyone; everybody defines it in their own way, and that's part of what we do in 'Close Up', finding what it was each person wanted to achieve and what their willingness to sacrifice for that was.",
        "author": "William Shatner"
    },
    {
        "quote": "Money and success don't change people; they merely amplify what is already there.",
        "author": "Will Smith"
    },
    {
        "quote": "The road to success is always under construction.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.",
        "author": "Joel Osteen"
    },
    {
        "quote": "Success is like a wild horse. If you do not know how to handle it, it will throw you off and look for another rider who can handle it well.",
        "author": "Ajith Kumar"
    },
    {
        "quote": "Success is not the absence of failure; it's the persistence through failure.",
        "author": "Aisha Tyler"
    },
    {
        "quote": "The season of failure is the best time for sowing the seeds of success.",
        "author": "Paramahansa Yogananda"
    },
    {
        "quote": "It takes 20 years to make an overnight success.",
        "author": "Eddie Cantor"
    },
    {
        "quote": "I cannot give you the formula for success, but I can give you the formula for failure - which is: Try to please everybody.",
        "author": "Herbert Bayard Swope"
    },
    {
        "quote": "I owe my success to Allah and my parents who have sacrificed so much to get me where I am.",
        "author": "Javed Ali"
    },
    {
        "quote": "A lot of people think the path to success is a straight line, but it's not. It has got many turns and curves, and you just got to go with the ebbs and flows of it all.",
        "author": "Kevin Jonas"
    },
    {
        "quote": "Success is best when it's shared.",
        "author": "Howard Schultz"
    },
    {
        "quote": "The measure of success is happiness and peace of mind.",
        "author": "Bobby Davro"
    },
    {
        "quote": "Success comes to those who dedicate everything to their passion in life. To be successful, it is also very important to be humble and never let fame or money travel to your head.",
        "author": "A. R. Rahman"
    },
    {
        "quote": "The secret of your success is determined by your daily agenda.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Collaboration is a key part of the success of any organization, executed through a clearly defined vision and mission and based on transparency and constant communication.",
        "author": "Dinesh Paliwal"
    },
    {
        "quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
        "author": "James Cameron"
    },
    {
        "quote": "The supreme quality for leadership is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office.",
        "author": "Dwight D. Eisenhower"
    },
    {
        "quote": "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success.",
        "author": "Arianna Huffington"
    },
    {
        "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
        "author": "Colin Powell"
    },
    {
        "quote": "Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others.",
        "author": "Jack Welch"
    },
    {
        "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
        "author": "Alex Rodriguez"
    },
    {
        "quote": "Before anything else, preparation is the key to success.",
        "author": "Alexander Graham Bell"
    },
    {
        "quote": "There will always be obstacles and challenges that stand in your way. Building mental strength will help you develop resilience to those potential hazards so you can continue on your journey to success.",
        "author": "Amy Morin"
    },
    {
        "quote": "The secret of success is to be ready when your opportunity comes.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "The moment we believe that success is determined by an ingrained level of ability as opposed to resilience and hard work, we will be brittle in the face of adversity.",
        "author": "Joshua Waitzkin"
    },
    {
        "quote": "The temptation to take the easy road is always there. It is as easy as staying in bed in the morning and sleeping in. But discipline is paramount to ultimate success and victory for any leader and any team.",
        "author": "Jocko Willink"
    },
    {
        "quote": "A true friend is one who overlooks your failures and tolerates your success!",
        "author": "Doug Larson"
    },
    {
        "quote": "There is no success you can celebrate more than the success of a brother.",
        "author": "Diego Luna"
    },
    {
        "quote": "Of course, success takes you where your character can't sustain you.",
        "author": "Labrinth"
    },
    {
        "quote": "All of us are born for a reason, but all of us don't discover why. Success in life has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.",
        "author": "Danny Thomas"
    },
    {
        "quote": "No one succeeds without effort... Those who succeed owe their success to perseverance.",
        "author": "Ramana Maharshi"
    },
    {
        "quote": "The ambition and focus that propel you to success can also be your downfall.",
        "author": "Judy Smith"
    },
    {
        "quote": "Focus on being balanced - success is balance.",
        "author": "Laila Ali"
    },
    {
        "quote": "You can have all the riches and success in the world, but if you don't have your health, you have nothing.",
        "author": "Steven Adler"
    },
    {
        "quote": "You always pass failure on your way to success.",
        "author": "Mickey Rooney"
    },
    {
        "quote": "To do a common thing uncommonly well brings success.",
        "author": "Henry J. Heinz"
    },
    {
        "quote": "Ambition is the path to success, persistence is the vehicle you arrive in.",
        "author": "William Eardley IV"
    },
    {
        "quote": "One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself.",
        "author": "James E. Casey"
    },
    {
        "quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Mistakes are the best teachers. One does not learn from success. It is desirable to learn vicariously from other people's failures, but it gets much more firmly seared in when they are your own.",
        "author": "Mohnish Pabrai"
    },
    {
        "quote": "Success is the progressive realization of a worthy goal or ideal.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "Failure is only postponed success as long as courage 'coaches' ambition. The habit of persistence is the habit of victory.",
        "author": "Herbert Kaufman"
    },
    {
        "quote": "Whatever obstacle comes your way, you gotta be prepared to jump over it! And I think that's what separates the legends from the regular artists. It's all in how you manage that success, and how you deal with the controversy when it actually comes.",
        "author": "Akon"
    },
    {
        "quote": "Success means having the courage, the determination, and the will to become the person you believe you were meant to be.",
        "author": "George A. Sheehan"
    },
    {
        "quote": "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.",
        "author": "Babe Ruth"
    },
    {
        "quote": "The cost of our success is the exhaustion of natural resources, leading to energy crises, climate change, pollution, and the destruction of our habitat. If you exhaust natural resources, there will be nothing left for your children. If we continue in the same direction, humankind is headed for some frightful ordeals, if not extinction.",
        "author": "Christian de Duve"
    },
    {
        "quote": "Success is a journey, not a destination.",
        "author": "Ben Sweetland"
    },
    {
        "quote": "Just remember, you can't climb the ladder of success with your hands in your pockets.",
        "author": "Arnold Schwarzenegger"
    },
    {
        "quote": "As a boss, as a CEO, as a creative director, as a chef, I've learned that failure will always come. I've learned to give it a big squeeze, smile at it, humble myself to it and then use it as a springboard to send me on my way to strength, success, and fulfillment.",
        "author": "Christina Tosi"
    },
    {
        "quote": "For me, success is a state of mind. I feel like success isn't about conquering something; it's being happy with who you are.",
        "author": "Britney Spears"
    },
    {
        "quote": "The secret of our success is that we never, never give up.",
        "author": "Wilma Mankiller"
    },
    {
        "quote": "True success, true happiness lies in freedom and fulfillment.",
        "author": "Dada Vaswani"
    },
    {
        "quote": "Even as you make progress, you need the discipline to keep from backtracking and sabotaging the success as it's happening.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Success and failure are both part of life. Both are not permanent.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "Your attitude will go a long way in determining your success, your recognition, your reputation and your enjoyment in being a lawyer.",
        "author": "Joe Jamail"
    },
    {
        "quote": "The only place success comes before work is in the dictionary.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Success is nothing if you don't have the right people to share it with; you're just gonna end up lonely.",
        "author": "Selena Gomez"
    },
    {
        "quote": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.",
        "author": "Tony Dungy"
    },
    {
        "quote": "Being self-made is a state of mind, and once you put that mentality to work, your success will come.",
        "author": "Dave East"
    },
    {
        "quote": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.",
        "author": "Bill Owens"
    },
    {
        "quote": "In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success.",
        "author": "Isoroku Yamamoto"
    },
    {
        "quote": "The keys to brand success are self-definition, transparency, authenticity and accountability.",
        "author": "Simon Mainwaring"
    },
    {
        "quote": "We learn wisdom from failure much more than from success. We often discover what will do, by finding out what will not do; and probably he who never made a mistake never made a discovery.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "We all learn lessons in life. Some stick, some don't. I have always learned more from rejection and failure than from acceptance and success.",
        "author": "Henry Rollins"
    },
    {
        "quote": "The secret to success is to own nothing, but control everything.",
        "author": "Nelson Rockefeller"
    },
    {
        "quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.",
        "author": "Helen Keller"
    },
    {
        "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.",
        "author": "Johnny Carson"
    },
    {
        "quote": "You were designed for accomplishment, engineered for success, and endowed with the seeds of greatness.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "The secret of success is constancy to purpose.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "There are no shortcuts to success. You have to believe in yourself, and never give up.",
        "author": "Neha Dhupia"
    },
    {
        "quote": "Once you get a taste of success, it's a hard thing to turn down.",
        "author": "Scottie Pippen"
    },
    {
        "quote": "My powers are ordinary. Only my application brings me success.",
        "author": "Isaac Newton"
    },
    {
        "quote": "Many individuals are doing what they can. But real success can only come if there is a change in our societies and in our economics and in our politics.",
        "author": "David Attenborough"
    },
    {
        "quote": "Be passionate and bold. Always keep learning. You stop doing useful things if you don't learn. So the last part to me is the key, especially if you have had some initial success. It becomes even more critical that you have the learning 'bit' always switched on.",
        "author": "Satya Nadella"
    },
    {
        "quote": "Success begets success. I've been offered a lot of movies now that '30 Rock' has been successful.",
        "author": "Alec Baldwin"
    },
    {
        "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "I am proud of my kids and happy to brag about their achievements. Their success has been an immense source of happiness for me.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Success is never final, failure is never fatal. It's courage that counts.",
        "author": "John Wooden"
    },
    {
        "quote": "The will to persevere is often the difference between failure and success.",
        "author": "David Sarnoff"
    },
    {
        "quote": "Your success depends mainly upon what you think of yourself and whether you believe in yourself.",
        "author": "William J. H. Boetcker"
    },
    {
        "quote": "The level of our success is limited only by our imagination and no act of kindness, however small, is ever wasted.",
        "author": "Aesop"
    },
    {
        "quote": "Success is a process, a quality of mind and way of being, an outgoing affirmation of life.",
        "author": "Alex Noble"
    },
    {
        "quote": "The single most important ingredient in the recipe for success is transparency because transparency builds trust.",
        "author": "Denise Morrison"
    },
    {
        "quote": "Success is only meaningful and enjoyable if it feels like your own.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Success doesn't motivate me as much as integrity does. Everyone loses. I enjoy the pressure of showing up every single day, being focused, putting forth my best effort, getting the best out of my teammates, and enjoying the journey.",
        "author": "Becky Sauerbrunn"
    },
    {
        "quote": "You can be discouraged by failure, or you can learn from it. So go ahead and make mistakes, make all you can. Because, remember that's where you'll find success - on the far side of failure.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "Steroids do not guarantee you're going to have success. I think a lot of people think that they will, but they don't.",
        "author": "Tony Gwynn"
    },
    {
        "quote": "There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things.",
        "author": "Niccolo Machiavelli"
    },
    {
        "quote": "Well, I believe that the depth of your struggle can determine the height of your success. I was inspired to come out of everything I've been through and end up in a place where I never thought that I would be.",
        "author": "R. Kelly"
    },
    {
        "quote": "That man is a success who has lived well, laughed often and loved much.",
        "author": "Robert Louis Stevenson"
    },
    {
        "quote": "Check your ego at the door. The ego can be the great success inhibitor. It can kill opportunities, and it can kill success.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "Failure is a part of success.",
        "author": "Hank Aaron"
    },
    {
        "quote": "Patience, persistence and perspiration make an unbeatable combination for success.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "We should no longer measure our wealth and success in the graph that shows economic growth, but in the curve that shows the emissions of greenhouse gases.",
        "author": "Greta Thunburg"
    },
    {
        "quote": "Fame always brings loneliness. Success is as ice cold and lonely as the North Pole.",
        "author": "Vicki Baum"
    },
    {
        "quote": "Life is a series of punches. It presents a lot of challenges. It presents a lot of hardship, but the people that are able to take those punches and able to move forward are the ones that really do have a lot of success and have a lot of joy in their life and have a lot of stories to tell, too.",
        "author": "Josh Turner"
    },
    {
        "quote": "I think baking is very rewarding, and if you follow a good recipe, you will get success.",
        "author": "Mary Berry"
    },
    {
        "quote": "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear.",
        "author": "Dan Millman"
    },
    {
        "quote": "Your own business growth and success depends on many things, and along that growing path, you are going to have to concede certain responsibilities and activities - whether for your accounting, your production, or day-to-day management.",
        "author": "Michael Gerber"
    },
    {
        "quote": "Never lose sight of the fact that the most important yardstick of your success will be how you treat other people - your family, friends, and coworkers, and even strangers you meet along the way.",
        "author": "Barbara Bush"
    },
    {
        "quote": "Success, to me, is just doing things that I'm really proud of.",
        "author": "Dua Lipa"
    },
    {
        "quote": "I'm lucky to be part of a team who help to make me look good, and they deserve as much of the credit for my success as I do for the hard work we have all put in on the training ground.",
        "author": "Lionel Messi"
    },
    {
        "quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "There is no substitute for hard work. There is no such thing as an overnight success or easy money.",
        "author": "Henry Sy"
    },
    {
        "quote": "Enjoy failure and learn from it. You can never learn from success.",
        "author": "James Dyson"
    },
    {
        "quote": "Success is always a matter of some luck and timing.",
        "author": "Kathleen Kennedy"
    },
    {
        "quote": "The culture of a workplace - an organization's values, norms and practices - has a huge impact on our happiness and success.",
        "author": "Adam Grant"
    },
    {
        "quote": "Success is not defined by money or status, necessarily, but by how many people you've impacted and how fulfilled you feel with your decisions. If you can garner all of these things, then more power and success to you, but all in all, you must feel happy and satisfied with what you personally have put out into the world.",
        "author": "Kirstin Maldonado"
    },
    {
        "quote": "Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals.",
        "author": "David A. Bednar"
    },
    {
        "quote": "As long as you have discipline, you can be a success. Discipline is what makes you do everything you need to do.",
        "author": "Anthony Joshua"
    },
    {
        "quote": "Success is not a matter of mastering subtle, sophisticated theory but rather of embracing common sense with uncommon levels of discipline and persistence.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "Success to me is being a good person, treating people well.",
        "author": "David LaChapelle"
    },
    {
        "quote": "I'm happy to be on a winning team. My individual success, that lasts for a short period of time. The success of being a part of the South, of Atlanta, which is now the hot bed of music, that's what's gonna last the longest. The fact that I contributed to planting our flag and moving music to my city, that's what I'm most proud of.",
        "author": "T.I."
    },
    {
        "quote": "True leaders don't invest in buildings. Jesus never built a building. They invest in people. Why? Because success without a successor is failure. So your legacy should not be in buildings, programs, or projects; your legacy must be in people.",
        "author": "Myles Munroe"
    },
    {
        "quote": "No matter how much success you're having, you can't continue working together if you can't communicate.",
        "author": "Matt Cameron"
    },
    {
        "quote": "I've always believed that success for anyone is all about drive, dedication, and desire, but for me, it's also been about confidence and faith.",
        "author": "Stephen Curry"
    },
    {
        "quote": "Winning is kinda the cure to all things; to getting followers, fans, success. You've just gotta win.",
        "author": "Hailie Deegan"
    },
    {
        "quote": "I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success.",
        "author": "Lil Wayne"
    },
    {
        "quote": "An artist cannot fail; it is a success to be one.",
        "author": "Charles Horton Cooley"
    },
    {
        "quote": "Obedience brings success; exact obedience brings miracles.",
        "author": "Russell M. Nelson"
    },
    {
        "quote": "We're excited by the success of WhatsApp on top of Android. Amazon brings services like Kindle on top of Android. It's a competitive world and a lot more complex than people realize. When you run a platform on scale, you have to make sure it's truly open. That way, not only do you do well, so do others.",
        "author": "Sundar Pichai"
    },
    {
        "quote": "Remember, it isn't the dreamers who have good lives - it's the doers. Remember also what I call the three Ps of success: passion, planning, and perseverance.",
        "author": "Homer Hickam"
    },
    {
        "quote": "The road to success is always under construction... there are lots of pot holes but no traffic jams.",
        "author": "Dan Pena"
    },
    {
        "quote": "Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business.",
        "author": "Richard Branson"
    },
    {
        "quote": "Success doesn't come overnight, especially for women.",
        "author": "Rachel Morrison"
    },
    {
        "quote": "Good planning is important. I've also regarded a sense of humor as one of the most important things on a big expedition. When you're in a difficult or dangerous situation, or when you're depressed about the chances of success, someone who can make you laugh eases the tension.",
        "author": "Edmund Hillary"
    },
    {
        "quote": "If you wish to be a success in the world, promise everything, deliver nothing.",
        "author": "Napoleon Bonaparte"
    },
    {
        "quote": "A person has to remember that the road to success is always under construction. You have to get that through your head. That it is not easy becoming successful.",
        "author": "Steve Harvey"
    },
    {
        "quote": "The key to success is to keep growing in all areas of life - mental, emotional, spiritual, as well as physical.",
        "author": "Julius Erving"
    },
    {
        "quote": "The greatest trap in our life is not success, popularity or power, but self-rejection.",
        "author": "Henri Nouwen"
    },
    {
        "quote": "I strongly believe that through dedication and perseverance, one can overcome adversity to achieve success. It is a privilege to accept membership in the Horatio Alger Association, an organization which promotes this principle.",
        "author": "Ginni Rometty"
    },
    {
        "quote": "Success is not only one thing. It's not only having a nice house in Beverly Hills and driving a nice Mercedes.",
        "author": "Malik Bendjelloul"
    },
    {
        "quote": "It's good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work.",
        "author": "Peter Thiel"
    },
    {
        "quote": "The central conservative truth is that it is culture, not politics, that determines the success of a society. The central liberal truth is that politics can change a culture and save it from itself.",
        "author": "Daniel Patrick Moynihan"
    },
    {
        "quote": "Success is the sweetest revenge.",
        "author": "Vanessa Williams"
    },
    {
        "quote": "Nothing succeeds like the appearance of success.",
        "author": "Christopher Lasch"
    },
    {
        "quote": "Think little goals and expect little achievements. Think big goals and win big success.",
        "author": "David Joseph Schwartz"
    },
    {
        "quote": "One important key to success is self-confidence. An important key to self-confidence is preparation.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.",
        "author": "Mark Warner"
    },
    {
        "quote": "I credit my success to my mother. Her prayers and support are everything to me. I know all she does for me, and I know nothing I do can ever pay back the amount of support she has given me.",
        "author": "Dimitar Berbatov"
    },
    {
        "quote": "To burn always with this hard, gem-like flame, to maintain this ecstasy, is success in life.",
        "author": "Walter Pater"
    },
    {
        "quote": "Challenge is the pathway to engagement and progress in our lives. But not all challenges are created equal. Some challenges make us feel alive, engaged, connected, and fulfilled. Others simply overwhelm us. Knowing the difference as you set bigger and bolder challenges for yourself is critical to your sanity, success, and satisfaction.",
        "author": "Brendon Burchard"
    },
    {
        "quote": "Management is efficiency in climbing the ladder of success; leadership determines whether the ladder is leaning against the right wall.",
        "author": "Stephen Covey"
    },
    {
        "quote": "We learned about gratitude and humility - that so many people had a hand in our success, from the teachers who inspired us to the janitors who kept our school clean... and we were taught to value everyone's contribution and treat everyone with respect.",
        "author": "Michelle Obama"
    },
    {
        "quote": "The only way to permanently change the temperature in the room is to reset the thermostat. In the same way, the only way to change your level of financial success 'permanently' is to reset your financial thermostat. But it is your choice whether you choose to change.",
        "author": "T. Harv Eker"
    },
    {
        "quote": "My success isn't a result of arrogance - it's a result of belief.",
        "author": "Conor McGregor"
    },
    {
        "quote": "The path to success is to take massive, determined action.",
        "author": "Tony Robbins"
    },
    {
        "quote": "There is no royal flower strewn path to success. And if there is, I have not found it, for whatever success I have attained has been the result of much hard work and many sleepless nights.",
        "author": "Madam C. J. Walker"
    },
    {
        "quote": "Success is achieved by developing our strengths, not by eliminating our weaknesses.",
        "author": "Marilyn vos Savant"
    },
    {
        "quote": "The formula for achieving middle-class success is simple: Finish high school; don't have a child before the age of 20; and get married before having the child.",
        "author": "Larry Elder"
    },
    {
        "quote": "A key to achieving success is to assemble a strong and stable management team.",
        "author": "Vivek Wadhwa"
    },
    {
        "quote": "I believe any success in life is made by going into an area with a blind, furious optimism.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.",
        "author": "Vaclav Havel"
    },
    {
        "quote": "Fear can be good when you're walking past an alley at night or when you need to check the locks on your doors before you go to bed, but it's not good when you have a goal and you're fearful of obstacles. We often get trapped by our fears, but anyone who has had success has failed before.",
        "author": "Queen Latifah"
    },
    {
        "quote": "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "Success requires first expending ten units of effort to produce one unit of results. Your momentum will then produce ten units of results with each unit of effort.",
        "author": "Charles J. Givens"
    },
    {
        "quote": "There's no path to success. Everyone constructs their own path. The important thing is to follow your heart. Find your niche, is my best advice.",
        "author": "Karol G"
    },
    {
        "quote": "Success is not in what you have, but who you are.",
        "author": "Bo Bennett"
    },
    {
        "quote": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.",
        "author": "George Washington"
    },
    {
        "quote": "You stand with the least likely to succeed until success is succeeded by something more valuable: kinship. You stand with the belligerent, the surly and the badly behaved until bad behavior is recognized for the language it is: the vocabulary of the deeply wounded and of those whose burdens are more than they can bear.",
        "author": "Greg Boyle"
    },
    {
        "quote": "From my point of view, it is not the coach who becomes world champion, it is a team. Not just the players who played, but the whole squad, and also the team behind the team. Because if you want to achieve success, the whole team has to work perfectly, like a machine, and all the pieces of the puzzle need to fit together into one picture.",
        "author": "Joachim Low"
    },
    {
        "quote": "Success is not in never failing, but rising everytime you fall!",
        "author": "Jonathan Taylor Thomas"
    },
    {
        "quote": "The only thing that ever sat its way to success was a hen.",
        "author": "Sarah Brown"
    },
    {
        "quote": "There is simply no substitute for hard work when it comes to achieving success.",
        "author": "Heather Bresch"
    },
    {
        "quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end.",
        "author": "Catherine Zeta-Jones"
    },
    {
        "quote": "Your chances of success in any undertaking can always be measured by your belief in yourself.",
        "author": "Robert Collier"
    },
    {
        "quote": "Success leaves clues, and if you sow the same seeds, you'll reap the same rewards.",
        "author": "Brad Thor"
    },
    {
        "quote": "Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.",
        "author": "Melissa Bean"
    },
    {
        "quote": "Success is often achieved by those who don't know that failure is inevitable.",
        "author": "Coco Chanel"
    },
    {
        "quote": "Whatever you do to gain success, you have to hang in there and hope good things happen. Always think positive.",
        "author": "Don Rickles"
    },
    {
        "quote": "Networking has been cited as the number one unwritten rule of success in business. Who you know really impacts what you know.",
        "author": "Sallie Krawcheck"
    },
    {
        "quote": "Universal vaccination may well be the greatest success story in medical history.",
        "author": "Michael Specter"
    },
    {
        "quote": "There is never just one thing that leads to success for anyone. I feel it always a combination of passion, dedication, hard work, and being in the right place at the right time.",
        "author": "Lauren Conrad"
    },
    {
        "quote": "Success is a beast. And it actually puts the emphasis on the wrong thing. You get away with more instead of looking within.",
        "author": "Brad Pitt"
    },
    {
        "quote": "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "People with a sense of humor tend to be less egocentric and more realistic in their view of the world and more humble in moments of success and less defeated in times of travail.",
        "author": "Bob Newhart"
    },
    {
        "quote": "Nothing comes easy. Success doesn't just drop on your lap. You have to go out and fight for it every day.",
        "author": "Dana White"
    },
    {
        "quote": "Passion is what gives meaning to our lives. It's what allows us to achieve success beyond our wildest imagination. Try to find a career path that you have a passion for.",
        "author": "Henry Samueli"
    },
    {
        "quote": "Success in golf depends less on strength of body than upon strength of mind and character.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "Perseverance is also key to success in any endeavor, but without perseverance in combat, there can be no victory.",
        "author": "Jocko Willink"
    },
    {
        "quote": "My parents are very proud of my success but still worry, as I'm in a profession where there is no guarantee of work. They have always supported my decision to go into acting, but there have been tough times work-wise.",
        "author": "David Harewood"
    },
    {
        "quote": "There's a lot of blood, sweat, and guts between dreams and success.",
        "author": "Bear Bryant"
    },
    {
        "quote": "Success doesn't happen in a vacuum. You're only as good as the people you work with and the people you work for.",
        "author": "Casey Kasem"
    },
    {
        "quote": "Conservatism is the perfect antidote to underdevelopment. Its commitment to individual responsibility, education, hard work, personal initiative, traditional family values and free markets is a universal formula for success in a free society.",
        "author": "Shelby Steele"
    },
    {
        "quote": "The foundation of success in life is good health: that is the substratum fortune; it is also the basis of happiness. A person cannot accumulate a fortune very well when he is sick.",
        "author": "P. T. Barnum"
    },
    {
        "quote": "Achievement is not always success, while reputed failure often is. It is honest endeavor, persistent effort to do the best possible under any and all circumstances.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "The longer you hang in there, the greater the chance that something will happen in your favor. No matter how hard it seems, the longer you persist, the more likely your success.",
        "author": "Jack Canfield"
    },
    {
        "quote": "Commitment, belief and positive attitude are all important if you're going to be a success, whether you're in sports, in business or, as in my case, anthropology.",
        "author": "Donald Johanson"
    },
    {
        "quote": "Every day, every one of us sets the stage for our sentiment, our confidence, and our success by getting dressed. When you feel great, when you feel your best, it opens up a world of possibility. Feeling confident and self-assured are important inputs into good days, successful days, and happy days.",
        "author": "Katrina Lake"
    },
    {
        "quote": "Run toward the hardest problems. This approach has helped me to learn a tremendous amount from both success and failure.",
        "author": "Lisa Su"
    },
    {
        "quote": "Enjoying success requires the ability to adapt. Only by being open to change will you have a true opportunity to get the most from your talent.",
        "author": "Nolan Ryan"
    },
    {
        "quote": "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "To follow, without halt, one aim: that's the secret of success.",
        "author": "Anna Pavlova"
    },
    {
        "quote": "Perseverance is a great element of success. If you only knock long enough and loud enough at the gate, you are sure to wake up somebody.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "You lead with direction, and you try to lead by example. I try to be there when things are not good and obviously share the spoils of success.",
        "author": "Roger Penske"
    },
    {
        "quote": "No experience is a cause of success or failure. We do not suffer from the shock of our experiences, so-called trauma - but we make out of them just what suits our purposes.",
        "author": "Alfred Adler"
    },
    {
        "quote": "Punctuality and showing respect in the workplace are the foundations of success. Success is meaningless without them. I'm always looking to pass these lessons on to younger players, because they are the secret of excelling and developing your game.",
        "author": "Raul"
    },
    {
        "quote": "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "In order for our country and economy to get on the right track again, we need a leader who understands how the real economy works and has the vision to fundamentally change Washington. That leader is Mitt Romney. No other candidate in the field possesses his lifetime of success in both the private sector and as a governor.",
        "author": "Tim Griffin"
    },
    {
        "quote": "Success doesn't happen overnight.",
        "author": "Petra Collins"
    },
    {
        "quote": "Success is not about how much money we have in the bank, but it's about how many peoples' lives we have impacted through it. Success is experienced when we do things which are never done before.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Success is like a lightning bolt. It'll strike you when you least expect it, and you just have to keep the momentum going. You have to strike when the iron is hot. So for me, I just kept striking and striking to polish out the sword that I was making.",
        "author": "Michelle Phan"
    },
    {
        "quote": "I can't imagine a person becoming a success who doesn't give this game of life everything he's got.",
        "author": "Walter Cronkite"
    },
    {
        "quote": "Success is not a destination, but the road that you're on. Being successful means that you're working hard and walking your walk every day. You can only live your dream by working hard towards it. That's living your dream.",
        "author": "Marlon Wayans"
    },
    {
        "quote": "My grandmother lived to 104 years old, and part of her success was she woke up every morning to a brand new day. She said every morning is a new gift. Her favorite hobby was collecting birthdays.",
        "author": "George Takei"
    },
    {
        "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.",
        "author": "Michael Korda"
    },
    {
        "quote": "Private dreams are the most powerful. You have to dream of success to make it happen, and if you don't believe in yourself, nobody else will. But that doesn't mean you have to go around telling everyone about it.",
        "author": "Tony McCoy"
    },
    {
        "quote": "The road to success runs uphill.",
        "author": "Willie Davis"
    },
    {
        "quote": "Earn your success based on service to others, not at the expense of others.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "The single most important key to success is to be a good listener.",
        "author": "Kelly Wearstler"
    },
    {
        "quote": "Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.",
        "author": "Mario Andretti"
    },
    {
        "quote": "Success comes when people act together; failure tends to happen alone.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "There's no success story. Everybody's got a ghetto story. You always want to make it bigger than what it is.",
        "author": "Bernie Mac"
    },
    {
        "quote": "That should be the measure of success for everyone. It's not money, it's not fame, it's not celebrity; my index of success is happiness.",
        "author": "Lupe Fiasco"
    },
    {
        "quote": "Success doesn't find you when you're alone in your house.",
        "author": "Katya Zamolodchikova"
    },
    {
        "quote": "Success is more a function of consistent common sense than it is of genius.",
        "author": "An Wang"
    },
    {
        "quote": "I'm not going to get somewhere and say, 'OK, I'm done.' Success is never final; I'll just keep on going. The same way as failure never being fatal. Just keep going. I'm going to the stars and then past them.",
        "author": "Conor McGregor"
    },
    {
        "quote": "We are looking for a set of personal characteristics that predict success, the first and foremost of which is perseverance in the face of challenges. We also look for the ability to influence and motivate others who share your values, strong problem-solving ability, and leadership.",
        "author": "Wendy Kopp"
    },
    {
        "quote": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "Socialism has no moral justification whatsoever; poor people are not morally superior to rich people, nor are they owed anything by rich people simply because of their lack of success. Charity is not a socialist concept - it is a religious one, an acknowledgment of God's sovereignty over property, a sovereignty the Left utterly rejects.",
        "author": "Ben Shapiro"
    },
    {
        "quote": "There are those who travel and those who are going somewhere. They are different and yet they are the same. The success has this over his rivals: He knows where he is going.",
        "author": "Mark Caine"
    },
    {
        "quote": "I'd rather be a failure at something I love than a success at something I hate.",
        "author": "George Burns"
    },
    {
        "quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "I think success is a relative term. If you're a caveman, success is capturing an elephant. Success is achieving better than the norm. Success is being exceptional. It's exceptional reputation, exceptional income, and exceptional respect.",
        "author": "Jon Taffer"
    },
    {
        "quote": "Mass communication, radio, and especially television, have attempted, not without success, to annihilate every possibility of solitude and reflection.",
        "author": "Eugenio Montale"
    },
    {
        "quote": "Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.",
        "author": "Louisa May Alcott"
    },
    {
        "quote": "Success in management requires learning as fast as the world is changing.",
        "author": "Warren Bennis"
    },
    {
        "quote": "It is the hopeful, buoyant, cheerful attitude of mind that wins. Optimism is a success builder; pessimism an achievement killer.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "I've had a lot of success; I've had failures, so I learn from the failure.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "The secret of success in every field is redefining what success means to you. It can't be your parent's definition, the media's definition, or your neighbor's definition. Otherwise, success will never satisfy you.",
        "author": "RuPaul"
    },
    {
        "quote": "Striving for success is healthy - but believing you need to succeed the first time around may backfire. Mentally strong people believe failure is part of the process toward a long journey to success. By viewing failure as a temporary setback, they're able to bounce back and move forward with ease.",
        "author": "Amy Morin"
    },
    {
        "quote": "Success is about persistence. You can only afford to be persistent in something you deeply enjoy.",
        "author": "Cenk Uygur"
    },
    {
        "quote": "Coding, it's an endless process of trial and error, of trying to get the right command in the right place, with sometimes just a semicolon making the difference between success and failure. Code breaks and then it falls apart, and it often takes many, many tries until that magical moment when what you're trying to build comes to life.",
        "author": "Reshma Saujani"
    },
    {
        "quote": "The success of the suffrage movement would injure women spiritually and intellectually, for they would be assuming a burden though they knew themselves unable to bear it. It is the sediment, not the wave, of a sex. It is the antithesis of that highest and sweetest mystery - conviction by submission, and conquest by sacrifice.",
        "author": "John Boyle O'Reilly"
    },
    {
        "quote": "You can't forget that organizational success flows from the hearts and minds of the men and women you lead. Rather than treating your people as you'd like to be treated, treat them as they would like to be treated. Small gestures like opting for face-to-face meetings or sending personal notes can have an enormous impact on teams and their morale.",
        "author": "Marillyn Hewson"
    },
    {
        "quote": "I have to make sure I stay focused and have the same ambition I've always had and work hard - that's the key to success.",
        "author": "Romelu Lukaku"
    },
    {
        "quote": "I know you want me to let you in on some big secret to success in the NBA. The secret is there is no secret. It's just boring old habits.",
        "author": "Ray Allen"
    },
    {
        "quote": "Success is always temporary. When all is said and one, the only thing you'll have left is your character.",
        "author": "Vince Gill"
    },
    {
        "quote": "I think that success is having fun.",
        "author": "Bruno Mars"
    },
    {
        "quote": "As my father used to tell me, the only true sign of success in life is being able to do for a living that which makes you happy.",
        "author": "Al Yankovic"
    },
    {
        "quote": "Personal relationships are the fertile soil from which all advancement, all success, all achievement in real life grows.",
        "author": "Ben Stein"
    },
    {
        "quote": "Success is fine, but success is fleeting. Significance is lasting.",
        "author": "Beth Brooke"
    },
    {
        "quote": "Keep in mind that neither success nor failure is ever final.",
        "author": "Roger Babson"
    },
    {
        "quote": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "The person interested in success has to learn to view failure as a healthy, inevitable part of the process of getting to the top.",
        "author": "Joyce Brothers"
    },
    {
        "quote": "I recognise life is like a magnet. Positive and negative are on the opposite sides of the magnet. You can try to cut the negative part off, but it's still there. When you accept both of them, it's like, 'You know what? Don't get too identified with success or too identified with failure - just be cool with them.'",
        "author": "Craig David"
    },
    {
        "quote": "Success doesn't necessarily come from breakthrough innovation but from flawless execution. A great strategy alone won't win a game or a battle; the win comes from basic blocking and tackling.",
        "author": "Naveen Jain"
    },
    {
        "quote": "Past success is no guarantee of future success, so I have learned to be an entrepreneur. I began to produce and direct my own projects.",
        "author": "Ian Ziering"
    },
    {
        "quote": "Her success is my success.",
        "author": "Nick Lachey"
    },
    {
        "quote": "The key to success is to focus our conscious mind on things we desire not things we fear.",
        "author": "Brian Tracy"
    },
    {
        "quote": "Money won't create success, the freedom to make it will.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.",
        "author": "Wayne Gretzky"
    },
    {
        "quote": "I've always believed that one woman's success can only help another woman's success.",
        "author": "Gloria Vanderbilt"
    },
    {
        "quote": "Success to me is only two things: happiness and stability.",
        "author": "Kehlani"
    },
    {
        "quote": "One of the rewards of success is freedom, the ability to do whatever you like.",
        "author": "Sting"
    },
    {
        "quote": "For me, money is not my definition of success. Inspiring people is a definition of success.",
        "author": "Kanye West"
    },
    {
        "quote": "I've had great success being a total idiot.",
        "author": "Jerry Lewis"
    },
    {
        "quote": "You have reached the pinnacle of success as soon as you become uninterested in money, compliments, or publicity.",
        "author": "Thomas Wolfe"
    },
    {
        "quote": "A minute's success pays the failure of years.",
        "author": "Robert Browning"
    },
    {
        "quote": "Success has many fathers and failure is an orphan.",
        "author": "Alexander Nix"
    },
    {
        "quote": "If there is any one secret of success, it lies in the ability to get the other person's point of view and see things from that person's angle as well as from your own.",
        "author": "Henry Ford"
    },
    {
        "quote": "I demand a lot from myself and reflect this attitude upon others: I consider it to be an important quality for a leader. I also think it is impossible to achieve success without persistence.",
        "author": "Yelena Baturina"
    },
    {
        "quote": "Hope... is the companion of power, and the mother of success; for who so hopes has within him the gift of miracles.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "Look at my success. I didn't achieve it overnight. It has been the product of many years' struggle, and every year, my times have shown gradual improvement.",
        "author": "Mo Farah"
    },
    {
        "quote": "The worst part of success is to try finding someone who is happy for you.",
        "author": "Bette Midler"
    },
    {
        "quote": "Immigrants provide skills that we simply cannot afford to do without. They have contributed hugely to Britain's success.",
        "author": "Charles Kennedy"
    },
    {
        "quote": "Without an open-minded mind, you can never be a great success.",
        "author": "Martha Stewart"
    },
    {
        "quote": "When it comes to success, there are no shortcuts.",
        "author": "Bo Bennett"
    },
    {
        "quote": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible.",
        "author": "DJ Khaled"
    },
    {
        "quote": "There is a huge difference between failing and failure. Failing is trying something that you learn doesn't work. Failure is throwing in the towel and giving up. True success comes from failing repeatedly and as quickly as possible, before your cash or your willpower runs out.",
        "author": "Jay Samit"
    },
    {
        "quote": "I am stable when my private life is a success.",
        "author": "Don Johnson"
    },
    {
        "quote": "We dissect failure a lot more than we dissect success.",
        "author": "Matthew McConaughey"
    },
    {
        "quote": "I owe my success to having listened respectfully to the very best advice, and then going away and doing the exact opposite.",
        "author": "Gilbert K. Chesterton"
    },
    {
        "quote": "Academic success depends on research and publications.",
        "author": "Philip Zimbardo"
    },
    {
        "quote": "We are taught to consume. And that's what we do. But if we realized that there really is no reason to consume, that it's just a mind set, that it's just an addiction, then we wouldn't be out there stepping on people's hands climbing the corporate ladder of success.",
        "author": "River Phoenix"
    },
    {
        "quote": "I couldn't wait for success, so I went ahead without it.",
        "author": "Jonathan Winters"
    },
    {
        "quote": "The thing I always say to people is this: 'If you avoid failure, you also avoid success.'",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "When you accept that failure is a good thing, it can actually be a huge propeller toward success.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "Every day, every year, every new season is a reset from the last, and you are still hungry for success, to do things better and better.",
        "author": "Fernando Alonso"
    },
    {
        "quote": "Four things for success: work and pray, think and believe.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "Success is not getting what you want, it's enjoying what you have.",
        "author": "Glen Campbell"
    },
    {
        "quote": "I always say be humble but be firm. Humility and openness are the key to success without compromising your beliefs.",
        "author": "George Hickenlooper"
    },
    {
        "quote": "You've achieved success in your field when you don't know whether what you're doing is work or play.",
        "author": "Warren Beatty"
    },
    {
        "quote": "The grass is always greener on the other side - until you get there and see it's AstroTurf. Symbols are never reality. Someone might have amassed material success and fame, but that doesn't mean they're happy. So, don't go judging a person's life by the cover.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "The true success is the person who invented himself.",
        "author": "Al Goldstein"
    },
    {
        "quote": "Whether you come from a council estate or a country estate, your success will be determined by your own confidence and fortitude.",
        "author": "Michelle Obama"
    },
    {
        "quote": "Success is survival.",
        "author": "Leonard Cohen"
    },
    {
        "quote": "A rejection is nothing more than a necessary step in the pursuit of success.",
        "author": "Bo Bennett"
    },
    {
        "quote": "The amazing thing about love and attention and encouragement and grace and success and joy is that these things are infinite. We get a new supply every single morning, and so we can give it away all day. We never, ever have to monitor the supply of others or grab or hoard.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "It doesn't matter whether you are pursuing success in business, sports, the arts, or life in general: The bridge between wishing and accomplishing is discipline.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "I believe in luck: how else can you explain the success of those you dislike?",
        "author": "Jean Cocteau"
    },
    {
        "quote": "You weren't born just to live a life and to die; you were born to accomplish something specifically. Matter of fact, success is making it to the end of your purpose; that is success... Success is not just existing. Success is making it to the end of why you were born.",
        "author": "Myles Munroe"
    },
    {
        "quote": "We must see others' struggles as our own, and their success as our success, so we can speak to our common humanity.",
        "author": "Ilhan Omar"
    },
    {
        "quote": "When you see something that is technically sweet, you go ahead and do it and you argue about what to do about it only after you have had your technical success. That is the way it was with the atomic bomb.",
        "author": "J. Robert Oppenheimer"
    },
    {
        "quote": "Failure's a marker of success in its own right because you went out and tried something... If you really don't want to fail, go find a comfortable chair and stay there. Just don't go out and do anything.",
        "author": "Whitney Wolfe Herd"
    },
    {
        "quote": "I don't take success and failure seriously. The only thing I do seriously is march forward. If I fall, I get up and march again.",
        "author": "Kareena Kapoor Khan"
    },
    {
        "quote": "Before you can become a millionaire, you must learn to think like one. You must learn how to motivate yourself to counter fear with courage. Making critical decisions about your career, business, investments and other resources conjures up fear, fear that is part of the process of becoming a financial success.",
        "author": "Thomas J. Stanley"
    },
    {
        "quote": "Each success only buys an admission ticket to a more difficult problem.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "Success isn't permanent and failure isn't fatal.",
        "author": "Mike Ditka"
    },
    {
        "quote": "Success doesn't happen quickly. It happens from doing the same thing over and over, becoming great at it, and delivering great value to consumers.",
        "author": "Kevin Plank"
    },
    {
        "quote": "Success is having to worry about every damn thing in the world, except money.",
        "author": "Johnny Cash"
    },
    {
        "quote": "In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.",
        "author": "John Ruskin"
    },
    {
        "quote": "You cannot climb the ladder of success dressed in the costume of failure.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Success is usually the culmination of controlling failure.",
        "author": "Sylvester Stallone"
    },
    {
        "quote": "That some achieve great success, is proof to all that others can achieve it as well.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Taxation is the price we pay for failing to build a civilized society. The higher the tax level, the greater the failure. A centrally planned totalitarian state represents a complete defeat for the civilized world, while a totally voluntary society represents its ultimate success.",
        "author": "Mark Skousen"
    },
    {
        "quote": "Real success is not, like, materialistic. It's being where you want to be when you want to be; just living your life how you feel; having an ultimate goal and being able to accomplish it.",
        "author": "Lindsey Wixson"
    },
    {
        "quote": "Success without honor is an unseasoned dish; it will satisfy your hunger, but it won't taste good.",
        "author": "Joe Paterno"
    },
    {
        "quote": "Success can be as simple as the warm feeling you get when you smile at a stranger, someone you know must be lonely, and having that stranger return your smile. It can be the bringing of a child into the world and raising that child to be a good man or woman.",
        "author": "Maryanne Trump Barry"
    },
    {
        "quote": "Monetary success is not success. Career success is not success. Life, someone that loves you, giving to others, doing something that makes you feel complete and full. That is success. And it isn't dependent on anyone else.",
        "author": "James Avery"
    },
    {
        "quote": "The success of a production depends on the attention paid to detail.",
        "author": "David O. Selznick"
    },
    {
        "quote": "I hope people remember me as a good and decent man. And if they do, then that's success.",
        "author": "Tim Cook"
    },
    {
        "quote": "Success depends almost entirely on how effectively you learn to manage the game's two ultimate adversaries: the course and yourself.",
        "author": "Jack Nicklaus"
    },
    {
        "quote": "The art of effective listening is essential to clear communication, and clear communication is necessary to management success.",
        "author": "James Cash Penney"
    },
    {
        "quote": "No self-respecting woman should wish or work for the success of a party who ignores her sex.",
        "author": "Susan B. Anthony"
    },
    {
        "quote": "Finding good partners is the key to success in anything: in business, in marriage and, especially, in investing.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Success is the only motivational factor that a boy with character needs.",
        "author": "Woody Hayes"
    },
    {
        "quote": "'No one can make you successful; the will to success comes from within.' I've made this my motto. I've internalized it to the point of understanding that the success of my actions and/or endeavors doesn't depend on anyone else, and that includes a possible failure.",
        "author": "Fabrizio Moreira"
    },
    {
        "quote": "Earned success is the key to a positive, happy life.",
        "author": "Christian McCaffrey"
    },
    {
        "quote": "Success is a great deodorant.",
        "author": "Elizabeth Taylor"
    },
    {
        "quote": "The ladder of success is never crowded at the top.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Success is all about persistence and doing the right thing for the long term.",
        "author": "Bruce Rauner"
    },
    {
        "quote": "Problems or successes, they all are the results of our own actions. Karma. The philosophy of action is that no one else is the giver of peace or happiness. One's own karma, one's own actions are responsible to come to bring either happiness or success or whatever.",
        "author": "Maharishi Mahesh Yogi"
    },
    {
        "quote": "Fear of failure is caused by lack of self-esteem and confidence. Dealing with fear is the key to super success.",
        "author": "Dan Pena"
    },
    {
        "quote": "There is no formula for success. All you need to do is put in your best and be blessed with some good luck as well.",
        "author": "Sudeep"
    },
    {
        "quote": "I love to do something that's challenging to myself, and just to see the success, it makes me go harder and harder the next time.",
        "author": "Flo Rida"
    },
    {
        "quote": "Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chances of success when you try again. Failure is only the end if you decide to stop.",
        "author": "Richard Branson"
    },
    {
        "quote": "There's no such thing as failure - just waiting for success.",
        "author": "John Osborne"
    },
    {
        "quote": "The success combination in business is: Do what you do better... and: do more of what you do.",
        "author": "David Joseph Schwartz"
    },
    {
        "quote": "The seeds of success in every nation on Earth are best planted in women and children.",
        "author": "Joyce Banda"
    },
    {
        "quote": "The best success, for me, is not one trophy. It's not harmony. It's when players improve and grow.",
        "author": "Unai Emery"
    },
    {
        "quote": "To be ready to fail is to be prepared for success.",
        "author": "Jose Bergamin"
    },
    {
        "quote": "Real success is not on the stage, but off the stage as a human being, and how you get along with your fellow man.",
        "author": "Sammy Davis, Jr."
    },
    {
        "quote": "Never mind what others do; do better than yourself, beat your own record from day to day, and you are a success.",
        "author": "William J. H. Boetcker"
    },
    {
        "quote": "Make treating yourself a priority and always remember your life is happening now. Don't put off all your dreams and pleasures to another day. In any balanced personal definition of success there has to be a powerful element of living life in the present.",
        "author": "Mireille Guiliano"
    },
    {
        "quote": "It needs time. Nobody wants to hear it, but that's the truth: if you want to have success in the future, you have to be ready to work now.",
        "author": "Jurgen Klopp"
    },
    {
        "quote": "Every step, every bit of success, it's gotta be earned.",
        "author": "Myles Kennedy"
    },
    {
        "quote": "Life is nothing but a bunch of experiences. There's no such thing as success or failure.",
        "author": "Suki Waterhouse"
    },
    {
        "quote": "Anybody who succeeds is helping people. The secret to success is find a need and fill it; find a hurt and heal it; find a problem and solve it.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "Success on any major scale requires you to accept responsibility... in the final analysis, the one quality that all successful people have... is the ability to take on responsibility.",
        "author": "Michael Korda"
    },
    {
        "quote": "Achievers have an enabling attitude, realism, and a conviction that they themselves were the laboratory of innovation. Their ability to change themselves is central to their success. They have learned to conserve their energy by minimizing the time spent in regret or complaint. Every event is a lesson to them, every person a teacher.",
        "author": "Marilyn Ferguson"
    },
    {
        "quote": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "Failure doesn't scare me. And neither success. I am equally detached to both.",
        "author": "Prithviraj Sukumaran"
    },
    {
        "quote": "I am fully aware that everybody has a right to succeed, and success should be with ethics.",
        "author": "Sharad Pawar"
    },
    {
        "quote": "Lord knows, every day is not a success, every year is not a success. You have to celebrate the good.",
        "author": "Reese Witherspoon"
    },
    {
        "quote": "Honesty is the most single most important factor having a direct bearing on the final success of an individual, corporation, or product.",
        "author": "Ed McMahon"
    },
    {
        "quote": "A desire to be in charge of our own lives, a need for control, is born in each of us. It is essential to our mental health, and our success, that we take control.",
        "author": "Robert Foster Bennett"
    },
    {
        "quote": "I would like to tell the young men and women before me not to lose hope and courage. Success can only come to you by courageous devotion to the task lying in front of you.",
        "author": "C. V. Raman"
    },
    {
        "quote": "Every soldier must know, before he goes into battle, how the little battle he is to fight fits into the larger picture, and how the success of his fighting will influence the battle as a whole.",
        "author": "Bernard Law Montgomery"
    },
    {
        "quote": "People think your success is just a matter of having a pretty face. But it's easy to be chewed up and spat out. You've got to stay ahead of the game to be able to stay in it.",
        "author": "Kate Moss"
    },
    {
        "quote": "If you aren't learning, you are regressing, because more growth comes from failure than from success.",
        "author": "Shahid Khan"
    },
    {
        "quote": "The line between failure and success is so fine that we scarcely know when we pass it: so fine that we are often on the line and do not know it.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "To guarantee success, act as if it were impossible to fail.",
        "author": "Dorothea Brande"
    },
    {
        "quote": "Success is measured by your discipline and inner peace.",
        "author": "Mike Ditka"
    },
    {
        "quote": "Urgent optimism is the desire to act immediately to tackle an obstacle, combined with the belief that we have a reasonable hope of success.",
        "author": "Jane McGonigal"
    },
    {
        "quote": "Money is not a measure of a man's character or success in the arena of public service.",
        "author": "Ed Schultz"
    },
    {
        "quote": "Success is 99 percent failure.",
        "author": "Soichiro Honda"
    },
    {
        "quote": "Every little thing you do is going to add up and be the difference and contribute to your success. If you believe in that, it's going to make you want to get 1 percent better every day. Do that extra one rep in the weight room. Do that extra mental rep at practice. Stay a little longer because it's going to add up and be the difference.",
        "author": "Mitchell Trubisky"
    },
    {
        "quote": "Your chances of success are directly proportional to the degree of pleasure you desire from what you do. If you are in a job you hate, face the fact squarely and get out.",
        "author": "Michael Korda"
    },
    {
        "quote": "You cannot learn anything from success, you only learn from failure.",
        "author": "Jim Dale"
    },
    {
        "quote": "Success isn't supposed to happen, no matter how hard you work. There's no guarantee you're going to succeed. There's nothing set in stone.",
        "author": "Kevin Hart"
    },
    {
        "quote": "I'm a forgiver. I might not forget, but I forgive. My mother, father and older brother always told me: 'Don't hold grudges. If you do that, you don't lower yourself down to your adversary. Just treat people the way you want to be treated.' I honestly think that's why I was able to survive and have some success.",
        "author": "Monte Irvin"
    },
    {
        "quote": "Maintaining spirituality and humanism are the keys to success. It's a balance.",
        "author": "Bikram Choudhury"
    },
    {
        "quote": "People seldom see the halting and painful steps by which the most insignificant success is achieved.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "Part of being a man is learning to take responsibility for your successes and for your failures. You can't go blaming others or being jealous. Seeing somebody else's success as your failure is a cancerous way to live.",
        "author": "Kevin Bacon"
    },
    {
        "quote": "If you work just for money, you'll never make it, but if you love what you're doing and you always put the customer first, success will be yours.",
        "author": "Ray Kroc"
    },
    {
        "quote": "Only stupid people are changed by success.",
        "author": "Jurgen Klopp"
    },
    {
        "quote": "The Lord gave us two ends - one to sit on and the other to think with. Success depends on which one we use the most.",
        "author": "Ann Landers"
    },
    {
        "quote": "Success is about honour, feeling morally calibrated, absence of shame, not what some newspaper defines from an external metric.",
        "author": "Nassim Nicholas Taleb"
    },
    {
        "quote": "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.",
        "author": "James Allen"
    },
    {
        "quote": "He was a self-made man who owed his lack of success to nobody.",
        "author": "Joseph Heller"
    },
    {
        "quote": "Sustainability is the key to our survival on this planet and will also determine success on all levels.",
        "author": "Shari Arison"
    },
    {
        "quote": "I think success has no rules, but you can learn a great deal from failure.",
        "author": "Jean Kerr"
    },
    {
        "quote": "Through perseverance many people win success out of what seemed destined to be certain failure.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "You do not pay the price of success, you enjoy the price of success.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Success comes in waves.",
        "author": "Guy Pearce"
    },
    {
        "quote": "Success is not to be pursued; it is to be attracted by the person you become.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Being happy is of the utmost importance. Success in anything is through happiness.",
        "author": "Maharishi Mahesh Yogi"
    },
    {
        "quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Before everything else, getting ready is the secret of success.",
        "author": "Henry Ford"
    },
    {
        "quote": "The penalty of success is to be bored by people who used to snub you.",
        "author": "Nancy Astor"
    },
    {
        "quote": "The idea of capitalism is not just success but also the failure that allows success to happen.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you're in control of your life. If you don't, life controls you.",
        "author": "Tony Robbins"
    },
    {
        "quote": "I don't rely on feng shui. I believe hard work brings us good luck and success.",
        "author": "John Gokongwei"
    },
    {
        "quote": "In the past, my success has come with sticking to one plan. That usually works. Obviously it's going to falter, and I'm going to go into slumps here and there, but stick with the plan, and hopefully it will come out successful more times than not.",
        "author": "Freddie Freeman"
    },
    {
        "quote": "My success is the team's success. It's one of those things to a certain degree that it's effort and ability but also how I benefit from what my teammates do, and then it is up to me to perform.",
        "author": "Jason Babin"
    },
    {
        "quote": "Talent alone won't make you a success. Neither will being in the right place at the right time, unless you are ready. The most important question is: 'Are your ready?'",
        "author": "Johnny Carson"
    },
    {
        "quote": "To win is not important. To be successful is not even important. How to plan and prepare is crucial. When you plan very well and prepare very well, then success can come on the way. Then winning can come on your way.",
        "author": "Eliud Kipchoge"
    },
    {
        "quote": "What strikes me is that there's a very fine line between success and failure. Just one ingredient can make the difference.",
        "author": "Andrew Lloyd Webber"
    },
    {
        "quote": "Albert Camus, a great humanist and existentialist voice, pointed out that to commit to a just cause with no hope of success is absurd. But then, he also noted that not committing to a just cause is equally absurd. But only one choice offers the possibility for dignity. And dignity matters. Dignity matters.",
        "author": "David Simon"
    },
    {
        "quote": "If you have people invested emotionally in the success of their team, that usually translates to strong attendance.",
        "author": "Kelley O'Hara"
    },
    {
        "quote": "There is no coincidence that stability brings success, and success brings stability.",
        "author": "Robert Green"
    },
    {
        "quote": "I grew up surrounded by all types of cultures - French, Indian, Arabic - a melting pot of cultures, sounds, foods, people, and religions. It opened my eyes early, and I'm grateful for that. It's not about success in one area; it's about exploring the world musically and spending time in those places whenever you can.",
        "author": "DJ Snake"
    },
    {
        "quote": "Failure is knowledge, and knowledge is success.",
        "author": "Mahira Khan"
    },
    {
        "quote": "With success comes complacency if you let it happen. It is human nature; there is that urge to think about how well you have done.",
        "author": "Chris Coleman"
    },
    {
        "quote": "Adjusting to the passage of time, I think, is a key to success and to life: just being able to roll with the punches.",
        "author": "Dolly Parton"
    },
    {
        "quote": "We need quantitative assessments of the success of education. We need certification and qualifications both for teachers and for pupils. It is not a choice between quantity and quality, between access and excellence. Both of these will happen together if people really do believe in the importance of education to change lives.",
        "author": "Gordon Brown"
    },
    {
        "quote": "More than half of people who leave their jobs do so because of their relationship with their boss. Smart companies make certain their managers know how to balance being professional with being human. These are the bosses who celebrate an employee's success, empathize with those going through hard times, and challenge people, even when it hurts.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "I have had all of the disadvantages required for success.",
        "author": "Larry Ellison"
    },
    {
        "quote": "Past performance speaks a tremendous amount about one's ability and likelihood for success.",
        "author": "Mark Spitz"
    },
    {
        "quote": "The key to accepting responsibility for your life is to accept the fact that your choices, every one of them, are leading you inexorably to either success or failure, however you define those terms.",
        "author": "Neal Boortz"
    },
    {
        "quote": "The most important thing is being passionate about what you're doing and always give it your all. That is the key to success.",
        "author": "Charlie White"
    },
    {
        "quote": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.",
        "author": "Phil Knight"
    },
    {
        "quote": "The three ordinary things that we often don't pay enough attention to, but which I believe are the drivers of all success, are hard work, perseverance, and basic honesty.",
        "author": "Azim Premji"
    },
    {
        "quote": "I'm different, and I have to be a warrior to be that way. But I have had some success; I hope I have touched the lives of some wonderful people, all by being what I see as myself but some others people see as different.",
        "author": "Johnny Weir"
    },
    {
        "quote": "I have found no greater satisfaction than achieving success through honest dealing and strict adherence to the view that, for you to gain, those you deal with should gain as well.",
        "author": "Alan Greenspan"
    },
    {
        "quote": "On or off the field, practice and teamwork are the key to success.",
        "author": "Malcolm Jenkins"
    },
    {
        "quote": "Many a man owes his success to his first wife and his second wife to his success.",
        "author": "Jim Backus"
    },
    {
        "quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.",
        "author": "Helen Keller"
    },
    {
        "quote": "I can give you a six-word formula for success: Think things through - then follow through.",
        "author": "Eddie Rickenbacker"
    },
    {
        "quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.",
        "author": "Mark Twain"
    },
    {
        "quote": "Every skill you acquire doubles your odds of success.",
        "author": "Scott Adams"
    },
    {
        "quote": "Success is just around the corner, but I don't want to rush into anything.",
        "author": "Arfi Lamba"
    },
    {
        "quote": "I have only one understanding of development and of making success, and that's by going step by step.",
        "author": "Jurgen Klopp"
    },
    {
        "quote": "If you are born into poverty, the chances are good that your children will be born into poverty. Find a way to give poor kids the same cognitive stimulus that rich kids receive, and they should end up with the same tools for success.",
        "author": "George Kaiser"
    },
    {
        "quote": "Success is the child of audacity.",
        "author": "Benjamin Disraeli"
    },
    {
        "quote": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?",
        "author": "James Allen"
    },
    {
        "quote": "The success of the young entrepreneur will be the key to India's transformation in the new millennium.",
        "author": "Dhirubhai Ambani"
    },
    {
        "quote": "The secret to success is to offend the greatest number of people.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "For the past few years, I was the more visible Asian performer, and I think it gave young girls a kind of role model showing it's possible to actually reach success doing movies.",
        "author": "Joan Chen"
    },
    {
        "quote": "Try to look at your weakness and convert it into your strength. That's success.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "My Chinese name is Man Shing which means 'ten thousand success.' It's a name that's sure to set me up for failure.",
        "author": "Jimmy O. Yang"
    },
    {
        "quote": "I pray they will carry on in spite of that dreadful monster prejudice, and with patience, courage, fortitude and perseverance achieve success for themselves.",
        "author": "Major Taylor"
    },
    {
        "quote": "Success is more difficult to handle than failure.",
        "author": "Ravi Zacharias"
    },
    {
        "quote": "By shifting your focus to the princess and treating your life's challenges like video games, you can trick your brain and actually learn more and see more success.",
        "author": "Mark Rober"
    },
    {
        "quote": "True success is overcoming the fear of being unsuccessful.",
        "author": "Paul Sweeney"
    },
    {
        "quote": "I think the success around any product is really about subtle insights. You need a great product and a bigger vision to execute against, but it's really those small things that make the big difference.",
        "author": "Chad Hurley"
    },
    {
        "quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
        "author": "Walter Scott"
    },
    {
        "quote": "Success is doing ordinary things extraordinarily well.",
        "author": "Jim Rohn"
    },
    {
        "quote": "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success.",
        "author": "Barack Obama"
    },
    {
        "quote": "I think it's way harder when you have success, 'cause people tend to not treat you the same or look at you the same because they see the success or the money you make.",
        "author": "Meek Mill"
    },
    {
        "quote": "Success doesn't demand a price. Every step forward pays a dividend.",
        "author": "David Joseph Schwartz"
    },
    {
        "quote": "The first thing successful people do is view failure as a positive signal to success.",
        "author": "Brendon Burchard"
    },
    {
        "quote": "There will always be competition, especially in showbiz. There's always someone younger and hungrier standing behind you; there's always someone with more contacts; there's always someone whose grandfather or father is a filmmaker. I think your job is just to be there 100% - you work hard, and there are no shortcuts to success.",
        "author": "Preity Zinta"
    },
    {
        "quote": "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure. The way you think about a fact may defeat you before you ever do anything about it. You are overcome by the fact because you think you are.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "I hate to be a failure. I hate and regret the failure of my marriages. I would gladly give all my millions for just one lasting marital success.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "About the only problem with success is that it does not teach you how to deal with failure.",
        "author": "Tommy Lasorda"
    },
    {
        "quote": "We know from research that growth is actually contagious, so if you want to reach your goals, you've got to get around people that are going in the same direction you want to be going, and you will catch the success.",
        "author": "Henry Cloud"
    },
    {
        "quote": "To this day, just always treat people the way you want to be treated. Whether it's family or friends or co-workers, I think it's the most important thing. Whether you have success or don't have it, whether you're a good person is all that matters.",
        "author": "Brenda Song"
    },
    {
        "quote": "I believe that one key to success is to accept truth, no matter how it's spoken.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "The talent of success is nothing more than doing what you can do well, and doing well whatever you do without thought of fame. If it comes at all it will come because it is deserved, not because it is sought after.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "The cinema has done more for my spiritual life than the church. My ideas of fame, success and beauty all originate from the big screen. Whereas Christian religion is retreating everywhere and losing more and more influence; film has filled the vacuum and supports us with myths and action-controlling images.",
        "author": "John Updike"
    },
    {
        "quote": "Mothers have always held such symbolic weight in determining a person's worth. Your mother tongue, your motherland, your mother's values - these things can qualify or disqualify you from attaining myriad American dreams: love, fluency, citizenship, legitimacy, acceptance, success, freedom.",
        "author": "Jenny Zhang"
    },
    {
        "quote": "Failure holds the seeds for greatness - so long as you water those seeds with introspection, they can be the root of your success.",
        "author": "Daniel Lubetzky"
    },
    {
        "quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you do, you'll be successful.",
        "author": "Tyga"
    },
    {
        "quote": "Don't wait to be successful at some future point. Have a successful relationship with the present moment and be fully present in whatever you are doing. That is success.",
        "author": "Eckhart Tolle"
    },
    {
        "quote": "I think true success is intrinsic... It's love. It's kindness. It's community.",
        "author": "Tom Shadyac"
    },
    {
        "quote": "Too many people measure how successful they are by how much money they make or the people that they associate with. In my opinion, true success should be measured by how happy you are.",
        "author": "Richard Branson"
    },
    {
        "quote": "The fear of failure never goes away. In many ways, you could argue that success multiplies the opportunities for failure. It's just more of an argument for becoming more comfortable with it.",
        "author": "Mark Manson"
    },
    {
        "quote": "It's only lonely at the top if you forget all the people you met along the way and fail to acknowledge their contributions to your success.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "Fourth Law of Thermodynamics: If the probability of success is not almost one, then it is damn near zero.",
        "author": "David R. Ellis"
    },
    {
        "quote": "Follow your passion. Nothing - not wealth, success, accolades or fame - is worth spending a lifetime doing things you don't enjoy.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "The winner's edge is not in a gifted birth, a high IQ, or in talent. The winner's edge is all in the attitude, not aptitude. Attitude is the criterion for success.",
        "author": "Denis Waitley"
    },
    {
        "quote": "The American Dream is one of success, home ownership, college education for one's children, and have a secure job to provide these and other goals.",
        "author": "Leonard Boswell"
    },
    {
        "quote": "Collegiality is crucial to the success of our mission. We could not do the job the Constitution assigns to us if we didn't - to use one of Justice Antonin Scalia's favorite expressions - 'Get over it!'",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "Success is neither magical nor mysterious. Success is the natural consequence of consistently applying the basic fundamentals.",
        "author": "Jim Rohn"
    },
    {
        "quote": "The most important lesson to remember is that failure is inevitable, but so is success, so rebound.",
        "author": "Naveen Tewari"
    },
    {
        "quote": "No foreign policy - no matter how ingenious - has any chance of success if it is born in the minds of a few and carried in the hearts of none.",
        "author": "Henry Kissinger"
    },
    {
        "quote": "I'll tell you, there is nothing better in life than being a late bloomer. I believe that success can happen at any time and at any age.",
        "author": "Salma Hayek"
    },
    {
        "quote": "What drew me towards team sport were the camaraderie and friendship. The chance to celebrate victory and success with a group of other people is something I have enjoyed doing.",
        "author": "Rahul Dravid"
    },
    {
        "quote": "'Sugar Cane Alley' had a lot of international success, big success everywhere.",
        "author": "Euzhan Palcy"
    },
    {
        "quote": "Corporate executives and business owners need to realize that there can be no compromise when it comes to ethics, and there are no easy shortcuts to success. Ethics need to be carefully sown into the fabric of their companies.",
        "author": "Vivek Wadhwa"
    },
    {
        "quote": "Super-success is not for everyone, and you will endure weeks and months and years of hard work, obstacles, failures, victories, pain, and any manner of 'negative' experiences to reap the rewards of success, drink from the golden goblet, own the brass ring.",
        "author": "Dan Pena"
    },
    {
        "quote": "The business of biomedical research is mostly about failure. Few projects we commission will ultimately result in success. But every study we do contributes to the body of knowledge that brings science and society closer to a solution.",
        "author": "Kenneth Frazier"
    },
    {
        "quote": "We must believe in luck. For how else can we explain the success of those we don't like?",
        "author": "Jean Cocteau"
    },
    {
        "quote": "I've learned that mistakes can often be as good a teacher as success.",
        "author": "Jack Welch"
    },
    {
        "quote": "I want anyone who believes in life, liberty, pursuit of happiness to succeed. And I want any force, any person, any element of an overarching Big Government that would stop your success, I want that organization, that element or that person to fail. I want you to succeed.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them. Failure is... the highway to success.",
        "author": "Og Mandino"
    },
    {
        "quote": "It's both rebellion and conformity that attack you with success.",
        "author": "Amy Tan"
    },
    {
        "quote": "Like success, failure is many things to many people. With Positive Mental Attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Unless you're willing to have a go, fail miserably, and have another go, success won't happen.",
        "author": "Phillip Adams"
    },
    {
        "quote": "Satan well knows that success can only attend order and harmonious action. He well knows that every thing connected with Heaven is in perfect order.",
        "author": "Ellen G. White"
    },
    {
        "quote": "Self-care equals success. You're going to be more successful if you take care of yourself and you're healthy.",
        "author": "Beth Behrs"
    },
    {
        "quote": "I worked half my life to be an overnight success, and still it took me by surprise.",
        "author": "Jessica Savitch"
    },
    {
        "quote": "Success is tricky to deal with, both professionally and in your personal life.",
        "author": "Ewan McGregor"
    },
    {
        "quote": "Encouragement of higher education for our youth is critical to the success of our collective future.",
        "author": "Charles B. Rangel"
    },
    {
        "quote": "Success is the sum of details.",
        "author": "Harvey S. Firestone"
    },
    {
        "quote": "The most successful men in the end are those whose success is the result of steady accretion.",
        "author": "Alexander Graham Bell"
    },
    {
        "quote": "People of mediocre ability sometimes achieve outstanding success because they don't know when to quit. Most men succeed because they are determined to.",
        "author": "George Allen, Sr."
    },
    {
        "quote": "Success is a lousy teacher, but failure is a friend, philosopher, and guide.",
        "author": "Ayushmann Khurrana"
    },
    {
        "quote": "The ladder of success in Hollywood is usually a press agent, actor, director, producer, leading man; and you are a star if you sleep with each of them in that order. Crude, but true.",
        "author": "Hedy Lamarr"
    },
    {
        "quote": "No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction.",
        "author": "Charles Kendall Adams"
    },
    {
        "quote": "There are people out there who hate me and who say I'm arrogant, vain, and whatever. That's all part of my success. I am made to be the best.",
        "author": "Cristiano Ronaldo"
    },
    {
        "quote": "Positive thinking is the key to success in business, education, pro football, anything that you can mention. I go out there thinking that I'm going to complete every pass.",
        "author": "Ron Jaworski"
    },
    {
        "quote": "Only by acknowledging the success and sacrifice made by those who came before us can we fully understand what we must do to ensure the liberty of those who will succeed us.",
        "author": "Yvette Clarke"
    },
    {
        "quote": "We live in a world of constant juxtaposition between joy that's possible and pain that's all too common. We hope for love and success and abundance, but we never quite forget that there is always lurking the possibility of disaster.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "There are people who can achieve huge success in life, while adding a bit of fun and a splash of colour to this increasingly grey world.",
        "author": "Peter James"
    },
    {
        "quote": "Most companies target women as end users, but few are effectively utilizing female employees when it comes to innovating for female consumers. When women are empowered in the design and innovation process, the likelihood of success in the marketplace improves by 144%!",
        "author": "Indra Nooyi"
    },
    {
        "quote": "The only true measure of success is the ratio between what we might have done and what we might have been on the one hand, and the thing we have made and the things we have made of ourselves on the other.",
        "author": "H. G. Wells"
    },
    {
        "quote": "It's about enjoying your life. If you have no family, no friends to enjoy it with, it don't matter how much you have, how much success you have, how much fame you have, how much money you have, it doesn't matter.",
        "author": "Vanilla Ice"
    },
    {
        "quote": "Failure is not our only punishment for laziness; there is also the success of others.",
        "author": "Jules Renard"
    },
    {
        "quote": "Nobody travels on the road to success without a puncture or two.",
        "author": "Navjot Singh Sidhu"
    },
    {
        "quote": "Hip-hop is more about attaining wealth. People respect success. They respect big. They don't even have to like your music. If you're big enough, people are drawn to you.",
        "author": "Jay-Z"
    },
    {
        "quote": "You can't improve what you can't measure, and liberals have resisted any kind of meaningful measurement of success in the classroom for decades. Instead of focusing on the three R's, liberals have thrown up a barrage of silly things designed to distract us all from their awful stewardship of the schools.",
        "author": "Mike Gallagher"
    },
    {
        "quote": "I don't know what keeps me going. Sometimes I wonder... I think it's just pure perseverance and wanting to succeed and having that burning desire to always have success.",
        "author": "Tanya Tucker"
    },
    {
        "quote": "Diversity is essential to the success of the news industry, and journalists must include diverse voices in their coverage in order to reach a broader audience. We have stories to tell, but many in our audience have stopped listening because they can tell that we're not talking about them.",
        "author": "Gwen Ifill"
    },
    {
        "quote": "Be careful of success; it has a dark side.",
        "author": "Robert Redford"
    },
    {
        "quote": "Success represents the 1% of your work which results from the 99% that is called failure.",
        "author": "Soichiro Honda"
    },
    {
        "quote": "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.",
        "author": "Denis Waitley"
    },
    {
        "quote": "Always remember that striving and struggle precede success, even in the dictionary.",
        "author": "Sarah Ban Breathnach"
    },
    {
        "quote": "Success, they taught me, is built on the foundation of courage, hard-work and individual responsibility. Despite what some would have us believe, success is not built on resentment and fears.",
        "author": "Susana Martinez"
    },
    {
        "quote": "The War has been waged with success, although there have been in some instances errors and misfortunes. But the heart of the nation is sounder and its hopes brighter.",
        "author": "Gideon Welles"
    },
    {
        "quote": "When people have success, one of two things happen. They either get really satisfied and want to keep thinking about it and talking about what they did, or the success becomes a little addictive, and it makes them want to keep having more.",
        "author": "Nick Saban"
    },
    {
        "quote": "A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "Honesty and integrity are absolutely essential for success in life - all areas of life. The really good news is that anyone can develop both honesty and integrity.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "I don't think 'Cocktail' was a perfect critical success, but it touched a vein in our culture.",
        "author": "Elisabeth Shue"
    },
    {
        "quote": "I did stand-up comedy for 18 years. Ten of those years were spent learning, four years were spent refining, and four years were spent in wild success. I was seeking comic originality, and fame fell on me as a byproduct. The course was more plodding than heroic.",
        "author": "Steve Martin"
    },
    {
        "quote": "My biggest failure is 'Metal Gear.' It's my biggest failure and my biggest success.",
        "author": "Hideo Kojima"
    },
    {
        "quote": "Success is no longer about changing strategies more often, but having the agility to execute multiple strategies concurrently. And success requires CEOs to develop the right leadership capabilities, workforce skills, and corporate cultures to support digital transformation.",
        "author": "Pierre Nanterme"
    },
    {
        "quote": "I think if you want to become a great football player, professional, you must give all the time one hundred percent, you must work hard - to be lucky is a good thing - but if you work hard and you give everything you will have great success.",
        "author": "Greg Akcelrod"
    },
    {
        "quote": "The making of friends who are real friends, is the best token we have of a man's success in life.",
        "author": "Edward Everett Hale"
    },
    {
        "quote": "Success is getting what you want. Happiness is liking what you get.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "I planned my success. I knew it was going to happen.",
        "author": "Erykah Badu"
    },
    {
        "quote": "Success is the maximum utilization of the ability that you have.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "Old age is like everything else. To make a success of it, you've got to start young.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Tell me, why is the media here so negative? Why are we in India so embarrassed to recognise our own strengths, our achievements? We are such a great nation. We have so many amazing success stories but we refuse to acknowledge them. Why?",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "I don't dwell on success. Maybe that's one reason I'm successful.",
        "author": "Calvin Klein"
    },
    {
        "quote": "I don't really measure success by anything other than if I am happy. That is success to me. Am I happy waking up every morning? And despite the challenges of running my own business, do I look forward to going to work? Absolutely.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "If you drill down on any success story, you always discover that luck was a huge part of it. You can't control luck, but you can move from a game with bad odds to one with better odds. You can make it easier for luck to find you. The most useful thing you can do is stay in the game.",
        "author": "Scott Adams"
    },
    {
        "quote": "I try not to be influenced by success or popularity.",
        "author": "Suga"
    },
    {
        "quote": "Success is the American Dream. And that success is not something to be ashamed of, or to demonize.",
        "author": "Susana Martinez"
    },
    {
        "quote": "Life is like a circle and you have to know when to move on. Success and failure are a part and parcel of it.",
        "author": "Prosenjit Chatterjee"
    },
    {
        "quote": "It takes two to make a marriage a success and only one to make it a failure.",
        "author": "Herbert Samuel"
    },
    {
        "quote": "The first myth of management is that it exists. The second myth of management is that success equals skill.",
        "author": "Robert Heller"
    },
    {
        "quote": "I have had unsuccessful films, but I learned a lot from those films. I give my failures as much importance as my success.",
        "author": "Aamir Khan"
    },
    {
        "quote": "You know you are on the road to success if you would do your job, and not be paid for it.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "I do think a key to success in any walk of life is having a short memory and a thick skin - I know it has served me well over the years.",
        "author": "Aubrey McClendon"
    },
    {
        "quote": "Today's tactical victory does not guarantee tomorrow's strategic success.",
        "author": "Peter Pace"
    },
    {
        "quote": "I always believe that the elders in my family are the reason for my success.",
        "author": "R. Madhavan"
    },
    {
        "quote": "Success - it's what you do with what you've got.",
        "author": "Woody Hayes"
    },
    {
        "quote": "People who achieve the highest levels of success - whether in business or in raising families or simply in discovering fulfillment and satisfaction and purpose in life - are those who place their focus on other people rather than themselves.",
        "author": "Richard M. DeVos"
    },
    {
        "quote": "Your wardrobe can be your passport for success. What you wear to a new job interview or an audition can be of great impact and open doors for you. If you possess talent and faith in yourself, and wear clothing that enhances your personality, you have a 50 percent better chance of winning or gaining whatever you're seeking.",
        "author": "Walter Mercado"
    },
    {
        "quote": "I tried out various experiments described in treatises on physics and chemistry, and the results were sometimes unexpected. At times, I would be encouraged by a little unhoped-for success; at others, I would be in the deepest despair because of accidents and failures resulting from my inexperience.",
        "author": "Marie Curie"
    },
    {
        "quote": "I won't sell my soul to the devil, but I do want success and I don't think that's bad.",
        "author": "Jada Pinkett Smith"
    },
    {
        "quote": "Success can be obviously a two way street.",
        "author": "Chris Noth"
    },
    {
        "quote": "Whether in success or in failure, I'm proud of every single movie I've ever directed.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "On 'Sufferer,' I'm talking about the younger generation that has no other option for success than to find a gun somewhere. I try to appeal to them: 'I know you a sufferer, but it doesn't mean that you can't or shouldn't expect any better.' It's a lot different than from what I usually say, like, 'Get busy, shake that thing.'",
        "author": "Sean Paul"
    },
    {
        "quote": "Remembering what you've been through and how that has strengthened your mindset can lift you out of a negative brain loop and help you bypass those weak, one-second impulses to give in. Even if you're feeling low and beat down by life right now, I guarantee you can think of a time or two when you overcame odds and tasted success.",
        "author": "David Goggins"
    },
    {
        "quote": "Seventy percent of success in life is showing up.",
        "author": "Woody Allen"
    },
    {
        "quote": "It is not the style of clothes one wears, neither the kind of automobile one drives, nor the amount of money one has in the bank, that counts. These mean nothing. It is simply service that measures success.",
        "author": "George Washington Carver"
    },
    {
        "quote": "If I have learned anything, it is to keep my wife happy by sending her lavish gifts. Other men can learn from my success and send their wives and girlfriends fresh flowers for birthdays, anniversaries, and of course, Valentine's Day.",
        "author": "Don Rickles"
    },
    {
        "quote": "Success unshared is failure.",
        "author": "John Paul DeJoria"
    },
    {
        "quote": "I owe my success to all my teammates. It is the result of the team work.",
        "author": "Sandeep Singh"
    },
    {
        "quote": "America is the most grandiose experiment the world has seen, but, I am afraid, it is not going to be a success.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "There is no scientific answer for success. You can't define it. You've simply got to live it and do it.",
        "author": "Anita Roddick"
    },
    {
        "quote": "Life affords no higher pleasure than that of surmounting difficulties, passing from one step of success to another, forming new wishes and seeing them gratified.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "I think success is what you make of it - of course there is always the factor of luck, but one should always be equipped to seize the moment when opportunity knocks.",
        "author": "Ekta Kapoor"
    },
    {
        "quote": "I think there are a lot of people who are afraid to be who they are, and if I have to sacrifice a little bit of fame and a little bit of success because I'm being 100 percent truthful with who I am, hopefully that will create a paved way for someone else.",
        "author": "Todrick Hall"
    },
    {
        "quote": "The secret to my success is that I bit off more than I could chew and chewed as fast as I could.",
        "author": "Paul Hogan"
    },
    {
        "quote": "Experience shows that success is due less to ability than to zeal.",
        "author": "Charles Buxton"
    },
    {
        "quote": "The danger of success is that it makes us forget the world's dreadful injustice.",
        "author": "Jules Renard"
    },
    {
        "quote": "I go out there to win. People don't care if you die in this business. The only way I get back is with success.",
        "author": "Michael Bay"
    },
    {
        "quote": "For me, success isn't even about money. It's about getting to do what you love and supporting yourself. Everything that comes after that is bonus, unless your only goal is to be rich. If that's your goal, you're going to find out that once you have a little bit, you want a lot. Then once you have a lot, you want a lot more.",
        "author": "Bobby Bones"
    },
    {
        "quote": "You've got to eat while you dream. You've got to deliver on short-range commitments, while you develop a long-range strategy and vision and implement it. The success of doing both. Walking and chewing gum if you will. Getting it done in the short-range, and delivering a long-range plan, and executing on that.",
        "author": "Jack Welch"
    },
    {
        "quote": "You can't kill your way to success in a counter insurgency effort. You have to protect the people, get the civil military balance right, train the locals, and practice effective strategic communications.",
        "author": "James G. Stavridis"
    },
    {
        "quote": "Without failure there is no sweetness in success. There's no understanding of it.",
        "author": "Glenn Beck"
    },
    {
        "quote": "Our form of government can no longer be considered an experiment in politics. Crowned with success, it stands forth an example to the world and exhibits the proudest triumph of reason and philosophy.",
        "author": "John Tyler"
    },
    {
        "quote": "Success is the freedom to do what you want, with whom you want, when you want, wherever you want.",
        "author": "Conan Stevens"
    },
    {
        "quote": "Along with success comes a reputation for wisdom.",
        "author": "Euripides"
    },
    {
        "quote": "Success demands singleness of purpose.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "I will form good habits and become their slave. And how will I accomplish this difficult feat? Through these scrolls it will be done, for each scroll contains a principle which will drive a bad habit from my life and replace it with one which will bring me closer to success.",
        "author": "Og Mandino"
    },
    {
        "quote": "Nothing fails like success.",
        "author": "Lincoln Steffens"
    },
    {
        "quote": "Success is not a function of the size of your title but the richness of your contribution.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "You cannot underestimate the value of luck in success in life. And I've really learned to appreciate that.",
        "author": "Azim Premji"
    },
    {
        "quote": "Success has nothing to do with what you gain in life or accomplish for yourself. It's what you do for others.",
        "author": "Danny Thomas"
    },
    {
        "quote": "In Hollywood a marriage is a success if it outlasts milk.",
        "author": "Rita Rudner"
    },
    {
        "quote": "I have no time for those who say there is no way Scotland could go it alone. I know first-hand the contribution Scotland and Scots make to Britain's success - so for me there's no question about whether Scotland could be an independent nation.",
        "author": "David Cameron"
    },
    {
        "quote": "There's no escalators - there's only staircases to success. There is no substitute for hard work.",
        "author": "Lilly Singh"
    },
    {
        "quote": "You will be a failure, until you impress the subconscious with the conviction you are a success. This is done by making an affirmation which 'clicks.'",
        "author": "Florence Scovel Shinn"
    },
    {
        "quote": "Success is boring... failure is exciting and more entertaining.",
        "author": "Anupam Kher"
    },
    {
        "quote": "There's more to life than success, and if you can try to be more well-rounded, you'll be able to enjoy your success more. It won't own you or control you.",
        "author": "Ricky Williams"
    },
    {
        "quote": "The road to success has to have obstacles because, at the end of the day, when success comes, it will be that much better.",
        "author": "Shelly-Ann Fraser-Pryce"
    },
    {
        "quote": "Hard work most often leads to success, but it's not every day, and it's not every week. It will pay off at different times over the course of your career.",
        "author": "Sallie Krawcheck"
    },
    {
        "quote": "Success is steady progress toward one's personal goals.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Success comes to those who have an entire mountain of gold that they continually mine, not those who find one nugget and try to live on it for fifty years.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "There's no such thing as an overnight success. It took me a long to get there.",
        "author": "Cindy Margolis"
    },
    {
        "quote": "I rejected the notion that my race or sex would bar my success in life.",
        "author": "Constance Baker Motley"
    },
    {
        "quote": "The first and most important step toward success is the feeling that we can succeed.",
        "author": "Nelson Boswell"
    },
    {
        "quote": "Whenever an individual or a business decides that success has been attained, progress stops.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it; as of the individual, so should it be of the nation.",
        "author": "Marcus Garvey"
    },
    {
        "quote": "I firmly believe that success lies in the combination of both talent and business savvy, and that the magic comes through partnership between both.",
        "author": "Delphine Arnault"
    },
    {
        "quote": "The very first step towards success in any occupation is to become interested in it.",
        "author": "William Osler"
    },
    {
        "quote": "By seizing the opportunities that disruption presents and leveraging hard times into greater success through outworking/outinnovating/outthinking and outworking everyone around you, this just might be the richest time of your life so far.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "The fact that there has to be a man behind my success when I genuinely have worked so hard is frustrating.",
        "author": "Clairo"
    },
    {
        "quote": "When humor can be made to alternate with melancholy, one has a success, but when the same things are funny and melancholic at the same time, it's just wonderful.",
        "author": "Francois Truffaut"
    },
    {
        "quote": "The key to success is to get out into the store and listen to what the associates have to say.",
        "author": "Sam Walton"
    },
    {
        "quote": "Elegance is not a dispensable luxury but a factor that decides between success and failure.",
        "author": "Edsger Dijkstra"
    },
    {
        "quote": "Success is the necessary misfortune of life, but it is only to the very unfortunate that it comes early.",
        "author": "Anthony Trollope"
    },
    {
        "quote": "Failure teaches you a lot more than success.",
        "author": "Smriti Mandhana"
    },
    {
        "quote": "You'll never convince me there is a hopeless situation or there is any finality in any success or any failure.",
        "author": "Carlos Ghosn"
    },
    {
        "quote": "There are three elements of mountaineering - difficulty, danger, and exposure. Difficulty is the technical aspect of it. Danger, it is best to avoid, but some people like to increase danger to a point where their success is dependent only on luck. And exposure, which is what truly defines Alpinism, is what you face in wild nature.",
        "author": "Reinhold Messner"
    },
    {
        "quote": "I never take credit for my movie's success. I am the face of the movie, but there are numerous unsung heroes behind the scene. From the director, cameraman and editor to the light boy, everyone knows how difficult it is to satisfy the audience.",
        "author": "Vijay Sethupathi"
    },
    {
        "quote": "We are human beings, at the end of the day. Success and failure are a part and parcel of our life.",
        "author": "Hima Das"
    },
    {
        "quote": "Real success is being totally indulgent about your own trip. You put your blinders on about the garbage and go full speed ahead.",
        "author": "Betsey Johnson"
    },
    {
        "quote": "Humor has bailed me out of more tight situations than I can think of. If you go with your instincts and keep your humor, creativity follows. With luck, success comes, too.",
        "author": "Jimmy Buffett"
    },
    {
        "quote": "Faith has a role to play in life. It is not related to success. It is the other way round. Success is related to faith. Faith comes first.",
        "author": "Andrea Bocelli"
    },
    {
        "quote": "Winning and losing isn't what's important. The attempt at success and getting to your best self is what matters.",
        "author": "Christen Press"
    },
    {
        "quote": "When it comes to social consequences, they've got all different people acting in different ways, very difficult to even have a proper criterion of success. So, it's a difficult task.",
        "author": "George Soros"
    },
    {
        "quote": "An artist must never be a prisoner. Prisoner? An artist should never be a prisoner of himself, prisoner of style, prisoner of reputation, prisoner of success, etc.",
        "author": "Henri Matisse"
    },
    {
        "quote": "Great leaders understand that historical success tends to produce stable and inwardly focused organizations, and these outfits, in turn, reinforce a feeling of contentment with the status quo.",
        "author": "John P. Kotter"
    },
    {
        "quote": "Modesty should be typical of the success of a champion.",
        "author": "Major Taylor"
    },
    {
        "quote": "Successful people make money. It's not that people who make money become successful, but that successful people attract money. They bring success to what they do.",
        "author": "Wayne Dyer"
    },
    {
        "quote": "I believe success is preparation, because opportunity is going to knock on your door sooner or later but are you prepared to answer that?",
        "author": "Omar Epps"
    },
    {
        "quote": "I've been asked many times if I considered myself a narcissist, so I looked up the real meaning of the word, and I came to the conclusion that indeed I am one. I think of myself as better than other people, not every person, but many, unique and talented, and I aim to success.",
        "author": "Robbie Williams"
    },
    {
        "quote": "This is America. Success is not guaranteed.",
        "author": "Doug Ducey"
    },
    {
        "quote": "Don't think of it as failure. Think of it as time-released success.",
        "author": "Robert Orben"
    },
    {
        "quote": "I thank every bully I ever had because that's the only reason I'm here. I learned how to not be affected by it and triumph over it, and that made me - again, if I had any success whatsoever, it's because these people made fun of me.",
        "author": "Matthew Gray Gubler"
    },
    {
        "quote": "Our pandering politicians compete to add names to the dependency of entitlement rolls instead of evaluating the success of these programs by how many people leave the dole and are restored to an independence. And these bulging entitlements are saddling our offspring with unsustainable generational debt.",
        "author": "Ben Sasse"
    },
    {
        "quote": "It is not the going out of port, but the coming in, that determines the success of a voyage.",
        "author": "Henry Ward Beecher"
    },
    {
        "quote": "Success follows doing what you want to do. There is no other way to be successful.",
        "author": "Malcolm Forbes"
    },
    {
        "quote": "I suppose your security is your success and your key to success is your fine palate.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "I used to feel unsafe right in the moment of an accomplishment - I felt the ground fall from under my feet because this could be the end. And even now, while everyone is celebrating, I'm on to the next thing. I don't want to get lost in this big cushion of success.",
        "author": "Rihanna"
    },
    {
        "quote": "That's the definition of 'success' for the modern Democrat Party. As many people dependent on government as possible is the objective.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "My best wishes are with Indian cricket in general. I wish each one of our cricketers success at the international and domestic level.",
        "author": "Kapil Dev"
    },
    {
        "quote": "It's how you deal with failure that determines how you achieve success.",
        "author": "Charlotte Whitton"
    },
    {
        "quote": "I think journaling is a key to success. You can set clear goals for yourself. You can start noticing repetitive behavior patterns and see the type of things that keep bothering you, and then you can have a bird's eye view of it.",
        "author": "Eric Andre"
    },
    {
        "quote": "The reward of art is not fame or success but intoxication: that is why so many bad artists are unable to give it up.",
        "author": "Jean Cocteau"
    },
    {
        "quote": "One of the key elements of human behavior is, humans have a greater fear of loss than enjoyment of success. All the academic studies will show you that the fear of loss of capital is far greater than the enjoyment of gains.",
        "author": "Laurence D. Fink"
    },
    {
        "quote": "The difference between us and them, between you and success, is not that you never fail, but it's how you recover from those failures - is that you keep getting up time and time again. You figure out what you did wrong, and then you make it right. I say that to my kids every day.",
        "author": "Michelle Obama"
    },
    {
        "quote": "I'm hopeful. I know there is a lot of ambition in Washington, obviously. But I hope the ambitious realize that they are more likely to succeed with success as opposed to failure.",
        "author": "George W. Bush"
    },
    {
        "quote": "Success is following the pattern of life one enjoys most.",
        "author": "Al Capp"
    },
    {
        "quote": "Hosting a TV show is a full-time job in which success is defined by it never ending.",
        "author": "John Hodgman"
    },
    {
        "quote": "Success means at least you are finding full potential to who you are in terms of your intelligence, your capability and competence: you are finding full expression to who you are. This is important.",
        "author": "Jaggi Vasudev"
    },
    {
        "quote": "I tell my team you have to aim for success, but assume failure.",
        "author": "Boyan Slat"
    },
    {
        "quote": "Success is more dangerous than failure, the ripples break over a wider coastline.",
        "author": "Graham Greene"
    },
    {
        "quote": "The only question to ask yourself is, how much are you willing to sacrifice to achieve this success?",
        "author": "Larry Flynt"
    },
    {
        "quote": "When 'Pizza' released, I was a nobody. Initially, we managed to get only 100 screens. But, after its success, the producers of 'Naduvula Konjam Pakkatha Kaanom' got 150 screens and also released the film in the U.S. Now, distributors are keen to invest in my films because they feel I have face value.",
        "author": "Vijay Sethupathi"
    },
    {
        "quote": "I have got two reasons for success and I'm standing on both of them.",
        "author": "Betty Grable"
    },
    {
        "quote": "If there is any secret to my success, I think it's that my characters are very real to me. I feel everything they feel, and therefore I think my readers care about them.",
        "author": "Sidney Sheldon"
    },
    {
        "quote": "Look at this generation, with all of its electronic devices and multitasking. I will confidently predict less success than Warren, who just focused on reading.",
        "author": "Charlie Munger"
    },
    {
        "quote": "We're born with success. It is only others who point out our failures, and what they attribute to us as failure.",
        "author": "Whoopi Goldberg"
    },
    {
        "quote": "The only thing I'm addicted to is winning. This bootleg cult, arrogantly referred to as Alcoholics Anonymous, reports a 5 percent success rate. My success rate is 100 percent.",
        "author": "Charlie Sheen"
    },
    {
        "quote": "I've always known I would be a success, but I was surprised at the way it came.",
        "author": "Eva Gabor"
    },
    {
        "quote": "To work for the team and for the success of the team. That is more important than one ego.",
        "author": "Ralph Hasenhuttl"
    },
    {
        "quote": "Everybody has their own rules, and so do I. I have always lived on my own terms. As far as mistakes are concerned, I've made them and acknowledged them as mistakes, not regrets. I consider my life a success. There's nothing that I would re-do. I've always done what I felt was right.",
        "author": "Kajol"
    },
    {
        "quote": "What I look at, success is about really being grateful. You wake up in the morning, and you're thankful that you could breathe because it's a beautiful planet we live on, and I know there is a lot of struggle and pain, but there is more joy.",
        "author": "Beth Hart"
    },
    {
        "quote": "I realised that success and pure creativity are not very compatible. The more successful you become, the more you become a product of something that generates money. Instead of being able to move forward freely and do what you really wish, you find yourself stuck and obliged to repeat yourself and your previous success.",
        "author": "Vangelis"
    },
    {
        "quote": "Activists need to educate themselves about the power of crypto currencies like Bitcoin, invented in 2009, and use crypto to leverage the success of their independent media gains to tip the balance of power away from the troika in ways that could never happen by backing a political candidate.",
        "author": "Max Keiser"
    },
    {
        "quote": "You know, I suffer kind of from survivor's guilt. It's like you suffer from success because you feel like - why me? Why am I so special? What makes me so different from the next man and why am I able to achieve these things that this person can't? Prayer is the only thing that helps me get through it.",
        "author": "Goldlink"
    },
    {
        "quote": "My 4 key ingredients for success are my coach, my Forza supplements, my daily food deliveries and my gym.",
        "author": "Spencer Matthews"
    },
    {
        "quote": "I feel that gender balance in the work environment is actually the best recipe for success.",
        "author": "Anne Wojcicki"
    },
    {
        "quote": "I've learned it's always better to have a small percentage of a big success, than a hundred percent of nothing.",
        "author": "Art Linkletter"
    },
    {
        "quote": "I don't think anybody can claim success at any part of our lives, private or professional, if there are others that don't enjoy the same opportunities.",
        "author": "Jose Andres"
    },
    {
        "quote": "When the United States first went into Afghanistan in 2001, it devastated the Taliban and Al Qaeda in a matter of weeks using only a few hundred C.I.A. and Special Operations personnel, backed by American air power. Later, when the United States transitioned to conventional Pentagon stability operations, this success was reversed.",
        "author": "Erik Prince"
    },
    {
        "quote": "I want to challenge myself to see where my limit is and experiment with a lot of different films. A lot of artists from Asia focus too much on their Asian background. I don't want to let go of my background, but to be a success in the U.S., which is my goal, I realize I need to surround myself with American filmmakers and producers.",
        "author": "Rain"
    },
    {
        "quote": "A lot of my favorite battle rappers didn't have that much commercial success, so I figured I might as well figure out how to make songs, because I don't want to have a short-lived career or a career that is confined in just that realm of music.",
        "author": "6lack"
    },
    {
        "quote": "The majesty of the American Jewish experience is in its success marrying its unique Jewish identity with the larger, liberal values of the United States. There is no need anymore to choose between assimilation and separation. We are accepted as equals.",
        "author": "Edgar Bronfman, Sr."
    },
    {
        "quote": "I wish Rupert, Robert, and their hugely talented News Corp team continued and growing success in all they do, deploying News Corp's extraordinary skills and potential to the huge opportunities of a relentlessly more digital world.",
        "author": "John Elkann"
    },
    {
        "quote": "I always say that what's between you and your success is yourself.",
        "author": "Eiza Gonzalez"
    },
    {
        "quote": "I do believe that my whole success goes back to that time I was arrested as a wayward boy at the age of thirteen. Because then I had to quit running around and began to learn something. Most of all, I began to learn music.",
        "author": "Louis Armstrong"
    },
    {
        "quote": "The more times I was turned down, the more I believed I was getting closer to making it. A lot of people in Korea say that failure is the mother of success, so I believed that more times I failed, the more likely I was to succeed.",
        "author": "Rain"
    },
    {
        "quote": "Nothing succeeds, they say, like success. And certainly nothing fails like failure.",
        "author": "Margaret Drabble"
    },
    {
        "quote": "Success is as ice cold and lonely as the North Pole.",
        "author": "Vicki Baum"
    },
    {
        "quote": "Success should always be just beyond your grasp.",
        "author": "William Shatner"
    },
    {
        "quote": "I'm quite laid-back but some people say I'm unemotional. I don't get carried away with success and similarly I don't get depressed when something bad happens. I didn't take it personally when rival fans threw banana skins at me when I was playing for Liverpool. I can't control 50,000 idiots shouting at me, so why would it bother me?",
        "author": "John Barnes"
    },
    {
        "quote": "I started to practise shooting more seriously, more than once a week. I wasn't very good at it before, but I got a lot better. I've also become a little bit stronger on the tracks, too, which has increased my chances of success.",
        "author": "Tora Berger"
    },
    {
        "quote": "I want to swim in both directions at once. Desire success, court failure.",
        "author": "Alan Rickman"
    },
    {
        "quote": "I'm an eternal realist and the success rate for being an actor is pretty low.",
        "author": "Tom Hiddleston"
    },
    {
        "quote": "After the success of 'August,' there were people saying I should change my life. And maybe I should have bought a yacht and traveled the world instead of returning to Steppenwolf to act in and write plays. But I'm from the Midwest, and that's what we do: We go back to work.",
        "author": "Tracy Letts"
    },
    {
        "quote": "I think as a player there's a sense of urgency every single year that this is the year we're going to have success and do the things we're excited about.",
        "author": "Tony Romo"
    },
    {
        "quote": "The great thing in life is efficiency. If you amount to anything in the world, your time is valuable, your energy precious. They are your success capital, and you cannot afford to heedlessly throw them away or trifle with them.",
        "author": "Orison Swett Marden"
    },
    {
        "quote": "The essential element of successful strategy is that it derives its success from the differences between competitors with a consequent difference in their behavior.",
        "author": "Bruce Henderson"
    },
    {
        "quote": "Some plants become weeds simply by virtue of their success rather than any other factor. You merely want less of them.",
        "author": "Monty Don"
    },
    {
        "quote": "Just when I think it couldn't get any bigger, 'Tuskegee' reaches a new level of success.",
        "author": "Lionel Richie"
    },
    {
        "quote": "I'm a winner. I love to build. I've got great ideas. I've got the passion. I'm very diligent, and if given a chance I'll work my rear end off to be a success.",
        "author": "Sol Campbell"
    },
    {
        "quote": "In the U.S., my whole life, I felt like I had to be the best and score more goals and run with more fitness so I could be the one in the limelight. I think that when I went to Sweden, I found the joy of being part of a team and contributing to everybody's success.",
        "author": "Christen Press"
    },
    {
        "quote": "Success happened little by little for me. I tasted the flavor of fame in small doses: I started at 10 years old when I won a music contest; I was performing at birthday parties, company meetings.",
        "author": "Shakira"
    },
    {
        "quote": "It's true that if it's always going to be that if you win the World Cup or European Championship, you're a success, and if you don't, you're a failure, then you're bedding yourself for a lack of success because there aren't many coaches who have won those things, and there are thousands who haven't.",
        "author": "Roy Hodgson"
    },
    {
        "quote": "I think success shows a person's true colors.",
        "author": "Freddie Prinze, Jr."
    },
    {
        "quote": "I know my game pretty well, and that is the secret to success in most sports.",
        "author": "AB de Villiers"
    },
    {
        "quote": "The centerpiece of Obamanomics - raising taxes on high earners and investors and lowering them on the middle class - is attacked by free-marketers for penalizing economic success and possibly further stalling economic growth.",
        "author": "Nina Easton"
    },
    {
        "quote": "Reformation names the disunity in which we currently stand. We who remain in the Protestant tradition want to say that Reformation was a success.",
        "author": "Stanley Hauerwas"
    },
    {
        "quote": "There's a good reason why you've probably never heard of President Trump's success in promoting animal welfare - the media are desperate to move on from any story that humanizes this president.",
        "author": "Lara Trump"
    },
    {
        "quote": "Real success is finding you lifework in the work that you love.",
        "author": "David McCullough"
    },
    {
        "quote": "A true measure of your worth includes all the benefits others have gained from your success.",
        "author": "Cullen Hightower"
    },
    {
        "quote": "I want you to know that focusing on someone else's failure or success is the wrong way to live.",
        "author": "Scott Cawthon"
    },
    {
        "quote": "Success breeds success, and failure leads to a sort of fallow period.",
        "author": "Felicity Kendal"
    },
    {
        "quote": "My biggest success is getting over the things that have tried to destroy and take me out of this life. Those are my biggest successes. It has nothing to do with work.",
        "author": "Tyler Perry"
    },
    {
        "quote": "It's not about success. Whatever happens, it doesn't matter. I would like to not go bankrupt or get some incurable disease, but other than that, I'm just happy to keep going.",
        "author": "Dan Auerbach"
    },
    {
        "quote": "The development of our human resources is an area in which we need to do well as it is decisive in determining the success of our diversification programme.",
        "author": "Hassanal Bolkiah"
    },
    {
        "quote": "Success is like a high-rise building I'm on the first floor. There are a lot of people in the basement or the parking lot but I was lucky enough to have made it to the first floor and I'm looking to make it to the penthouse.",
        "author": "Justin Guarini"
    },
    {
        "quote": "Among this country's enduring myths is that success is virtuous, while the wealth by which we measure success is incidental. We tell ourselves that money cannot buy happiness, but what is incontrovertible is that money buys stuff, and if stuff makes you happy, well, complete the syllogism.",
        "author": "Rumaan Alam"
    },
    {
        "quote": "Working with people from all walks of life, from full-time moms to CEOs at large companies, I've distilled many universal truths about success. There's a secret I've learned that works quite well at helping you to achieve what you want: Decide what you want.",
        "author": "Jack Canfield"
    },
    {
        "quote": "I am excited to share my archive pictures and footage. I'll also share announcements about current events and success stories from the Sugar Ray Leonard Foundation to help fight diabetes and child obesity.",
        "author": "Sugar Ray Leonard"
    },
    {
        "quote": "The perils of success at a young age is being afraid to make a mistake.",
        "author": "David Harbour"
    },
    {
        "quote": "The men who miss success have two general alibis: 'I'm not a genius' is one; the other, 'There aren't the opportunities today there used to be.' Neither excuse holds. The first is beside the point; the second is altogether wrong.",
        "author": "Charles M. Schwab"
    },
    {
        "quote": "I've never watched 'Game Of Thrones', but I obviously know how huge it is and how the fans responded to it, and I only hope for similar success with 'The Witcher' because wow - that would be amazing.",
        "author": "Anya Chalotra"
    },
    {
        "quote": "My childhood, adolescence and high school days are unusually important. If there has ever been a time that I developed a uniqueness and sense of humor and the ability to organize, it was then. In those early days, I developed the skills that gave me a certain degree of success in American politics.",
        "author": "Lee Atwater"
    },
    {
        "quote": "I was never carried away by success and have learnt from the failures. Satisfaction is what I crave for; fame and wealth are just by-products.",
        "author": "Tovino Thomas"
    },
    {
        "quote": "I was successful materially, but I know life is much more than worldly success. I saw all these blessings God had given me. The way to give thanks is obedience to God.",
        "author": "Hakeem Olajuwon"
    },
    {
        "quote": "When you educate a girl, you kick-start a cycle of success. It makes economic sense. It makes social sense. It makes moral sense. But, it seems, it's not common sense yet.",
        "author": "Queen Rania of Jordan"
    },
    {
        "quote": "I think it is going to be very difficult to be a company in silos. I think the game has changed. We won't define our success by looking at the competitors but at how satisfied are our customers, how engaged are our internal stakeholders, and how good is our product pipeline.",
        "author": "Michael Dell"
    },
    {
        "quote": "Sporting success doesn't happen by accident. It takes hard work and determination on the part of the individual athletes. And it also takes investment in facilities and training support.",
        "author": "Nicola Sturgeon"
    },
    {
        "quote": "Success was overnight, but it was a very long night.",
        "author": "Vonda Shepard"
    },
    {
        "quote": "Outward failure may be a manifested variant of inward success.",
        "author": "Kenneth L. Pike"
    },
    {
        "quote": "Social enables word of mouth at an unprecedented scale. Its most powerful effect, through reviews and recommendations, is to put product quality and value for money as the key to success in commerce. Social brings a level of transparency that prevents marketers from advertising their way to success without underlying product quality.",
        "author": "Roelof Botha"
    },
    {
        "quote": "The danger is in pleasing an immediate public: the immediate public that comes around you and takes you in and accepts you and gives you success and everything. Instead of that, you should wait for fifty years or a hundred years for your true public. That is the only public that interests me.",
        "author": "Marcel Duchamp"
    },
    {
        "quote": "If we study learning as a data science, we can reverse engineer the human brain and tailor learning techniques to maximize the chances of student success. This is the biggest revolution that could happen in education, turning it into a data-driven science, and not such a medieval set of rumors professors tend to carry on.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "Americans enjoy the exciting, cinematic vision of a squad of muscle-bound Goliath boasting Olympian speed, strength, and precision - a group whose collective success is the inevitable consequence of the individual strengths of its members and the masterful planning of a visionary commander.",
        "author": "Stanley A. McChrystal"
    },
    {
        "quote": "I wish I had been more prepared, both for success and for failure, when I was younger.",
        "author": "Molly Ringwald"
    },
    {
        "quote": "The secret behind success isn't as much of a secret as people think. It's pretty simple. It's working as hard as you can to accomplish what you want.",
        "author": "Christian McCaffrey"
    },
    {
        "quote": "Architecture is about aging well, about precision and authenticity. There is much more to the success of a building than what you can see. I'm not suggesting that gestural architecture is always superficial, but solid reasoning has its place.",
        "author": "Annabelle Selldorf"
    },
    {
        "quote": "How one handles success or failure is determined by their early childhood.",
        "author": "Harold Ramis"
    },
    {
        "quote": "Success, for me, is staying true to who you are and not deviating off a path.",
        "author": "Amy Sherald"
    },
    {
        "quote": "If I can procure three hundred good substantial names of persons, or bodies, or institutions, I cannot fail to do well for my family, although I must abandon my life to its success, and undergo many sad perplexities and perhaps never see again my own beloved America.",
        "author": "John James Audubon"
    },
    {
        "quote": "The world is apt to judge of everything by the success; and whoever has ill fortune will hardly be allowed a good name.",
        "author": "William Dampier"
    },
    {
        "quote": "The key to success is hard work. You want to feel as comfortable as you can going into the game, and you do that by preparing well.",
        "author": "Owen Farrell"
    },
    {
        "quote": "It's so funny looking back, but my so-called overnight success actually took 15 years. I remember when I didn't have any money, and my only car was mom's Hyundai.",
        "author": "Criss Angel"
    },
    {
        "quote": "The thing you don't dream about as a kid is all the peripheral stuff that comes with success.",
        "author": "Tiger Woods"
    },
    {
        "quote": "Sometimes success means having the right idea in the right place at the right time. Other times, it's about not being afraid to quit and move onto something new.",
        "author": "John Rampton"
    },
    {
        "quote": "It wasn't conscious, but I'm glad I've had a slow and steady career path. I wanted to develop my style, and I wanted to be the one making the decisions. Sometimes, when you become a success quickly, those decisions are out of your control.",
        "author": "Tuppence Middleton"
    },
    {
        "quote": "The system that enables the most people to earn the most success is free enterprise, by matching up people's skills, interests, and abilities. In contrast, redistribution simply spreads money around. Even worse, it attenuates the ability to earn success by perverting economic incentives.",
        "author": "Arthur C. Brooks"
    },
    {
        "quote": "Ebay's success as a company depends on the success of the community of sellers.",
        "author": "Pierre Omidyar"
    },
    {
        "quote": "We believe that the business system only is the key to success. It's no miracle, only day-to-day work in the appropriate way.",
        "author": "Alexei Mordashov"
    },
    {
        "quote": "Success is a matter of one's own feeling about oneself.",
        "author": "Edward James Olmos"
    },
    {
        "quote": "Success isn't about reaching your goals; it's about striving for things, like the joy of trying to raise a family, trying to be a successful singer, trying to write good songs, trying to be a better person. It's that old thing about life being about the journey, not the destination.",
        "author": "Jimmy Barnes"
    },
    {
        "quote": "I think there's an awful lot of noise about the Church being persecuted but there is a more real issue that the conventional churches face - that the people who are really driving their revival and success believe in an old-time religion which, in my view, is incompatible with a modern, multi-ethnic, multicultural society.",
        "author": "Trevor Phillips"
    },
    {
        "quote": "For a start-up company, it is all about the religion of the product's excellence - the success of the product - while for a large corporation, it is the brand. We chose to maintain our start-up image.",
        "author": "Noam Bardin"
    },
    {
        "quote": "I think with my journey so far, it never felt like an overwhelming, overnight success story. I think that's good for me because I really got to take my time.",
        "author": "Tori Kelly"
    },
    {
        "quote": "Whether you're successful or not, you'll never actually feel the joys of accomplishment unless you love yourself. Success can be very difficult to deal with. You have to stay in the center. If you let your success define you, then you're really just setting yourself up for failure.",
        "author": "Goldie Hawn"
    },
    {
        "quote": "Repeating, trying to repeat success - it never gets easier.",
        "author": "Aaron Judge"
    },
    {
        "quote": "With all the... success that I've been lucky enough to get? That doesn't happen unless the home life is solid.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "I do think there is magic that made Uber possible, made that disruption possible, made that innovation possible, and was critical to its success. I believe you can still have the magic that underlies that and yet be a compliant company.",
        "author": "Tony West"
    },
    {
        "quote": "Muslims must believe that all power, success and victory comes from God alone.",
        "author": "Abu Bakar Bashir"
    },
    {
        "quote": "I do not have a 10-point plan or a formula for reversing our accelerating slide into tyranny. But any fool can see what doesn't work and what has no chance of success.",
        "author": "Tom Tancredo"
    },
    {
        "quote": "I know there are kids who are looking up at me because of what I've done, and see my success and think, 'If that guy can do it, so can I,' then I love that and that's great.",
        "author": "Israel Adesanya"
    },
    {
        "quote": "What is success? It is a toy balloon among children armed with pins.",
        "author": "Gene Fowler"
    },
    {
        "quote": "The success of 'The Simpsons' really opened doors. It showed that if you were working in animation you didn't necessarily have to be working in kids' television.",
        "author": "Seth MacFarlane"
    },
    {
        "quote": "There are essential elements for our public schools to fully develop the potential of both students and educators. They should be centers of community, where students, families and educators work together to support student success. They should foster collaboration.",
        "author": "Randi Weingarten"
    },
    {
        "quote": "Thinking like an entrepreneur means establishing a core audience of early adopters and constantly experimenting to make your product better and better. If your initial concept is showing promise and early success, keep iterating to refine and evolve your idea.",
        "author": "Meena Harris"
    },
    {
        "quote": "I didn't even know I could sing or write songs. I didn't have that education. But people shouldn't think they can look down on someone like me, because I've had the same success as others, sold the same amount of records, if not more. They shouldn't think that because I'm just from 'The X Factor,' I'm not credible or respected as much.",
        "author": "Olly Murs"
    },
    {
        "quote": "When you get haters you actually feel like you're a success.",
        "author": "Sir Mix-a-Lot"
    },
    {
        "quote": "I cannot state enough how important post-production is for the success of a horror movie. You bring so much to it with the way you edit it, the way it is sound-designed, and the way the music works with it.",
        "author": "James Wan"
    },
    {
        "quote": "Look at misfortune the same way you look at success - Don't Panic! Do you best and forget the consequences.",
        "author": "Walter Alston"
    },
    {
        "quote": "I share everything with my family; all my happiness and success is theirs.",
        "author": "Philippe Coutinho"
    },
    {
        "quote": "I'm extremely ambitious. I don't know why people are afraid to say that. I won't sell my soul to the devil, but I do want success and I don't think that's bad.",
        "author": "Jada Pinkett Smith"
    },
    {
        "quote": "I've stopped apologizing to myself for having this great period of success and financial acceptance.",
        "author": "Robert Plant"
    },
    {
        "quote": "There is no secret to success except hard work and getting something indefinable which we call 'the breaks.' In order for a writer to succeed, I suggest three things - read and write - and wait.",
        "author": "Countee Cullen"
    },
    {
        "quote": "I think it's a completely good thing to want to do business, to want to make money and be a success in the marketplace, to get the attention of customers. I'm not in the business of pointing fingers or blaming companies, but there is a limit to everything.",
        "author": "Margrethe Vestager"
    },
    {
        "quote": "Those who have achieved success in football have a degree of responsibility to be open and honest about our 'calling,' our passion.",
        "author": "Philipp Lahm"
    },
    {
        "quote": "I try to be professional; I try to be on time. I don't take anything I have for granted. That's my definition of success.",
        "author": "Selena Gomez"
    },
    {
        "quote": "Success comes with a baggage. When you are successful, there is a lot of temptation to not foray outside of your boundaries and just stick to what is successful. It is very tempting because it is very easy to do.",
        "author": "Prithviraj Sukumaran"
    },
    {
        "quote": "You have people that know they have the talent, but sometimes they get scared when success is in their face.",
        "author": "Adrien Broner"
    },
    {
        "quote": "Extreme success results from an extreme personality and comes at the cost of many other things.",
        "author": "Justine Musk"
    },
    {
        "quote": "The only durable sense of success is if you've followed your calling.",
        "author": "Jim Harrison"
    },
    {
        "quote": "I haven't had a successful life; and now that God has blessed me with some success, I'm doing my best to be responsible with that success.",
        "author": "Scott Cawthon"
    },
    {
        "quote": "To live your truth and sing your truth, that defines success.",
        "author": "Gabriella Wilson"
    },
    {
        "quote": "Listen to clients, employees, and peers and stay open to their ideas, feedback, and answers. Doing so is vital to the success of any leader.",
        "author": "Adena Friedman"
    },
    {
        "quote": "Hard work is the key for success.",
        "author": "P. V. Sindhu"
    },
    {
        "quote": "Nowadays people talk about PayPal's founders as prescient geniuses who would inevitably change the world. It was, however, not so obvious that PayPal would taste its first major success by helping people sell Beanie Babies on eBay. But they had a vision, a hope, and the perseverance to try multiple iterations until they got it right.",
        "author": "Eric Ries"
    },
    {
        "quote": "That freaks me out more than anything, the repercussions of success in this industry.",
        "author": "Henry Golding"
    },
    {
        "quote": "No doubt the ridiculous politicians are right to like politics. They have found careers in which success can be achieved by being ridiculous. Imagine Jimmy Carter or George W. Bush rising to the top of any other profession.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "I've realised that if I aim for a successful record, I probably won't have any success. But if I keep making weird things, then hopefully the audiences will come to us.",
        "author": "Diplo"
    },
    {
        "quote": "I know, given my own life challenges, that there are many non-academic barriers that get in the way of the scholastic and life success of our children and that complicate teaching.",
        "author": "Ayanna Pressley"
    },
    {
        "quote": "A record like 'Price of Fame' - when you do get this success, how do you treat it, or how do you let it treat you? How does it affect your family and friends and the people around you? ... And I don't mind telling people what I've been through when it comes to the pressure I put on myself of wanting to be the best and the greatest.",
        "author": "Big K.R.I.T."
    },
    {
        "quote": "Early childhood education remains one of the strongest investments we can make in the long-term success of our students and the long-term economic strength of our communities.",
        "author": "Abigail Spanberger"
    },
    {
        "quote": "AC Milan would never have been the same club without Paolo Maldini or Franco Baresi and they certainly would have never had the same amount of success.",
        "author": "Philipp Lahm"
    },
    {
        "quote": "We say only the BJP can be the alternative force in Tamil Nadu. Our party is providing good governance in many States in the country and we are confident of repeating this success in Tamil Nadu also.",
        "author": "Tamilisai Soundararajan"
    },
    {
        "quote": "I'm a big believer that if you can have success in the playoffs, when it means the most and when the game is at its highest pace, it always carries into the next year and it gives a player confidence.",
        "author": "Barry Trotz"
    }
]