[
    {
        "quote": "You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.",
        "author": "Bil Keane"
    },
    {
        "quote": "Time and tide wait for no man.",
        "author": "Geoffrey Chaucer"
    },
    {
        "quote": "Time changes everything except something within us which is always surprised by change.",
        "author": "Thomas Hardy"
    },
    {
        "quote": "No matter how busy you are, you must take time to make the other person feel important.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "Time moves in one direction, memory in another.",
        "author": "William Gibson"
    },
    {
        "quote": "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "Put two ships in the open sea, without wind or tide, and, at last, they will come together. Throw two planets into space, and they will fall one on the other. Place two enemies in the midst of a crowd, and they will inevitably meet; it is a fatality, a question of time; that is all.",
        "author": "Jules Verne"
    },
    {
        "quote": "Time is the most valuable thing a man can spend.",
        "author": "Theophrastus"
    },
    {
        "quote": "All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Punctuality is the virtue of the bored.",
        "author": "Evelyn Waugh"
    },
    {
        "quote": "There are no secrets that time does not reveal.",
        "author": "Jean Racine"
    },
    {
        "quote": "Tough times never last, but tough people do.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "In times like these, it helps to recall that there have always been times like these.",
        "author": "Paul Harvey"
    },
    {
        "quote": "The time you enjoy wasting is not wasted time.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "Time is the school in which we learn, time is the fire in which we burn.",
        "author": "Delmore Schwartz"
    },
    {
        "quote": "It is strange that the years teach us patience; that the shorter our time, the greater our capacity for waiting.",
        "author": "Elizabeth Taylor"
    },
    {
        "quote": "Procrastination is the thief of time.",
        "author": "Edward Young"
    },
    {
        "quote": "Time flies over us, but leaves its shadow behind.",
        "author": "Nathaniel Hawthorne"
    },
    {
        "quote": "Time is what we want most, but what we use worst.",
        "author": "William Penn"
    },
    {
        "quote": "Time sometimes flies like a bird, sometimes crawls like a snail; but a man is happiest when he does not even notice whether it passes swiftly or slowly.",
        "author": "Ivan Turgenev"
    },
    {
        "quote": "The clock talked loud. I threw it away, it scared me what it talked.",
        "author": "Tillie Olsen"
    },
    {
        "quote": "The past cannot be cured.",
        "author": "Elizabeth I"
    },
    {
        "quote": "Men talk of killing time, while time quietly kills them.",
        "author": "Dion Boucicault"
    },
    {
        "quote": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "If you don't have time to do it right, when will you have time to do it over?",
        "author": "John Wooden"
    },
    {
        "quote": "Work is hard. Distractions are plentiful. And time is short.",
        "author": "Adam Hochschild"
    },
    {
        "quote": "Time is nature's way of keeping everything from happening at once.",
        "author": "John Archibald Wheeler"
    },
    {
        "quote": "Time goes, you say? Ah, no! alas, time stays, we go.",
        "author": "Henry Austin Dobson"
    },
    {
        "quote": "Time will pass and seasons will come and go.",
        "author": "Roy Bean"
    },
    {
        "quote": "At the end of your life, you will never regret not having passed one more test, not winning one more verdict or not closing one more deal. You will regret time not spent with a husband, a friend, a child, or a parent.",
        "author": "Barbara Bush"
    },
    {
        "quote": "Lost time is never found again.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "The present time has one advantage over every other - it is our own.",
        "author": "Charles Caleb Colton"
    },
    {
        "quote": "Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it.",
        "author": "M. Scott Peck"
    },
    {
        "quote": "My favorite things in life don't cost any money. It's really clear that the most precious resource we all have is time.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I went to a restaurant that serves 'breakfast at any time'. So I ordered French Toast during the Renaissance.",
        "author": "Steven Wright"
    },
    {
        "quote": "Time is the father of truth, its mother is our mind.",
        "author": "Giordano Bruno"
    },
    {
        "quote": "Time is a circus, always packing up and moving away.",
        "author": "Ben Hecht"
    },
    {
        "quote": "Don't worry about the world coming to an end today. It is already tomorrow in Australia.",
        "author": "Charles M. Schulz"
    },
    {
        "quote": "Don't spend time beating on a wall, hoping to transform it into a door.",
        "author": "Coco Chanel"
    },
    {
        "quote": "Time you enjoy wasting, was not wasted.",
        "author": "John Lennon"
    },
    {
        "quote": "Better three hours too soon than a minute too late.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Time is a dressmaker specializing in alterations.",
        "author": "Faith Baldwin"
    },
    {
        "quote": "What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know.",
        "author": "Saint Augustine"
    },
    {
        "quote": "You may delay, but time will not.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "It is my feeling that Time ripens all things; with Time all things are revealed; Time is the father of truth.",
        "author": "Francois Rabelais"
    },
    {
        "quote": "Now is the age of anxiety.",
        "author": "W. H. Auden"
    },
    {
        "quote": "Perfection is the child of time.",
        "author": "Joseph Hall"
    },
    {
        "quote": "Time is the wisest counselor of all.",
        "author": "Pericles"
    },
    {
        "quote": "I put instant coffee in a microwave oven and almost went back in time.",
        "author": "Steven Wright"
    },
    {
        "quote": "Time is a sort of river of passing events, and strong is its current; no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.",
        "author": "Samuel Smiles"
    },
    {
        "quote": "Each moment is perfect and heaven-sent, in that each moment holds the seeds for growth.",
        "author": "Suzan-Lori Parks"
    },
    {
        "quote": "People who cannot find time for recreation are obliged sooner or later to find time for illness.",
        "author": "John Wanamaker"
    },
    {
        "quote": "Nobody sees a flower really; it is so small. We haven't time, and to see takes time - like to have a friend takes time.",
        "author": "Georgia O'Keeffe"
    },
    {
        "quote": "Don't wait. The time will never be just right.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Time is money.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Lost - yesterday, somewhere between sunrise and sunset, two golden hours, each set with sixty diamond minutes. No reward is offered, for they are gone forever.",
        "author": "Horace Mann"
    },
    {
        "quote": "Time brings all things to pass.",
        "author": "Aeschylus"
    },
    {
        "quote": "How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?",
        "author": "Dr. Seuss"
    },
    {
        "quote": "There's time enough, but none to spare.",
        "author": "Charles W. Chesnutt"
    },
    {
        "quote": "If you spend too much time thinking about a thing, you'll never get it done.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Time is flying never to return.",
        "author": "Virgil"
    },
    {
        "quote": "The only thing wrong with immortality is that it tends to go on forever.",
        "author": "Herb Caen"
    },
    {
        "quote": "Time does not change us. It just unfolds us.",
        "author": "Max Frisch"
    },
    {
        "quote": "Forever is composed of nows.",
        "author": "Emily Dickinson"
    },
    {
        "quote": "The only reason for time is so that everything doesn't happen at once.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The past always looks better than it was. It's only pleasant because it isn't here.",
        "author": "Finley Peter Dunne"
    },
    {
        "quote": "Time passes irrevocably.",
        "author": "Virgil"
    },
    {
        "quote": "Well-timed silence is the most commanding expression.",
        "author": "Mark Helprin"
    },
    {
        "quote": "The trouble with our times is that the future is not what it used to be.",
        "author": "Paul Valery"
    },
    {
        "quote": "Time is what prevents everything from happening at once.",
        "author": "John Archibald Wheeler"
    },
    {
        "quote": "Time stays long enough for anyone who will use it.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Patience and time do more than strength or passion.",
        "author": "Jean de La Fontaine"
    },
    {
        "quote": "The future is something which everyone reaches at the rate of 60 minutes an hour, whatever he does, whoever he is.",
        "author": "C. S. Lewis"
    },
    {
        "quote": "The time I kill is killing me.",
        "author": "Mason Cooley"
    },
    {
        "quote": "Lose not yourself in a far off time, seize the moment that is thine.",
        "author": "Friedrich Schiller"
    },
    {
        "quote": "Let him who would enjoy a good future waste none of his present.",
        "author": "Roger Babson"
    },
    {
        "quote": "Finding some quiet time in your life, I think, is hugely important.",
        "author": "Mariel Hemingway"
    },
    {
        "quote": "For time is the longest distance between two places.",
        "author": "Tennessee Williams"
    },
    {
        "quote": "All our sweetest hours fly fastest.",
        "author": "Virgil"
    },
    {
        "quote": "I must govern the clock, not be governed by it.",
        "author": "Golda Meir"
    },
    {
        "quote": "Most people spend more time and energy going around problems than in trying to solve them.",
        "author": "Henry Ford"
    },
    {
        "quote": "Time is the most valuable thing on earth: time to think, time to act, time to extend our fraternal relations, time to become better men, time to become better women, time to become better and more independent citizens.",
        "author": "Samuel Gompers"
    },
    {
        "quote": "Know how to live the time that is given you.",
        "author": "Dario Fo"
    },
    {
        "quote": "Time makes more converts than reason.",
        "author": "Thomas Paine"
    },
    {
        "quote": "Hide nothing, for time, which sees all and hears all, exposes all.",
        "author": "Sophocles"
    },
    {
        "quote": "Nothing puzzles me more than the time and space; and yet nothing troubles me less.",
        "author": "Charles Lamb"
    },
    {
        "quote": "Time is but the stream I go a-fishing in.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Time, the devourer of all things.",
        "author": "Ovid"
    },
    {
        "quote": "Time makes heroes but dissolves celebrities.",
        "author": "Daniel J. Boorstin"
    },
    {
        "quote": "The best way to fill time is to waste it.",
        "author": "Marguerite Duras"
    },
    {
        "quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life.",
        "author": "Michael LeBoeuf"
    },
    {
        "quote": "You must have been warned against letting the golden hours slip by; but some of them are golden only because we let them slip by.",
        "author": "James M. Barrie"
    },
    {
        "quote": "When Time is spent, Eternity begins.",
        "author": "Helen Hunt Jackson"
    },
    {
        "quote": "And when is there time to remember, to sift, to weigh, to estimate, to total?",
        "author": "Tillie Olsen"
    },
    {
        "quote": "Time and memory are true artists; they remould reality nearer to the heart's desire.",
        "author": "John Dewey"
    },
    {
        "quote": "We are time's subjects, and time bids be gone.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Let the refining and improving of your own life keep you so busy that you have little time to criticize others.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "Old age and the passage of time teach all things.",
        "author": "Sophocles"
    },
    {
        "quote": "I want to go ahead of Father Time with a scythe of my own.",
        "author": "H. G. Wells"
    },
    {
        "quote": "We must use time as a tool, not as a couch.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Time is bunk.",
        "author": "Douglas Adams"
    },
    {
        "quote": "Time has a way of demonstrating that the most stubborn are the most intelligent.",
        "author": "Yevgeny Yevtushenko"
    },
    {
        "quote": "If I have made an appointment with you, I owe you punctuality, I have no right to throw away your time, if I do my own.",
        "author": "Richard Cecil"
    },
    {
        "quote": "Time was God's first creation.",
        "author": "Walter Lang"
    },
    {
        "quote": "Who makes quick use of the moment is a genius of prudence.",
        "author": "Johann Kaspar Lavater"
    },
    {
        "quote": "We have not the time to take our time.",
        "author": "Eugene Ionesco"
    },
    {
        "quote": "Everything happens to everybody sooner or later if there is time enough.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Friends are thieves of time.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Day, n. A period of twenty-four hours, mostly misspent.",
        "author": "Ambrose Bierce"
    },
    {
        "quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.",
        "author": "Helen Hunt Jackson"
    },
    {
        "quote": "Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.",
        "author": "Alan Lakein"
    },
    {
        "quote": "The time to hesitate is through.",
        "author": "Robby Krieger"
    },
    {
        "quote": "Like as the waves make towards the pebbl'd shore, so do our minutes, hasten to their end.",
        "author": "William Shakespeare"
    },
    {
        "quote": "Time abides long enough for those who make use of it.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "I confess, I do not believe in time.",
        "author": "Vladimir Nabokov"
    },
    {
        "quote": "Eternity: a moment standing still for ever.",
        "author": "James Montgomery"
    },
    {
        "quote": "When in doubt, take more time.",
        "author": "John Zimmerman"
    },
    {
        "quote": "Time is a beautiful thing. It's like when you meet an old lover on the street six years later and they don't look so ugly anymore.",
        "author": "Sarah McLachlan"
    },
    {
        "quote": "We are so obsessed with doing that we have no time and no imagination left for being. As a result, men are valued not for what they are but for what they do or what they have - for their usefulness.",
        "author": "Thomas Merton"
    },
    {
        "quote": "Much may be done in those little shreds and patches of time which every day produces, and which most men throw away.",
        "author": "Charles Caleb Colton"
    },
    {
        "quote": "By the time we've made it, we've had it.",
        "author": "Malcolm Forbes"
    },
    {
        "quote": "The one thing I regret is that I will never have time to read all the books I want to read.",
        "author": "Francoise Sagan"
    },
    {
        "quote": "It would take six months to get to Mars if you go there slowly, with optimal energy cost. Then it would take eighteen months for the planets to realign. Then it would take six months to get back, though I can see getting the travel time down to three months pretty quickly if America has the will.",
        "author": "Elon Musk"
    },
    {
        "quote": "But time growing old teaches all things.",
        "author": "Aeschylus"
    },
    {
        "quote": "Time, whose tooth gnaws away everything else, is powerless against truth.",
        "author": "Thomas Huxley"
    },
    {
        "quote": "We must go fast, because the race is against time.",
        "author": "Anna Held"
    },
    {
        "quote": "True time is four-dimensional.",
        "author": "Martin Heidegger"
    },
    {
        "quote": "Time and space - time to be alone, space to move about - these may well become the great scarcities of tomorrow.",
        "author": "Edwin Way Teale"
    },
    {
        "quote": "For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work.",
        "author": "Doug Larson"
    },
    {
        "quote": "Everything that has existed, lingers in the Eternity.",
        "author": "Agatha Christie"
    },
    {
        "quote": "So during those first moments of the day, which are yours and yours alone, you can circumvent these boundaries and concentrate fully on spiritual matters. And this gives you the opportunity to plan the time management of the entire day.",
        "author": "Menachem Mendel Schneerson"
    },
    {
        "quote": "I have just got a new theory of eternity.",
        "author": "Albert Einstein"
    },
    {
        "quote": "We must use time creatively.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Time has been transformed, and we have changed; it has advanced and set us in motion; it has unveiled its face, inspiring us with bewilderment and exhilaration.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "The present is a point just passed.",
        "author": "David Russell"
    },
    {
        "quote": "My time is now.",
        "author": "John Turner"
    },
    {
        "quote": "I took some time out for life.",
        "author": "James L. Brooks"
    },
    {
        "quote": "Both young children and old people have a lot of time on their hands. That's probably why they get along so well.",
        "author": "Jonathan Carroll"
    },
    {
        "quote": "In all our deeds, the proper value and respect for time determines success or failure.",
        "author": "Malcolm X"
    },
    {
        "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
        "author": "Marie Curie"
    },
    {
        "quote": "When someone shows you who they are, believe them the first time.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "author": "Barack Obama"
    },
    {
        "quote": "We shall not cease from exploration, and the end of all our exploring will be to arrive where we started and know the place for the first time.",
        "author": "T. S. Eliot"
    },
    {
        "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
        "author": "Confucius"
    },
    {
        "quote": "Time plays a role in almost every decision. And some decisions define your attitude about time.",
        "author": "John Cale"
    },
    {
        "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.",
        "author": "F. Scott Fitzgerald"
    },
    {
        "quote": "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "The two most powerful warriors are patience and time.",
        "author": "Leo Tolstoy"
    },
    {
        "quote": "It has been said that time heals all wounds. I don't agree. The wounds remain. Time - the mind, protecting its sanity - covers them with some scar tissue and the pain lessens, but it is never gone.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "They always say time changes things, but you actually have to change them yourself.",
        "author": "Andy Warhol"
    },
    {
        "quote": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away.",
        "author": "Elvis Presley"
    },
    {
        "quote": "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.",
        "author": "Joel A. Barker"
    },
    {
        "quote": "The time you feel lonely is the time you most need to be by yourself.",
        "author": "Douglas Coupland"
    },
    {
        "quote": "Try and leave this world a little better than you found it, and when your turn comes to die, you can die happy in feeling that at any rate, you have not wasted your time but have done your best.",
        "author": "Robert Baden-Powell"
    },
    {
        "quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in.",
        "author": "Roger Clemens"
    },
    {
        "quote": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.",
        "author": "Harriet Beecher Stowe"
    },
    {
        "quote": "A man who dares to waste one hour of time has not discovered the value of life.",
        "author": "Charles Darwin"
    },
    {
        "quote": "To achieve great things, two things are needed; a plan, and not quite enough time.",
        "author": "Leonard Bernstein"
    },
    {
        "quote": "It takes a long time to grow an old friend.",
        "author": "John Leonard"
    },
    {
        "quote": "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams.",
        "author": "Jeremy Irons"
    },
    {
        "quote": "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.",
        "author": "Dan Millman"
    },
    {
        "quote": "The police are the public and the public are the police; the police being only members of the public who are paid to give full time attention to duties which are incumbent on every citizen in the interests of community welfare and existence.",
        "author": "Robert Peel"
    },
    {
        "quote": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma - which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.",
        "author": "Steve Jobs"
    },
    {
        "quote": "It is not the beauty of a building you should look at; its the construction of the foundation that will stand the test of time.",
        "author": "David Allan Coe"
    },
    {
        "quote": "I'm not perfect; I make mistakes all the time. All I can do is to try my best to learn from my mistakes, take responsibility for them, and do a better job tomorrow.",
        "author": "Lana"
    },
    {
        "quote": "It's crazy how fast time flies and how things progress.",
        "author": "Nathan Chen"
    },
    {
        "quote": "Life is short and we have never too much time for gladdening the hearts of those who are travelling the dark journey with us. Oh be swift to love, make haste to be kind.",
        "author": "Henri Frederic Amiel"
    },
    {
        "quote": "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.",
        "author": "Johnny Cash"
    },
    {
        "quote": "To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time.",
        "author": "James Baldwin"
    },
    {
        "quote": "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on.",
        "author": "Barack Obama"
    },
    {
        "quote": "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire.",
        "author": "Pierre Teilhard de Chardin"
    },
    {
        "quote": "If your ego starts out, 'I am important, I am big, I am special,' you're in for some disappointments when you look around at what we've discovered about the universe. No, you're not big. No, you're not. You're small in time and in space. And you have this frail vessel called the human body that's limited on Earth.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "We waste time looking for the perfect lover, instead of creating the perfect love.",
        "author": "Tom Robbins"
    },
    {
        "quote": "Whether it's the best of times or the worst of times, it's the only time we've got.",
        "author": "Art Buchwald"
    },
    {
        "quote": "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people.",
        "author": "Nicole Scherzinger"
    },
    {
        "quote": "The best time to make friends is before you need them.",
        "author": "Ethel Barrymore"
    },
    {
        "quote": "We are drowning in information, while starving for wisdom. The world henceforth will be run by synthesizers, people able to put together the right information at the right time, think critically about it, and make important choices wisely.",
        "author": "E. O. Wilson"
    },
    {
        "quote": "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.",
        "author": "Ismail Haniyeh"
    },
    {
        "quote": "It takes discipline not to let social media steal your time.",
        "author": "Alexis Ohanian"
    },
    {
        "quote": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
        "author": "Warren Buffett"
    },
    {
        "quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
        "author": "Ausonius"
    },
    {
        "quote": "I will continue to work as hard as I can to make this organization proud. Every time I step on the field I will give everything I have and I will leave everything I have on the field every single Sunday.",
        "author": "Tim Tebow"
    },
    {
        "quote": "Nothing is a waste of time if you use the experience wisely.",
        "author": "Auguste Rodin"
    },
    {
        "quote": "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure.",
        "author": "Ernie Harwell"
    },
    {
        "quote": "Golf is deceptively simple and endlessly complicated; it satisfies the soul and frustrates the intellect. It is at the same time rewarding and maddening - and it is without a doubt the greatest game mankind has ever invented.",
        "author": "Arnold Palmer"
    },
    {
        "quote": "Together we can change the world, just one random act of kindness at a time.",
        "author": "Ron Hall"
    },
    {
        "quote": "We're all just passing time and occupy our chair very briefly.",
        "author": "John Hurt"
    },
    {
        "quote": "I don't believe that if you do good, good things will happen. Everything is completely accidental and random. Sometimes bad things happen to very good people and sometimes good things happen to bad people. But at least if you try to do good things, then you're spending your time doing something worthwhile.",
        "author": "Helen Mirren"
    },
    {
        "quote": "Failure is simply the opportunity to begin again, this time more intelligently.",
        "author": "Henry Ford"
    },
    {
        "quote": "Architecture should speak of its time and place, but yearn for timelessness.",
        "author": "Frank Gehry"
    },
    {
        "quote": "You never know the plan. You never know what's going to happen. We are not even promised tomorrow. I just try to focus on one day at a time.",
        "author": "Morgan Wallen"
    },
    {
        "quote": "Change is a continuous process. You cannot assess it with the static yardstick of a limited time frame. When a seed is sown into the ground, you cannot immediately see the plant. You have to be patient. With time, it grows into a large tree. And then the flowers bloom, and only then can the fruits be plucked.",
        "author": "Mamata Banerjee"
    },
    {
        "quote": "Everywhere is within walking distance if you have the time.",
        "author": "Steven Wright"
    },
    {
        "quote": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.",
        "author": "Aristotle"
    },
    {
        "quote": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.",
        "author": "Thomas Paine"
    },
    {
        "quote": "Sometimes I wish that I could go into a time machine right now and just look at my self and say, 'Calm down. Things are gonna be fine. Things are gonna be all great. Just relax.'",
        "author": "Tristan Wilds"
    },
    {
        "quote": "The best thing about the future is that it comes only one day at a time.",
        "author": "Dean Acheson"
    },
    {
        "quote": "If I could talk to my younger self, I would just say that the path to great things is filled with a lot of stumbles, suffering, and challenges along the way. But if you have the right attitude and know that hard times will pass - and you get up each time - you will reach your destination.",
        "author": "Jonny Kim"
    },
    {
        "quote": "To live in this world, you must be able to do three things: to love what is mortal; to hold it against your bones knowing your own life depends on it; and, when the time comes to let it go, to let it go.",
        "author": "Mary Oliver"
    },
    {
        "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
        "author": "Mark Twain"
    },
    {
        "quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.",
        "author": "H. P. Lovecraft"
    },
    {
        "quote": "It's pretty scary to know how quickly time flies.",
        "author": "James Wan"
    },
    {
        "quote": "You never know where life is going to take you. So everything I do, I just take it one day at a time, and it always leads you to the right place.",
        "author": "Kyle Massey"
    },
    {
        "quote": "Bitcoin is amazingly transformative because it's the first time in the entire history of the world in which anybody can now send or receive any amount of money, with anyone else, anywhere on the planet, without having to ask permission from any bank or government.",
        "author": "Roger Ver"
    },
    {
        "quote": "On your journey, don't forget to smell the flowers. Take time out to notice that you're alive. You can only live in one day.",
        "author": "Ray Fearon"
    },
    {
        "quote": "Any time women come together with a collective intention, it's a powerful thing. Whether it's sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.",
        "author": "Phylicia Rashad"
    },
    {
        "quote": "Even after all this time, the sun never says to the earth, 'You owe me.' Look what happens with a love like that. It lights the whole sky.",
        "author": "Hafez"
    },
    {
        "quote": "The difference between a democracy and a dictatorship is that in a democracy you vote first and take orders later; in a dictatorship you don't have to waste your time voting.",
        "author": "Charles Bukowski"
    },
    {
        "quote": "A lot of things are going to happen that you can't necessarily control all the time, but you can control what you do after it happens. So that's what I try to do, keep my head up, keep moving forward, stay positive and just work hard.",
        "author": "Lonzo Ball"
    },
    {
        "quote": "Everyone has the ability to increase resilience to stress. It requires hard work and dedication, but over time, you can equip yourself to handle whatever life throws your way without adverse effects to your health. Training your brain to manage stress won't just affect the quality of your life, but perhaps even the length of it.",
        "author": "Amy Morin"
    },
    {
        "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "When my time on earth is gone, and my activities here are passed, I want they bury me upside down, and my critics can kiss my ass!",
        "author": "Bobby Knight"
    },
    {
        "quote": "Time is a great teacher, but unfortunately it kills all its pupils.",
        "author": "Hector Berlioz"
    },
    {
        "quote": "Photography takes an instant out of time, altering life by holding it still.",
        "author": "Dorothea Lange"
    },
    {
        "quote": "The true currency of life is time, not money, and we've all got a limited stock of that.",
        "author": "Robert Harris"
    },
    {
        "quote": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring, those ripples build a current that can sweep down the mightiest walls of oppression and resistance.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "You spend a good piece of your life gripping a baseball and in the end it turns out that it was the other way around all the time.",
        "author": "Jim Bouton"
    },
    {
        "quote": "Social media is changing the way we communicate and the way we are perceived, both positively and negatively. Every time you post a photo, or update your status, you are contributing to your own digital footprint and personal brand.",
        "author": "Amy Jo Martin"
    },
    {
        "quote": "Peace is a journey of a thousand miles and it must be taken one step at a time.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "Humans are creatures of habit. If you quit when things get tough, it gets that much easier to quit the next time. On the other hand, if you force yourself to push through it, the grit begins to grow in you.",
        "author": "Travis Bradberry"
    },
    {
        "quote": "Whenever I gaze up at the moon, I feel like I'm on a time machine. I am back to that precious pinpoint of time, standing on the foreboding - yet beautiful - Sea of Tranquility. I could see our shining blue planet Earth poised in the darkness of space.",
        "author": "Buzz Aldrin"
    },
    {
        "quote": "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.",
        "author": "Octavia E. Butler"
    },
    {
        "quote": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me.",
        "author": "Travis Scott"
    },
    {
        "quote": "God may not be there when you want him but he is always on time.",
        "author": "Terrell Owens"
    },
    {
        "quote": "Time makes fools of us all. Our only comfort is that greater shall come after us.",
        "author": "E. T. Bell"
    },
    {
        "quote": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.",
        "author": "Robert Southey"
    },
    {
        "quote": "If you could get all the people in the organization rowing in the same direction, you could dominate any industry, in any market, against any competition, at any time.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "Closed mouths don't get fed, and I'm gonna eat every time I get on the court.",
        "author": "Shabazz Muhammad"
    },
    {
        "quote": "The right man, in the right place, at the right time, can steal millions.",
        "author": "Gregory Nunn"
    },
    {
        "quote": "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent.",
        "author": "Madeleine Albright"
    },
    {
        "quote": "In time of peace prepare for war.",
        "author": "Publius Flavius Vegetius Renatus"
    },
    {
        "quote": "You will never find time for anything. If you want time you must make it.",
        "author": "Charles Buxton"
    },
    {
        "quote": "Don't look too far into the future, just look at tomorrow. One day at a time. Can you win tomorrow? Can you make progress? The answer is yes, you have a choice and tomorrow you're going to win.",
        "author": "Joe Wicks"
    },
    {
        "quote": "It's time for political leaders across the ideological spectrum to realize that, while partisanship is understandable, hyper-partisanship is destructive to our country. We need more visionary leaders who will earnestly strive for bipartisanship and finding policy solutions that can move America forward.",
        "author": "Martin Luther King III"
    },
    {
        "quote": "I think it's important for us as a society to remember that the youth within juvenile justice systems are, most of the time, youths who simply haven't had the right mentors and supporters around them - because of circumstances beyond their control.",
        "author": "Q'orianka Kilcher"
    },
    {
        "quote": "Time is the fire in which we burn.",
        "author": "Gene Roddenberry"
    },
    {
        "quote": "We need time to defuse, to contemplate. Just as in sleep our brains relax and give us dreams, so at some time in the day we need to disconnect, reconnect, and look around us.",
        "author": "Laurie Colwin"
    },
    {
        "quote": "I would fight for my liberty so long as my strength lasted, and if the time came for me to go, the Lord would let them take me.",
        "author": "Harriet Tubman"
    },
    {
        "quote": "Keep on beginning and failing. Each time you fail, start all over again, and you will grow stronger until you have accomplished a purpose - not the one you began with perhaps, but one you'll be glad to remember.",
        "author": "Anne Sullivan"
    },
    {
        "quote": "The proper function of man is to live, not to exist. I shall not waste my days in trying to prolong them. I shall use my time.",
        "author": "Jack London"
    },
    {
        "quote": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "With each new day in Africa, a gazelle wakes up knowing he must outrun the fastest lion or perish. At the same time, a lion stirs and stretches, knowing he must outrun the fastest gazelle or starve. It's no different for the human race. Whether you consider yourself a gazelle or a lion, you have to run faster than others to survive.",
        "author": "Mohammed bin Rashid Al Maktoum"
    },
    {
        "quote": "If something's important to you, you make time for it.",
        "author": "Mia Maestro"
    },
    {
        "quote": "Personally, I've learned about perseverance: when you hear the word 'No,' and when you hear rejection, that it's not always final. And that timing is everything, and you have to stay the course and just keep working hard and know that, when your time comes, that it will be sweet and that it will be the perfect time.",
        "author": "Angela Robinson"
    },
    {
        "quote": "Choose to focus your time, energy and conversation around people who inspire you, support you and help you to grow you into your happiest, strongest, wisest self.",
        "author": "Karen Salmansohn"
    },
    {
        "quote": "There's no time for regrets. You've just got to keep moving forward.",
        "author": "Mike McCready"
    },
    {
        "quote": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
        "author": "George Herbert"
    },
    {
        "quote": "Your competition is not other people but the time you kill, the ill will you create, the knowledge you neglect to learn, the connections you fail to build, the health you sacrifice along the path, your inability to generate ideas, the people around you who don't support and love your efforts, and whatever god you curse for your bad luck.",
        "author": "James Altucher"
    },
    {
        "quote": "I am a marvelous housekeeper. Every time I leave a man I keep his house.",
        "author": "Zsa Zsa Gabor"
    },
    {
        "quote": "There's a time in your life where you're not quite sure where you are. You think everything's perfect, but it's not perfect... Then one day you wake up and you can't quite picture yourself in the situation you're in. But the secret is, if you can picture yourself doing anything in life, you can do it.",
        "author": "Tom DeLonge"
    },
    {
        "quote": "The jealous are possessed by a mad devil and a dull spirit at the same time.",
        "author": "Johann Kaspar Lavater"
    },
    {
        "quote": "The hate and scorn showered on us Negro officers by our fellow Americans convinced me that there was no sense in my dying for a world ruled by them. I made up my mind that if I got through this war I would study law and use my time fighting for men who could not strike back.",
        "author": "Charles Hamilton Houston"
    },
    {
        "quote": "One of my favorite movies of all time is 'It's A Wonderful Life,' which is a pretty interesting choice for a seasonal Christmas favorite, because it's about a guy who wants to commit suicide and is presented with reasons not to.",
        "author": "Frank Darabont"
    },
    {
        "quote": "When eating an elephant take one bite at a time.",
        "author": "Creighton Abrams"
    },
    {
        "quote": "You live in the image you have of the world. Every one of us lives in a different world, with different space and different time.",
        "author": "Alejandro Jodorowsky"
    },
    {
        "quote": "Time flies really quickly. It feels like only a few months ago that I was traded over here and started my career as a Cub in 2013.",
        "author": "Jake Arrieta"
    },
    {
        "quote": "Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes.",
        "author": "Simon Sinek"
    },
    {
        "quote": "The sun don't shine on the same dog's ass all the time.",
        "author": "Catfish Hunter"
    },
    {
        "quote": "The season of failure is the best time for sowing the seeds of success.",
        "author": "Paramahansa Yogananda"
    },
    {
        "quote": "FOMO (fear of missing out) is the enemy of valuing your own time.",
        "author": "Andrew Yang"
    },
    {
        "quote": "Linux is only free if your time has no value.",
        "author": "Jamie Zawinski"
    },
    {
        "quote": "I think we all have our own personality, unique and distinctive, and at the same time, I think that our own unique and distinctive personality blends with the wind, with the footsteps in the street, with the noises around the corner, and with the silence of memory, which is the great producer of ghosts.",
        "author": "Octavio Paz"
    },
    {
        "quote": "As you navigate through the rest of your life, be open to collaboration. Other people and other people's ideas are often better than your own. Find a group of people who challenge and inspire you, spend a lot of time with them, and it will change your life.",
        "author": "Amy Poehler"
    },
    {
        "quote": "For me, forgiveness and compassion are always linked: how do we hold people accountable for wrongdoing and yet at the same time remain in touch with their humanity enough to believe in their capacity to be transformed?",
        "author": "bell hooks"
    },
    {
        "quote": "By taking the time to stop and appreciate who you are and what you've achieved - and perhaps learned through a few mistakes, stumbles and losses - you actually can enhance everything about you. Self-acknowledgment and appreciation are what give you the insights and awareness to move forward toward higher goals and accomplishments.",
        "author": "Jack Canfield"
    },
    {
        "quote": "I have moments where I miss my old self. But I think anyone can get caught up in what we used to have. But at the same time, we can choose to focus on the beauty of now.",
        "author": "Steve Gleason"
    },
    {
        "quote": "Sometimes you have to play a long time to be able to play like yourself.",
        "author": "Miles Davis"
    },
    {
        "quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Many things we need can wait. The child cannot. Now is the time his bones are formed, his mind developed. To him we cannot say tomorrow, his name is today.",
        "author": "Gabriela Mistral"
    },
    {
        "quote": "Tea time is a chance to slow down, pull back and appreciate our surroundings.",
        "author": "Letitia Baldrige"
    },
    {
        "quote": "Jealousy is just love and hate at the same time.",
        "author": "Drake"
    },
    {
        "quote": "It took me a long time not to judge myself through someone else's eyes.",
        "author": "Sally Field"
    },
    {
        "quote": "The first time you marry for love, the second for money, and the third for companionship.",
        "author": "Jackie Kennedy"
    },
    {
        "quote": "Something is better than nothing. Doin' anything for a man, there's investments involved, there's time and production. It's better to give him ten bucks and get a record out than to never record the cat.",
        "author": "Brownie McGhee"
    },
    {
        "quote": "The only people for me are the mad ones: the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who... burn, burn, burn like fabulous yellow Roman candles.",
        "author": "Jack Kerouac"
    },
    {
        "quote": "Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind.",
        "author": "Mary Schmich"
    },
    {
        "quote": "Leadership to me means duty, honor, country. It means character, and it means listening from time to time.",
        "author": "George W. Bush"
    },
    {
        "quote": "You can't have a better tomorrow if you are thinking about yesterday all the time.",
        "author": "Charles Kettering"
    },
    {
        "quote": "I find that it's best to take one step at a time and cross each bridge as they come to you.",
        "author": "Michael Stuhlbarg"
    },
    {
        "quote": "Time flies like an arrow - but fruit flies like a banana.",
        "author": "Terry Wogan"
    },
    {
        "quote": "Child labor and poverty are inevitably bound together and if you continue to use the labor of children as the treatment for the social disease of poverty, you will have both poverty and child labor to the end of time.",
        "author": "Grace Abbott"
    },
    {
        "quote": "Life is about growth and exploration, not achieving a fixed state of balance. You have a very limited time on earth to experience all that you can. Figuring out how to squeeze the most out of your family, work, and spirituality is your life's purpose. Go do it.",
        "author": "Mel Robbins"
    },
    {
        "quote": "The industrial revolution allowed us, for the first time, to start replacing human labour with machines.",
        "author": "Vitalik Buterin"
    },
    {
        "quote": "The time is right for electric cars - in fact the time is critical.",
        "author": "Carlos Ghosn"
    },
    {
        "quote": "I grind and I graft, but I will make sure that I get that time off here and there to unwind and relax and have a life.",
        "author": "Tulisa"
    },
    {
        "quote": "Through consciousness, our minds have the power to change our planet and ourselves. It is time we heed the wisdom of the ancient indigenous people and channel our consciousness and spirit to tend the garden and not destroy it.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "It doesn't hurt to feel sad from time to time.",
        "author": "Willie Nelson"
    },
    {
        "quote": "Beauty, sweet love, is like the morning dew, Whose short refresh upon tender green, Cheers for a time, but till the sun doth show And straight is gone, as it had never been.",
        "author": "Samuel Daniel"
    },
    {
        "quote": "I don't want to miss out on the chance of having a good time.",
        "author": "Victor Webster"
    },
    {
        "quote": "History is not everything, but it is a starting point. History is a clock that people use to tell their political and cultural time of day. It is a compass they use to find themselves on the map of human geography. It tells them where they are but, more importantly, what they must be.",
        "author": "John Henrik Clarke"
    },
    {
        "quote": "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "It's so important to realize that every time you get upset, it drains your emotional energy. Losing your cool makes you tired. Getting angry a lot messes with your health.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "We're all so busy we don't make time to enjoy our lives, good company and good food.",
        "author": "John Torode"
    },
    {
        "quote": "The truth is of course is that there is no journey. We are arriving and departing all at the same time.",
        "author": "David Bowie"
    },
    {
        "quote": "I believe there is a time for everything. Time changes, and you need to accept that. Else, you stagnate.",
        "author": "Manisha Koirala"
    },
    {
        "quote": "Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "I have a personality type, but it's not like I'm like, 'Oh yeah, short and brunette. That's what I like. All the time.'",
        "author": "Dylan O'Brien"
    },
    {
        "quote": "Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously.",
        "author": "Randeep Hooda"
    },
    {
        "quote": "When I read things like the foundations of capitalism are shattering, I'm like, maybe we need that. Maybe we need some time where we're walking around with a donkey with pots clanging on the sides.",
        "author": "Louis C. K."
    },
    {
        "quote": "Evening is a time of real experimentation. You never want to look the same way.",
        "author": "Donna Karan"
    },
    {
        "quote": "In every battle there comes a time when both sides consider themselves beaten, then he who continues the attack wins.",
        "author": "Ulysses S. Grant"
    },
    {
        "quote": "As long as you know yourself and you got good people around you and you passionate about what you do, that's all that matters because at the end of the day, you go to sleep with the people you love, you wake up with the people you love, and you spend your time with the people you love.",
        "author": "Tyga"
    },
    {
        "quote": "If you are not doing what you love, you are wasting your time.",
        "author": "Billy Joel"
    },
    {
        "quote": "People always tell you, 'Be humble. Be humble.' When was the last time someone told you to be amazing? Be great! Be great! Be awesome! Be awesome!",
        "author": "Kanye West"
    },
    {
        "quote": "When you take a flower in your hand and really look at it, it's your world for the moment. I want to give that world to someone else. Most people in the city rush around so, they have no time to look at a flower. I want them to see it whether they want to or not.",
        "author": "Georgia O'Keeffe"
    },
    {
        "quote": "Truth is the daughter of time, not of authority.",
        "author": "Francis Bacon"
    },
    {
        "quote": "Nothing is easy in cricket. Maybe when you watch it on TV, it looks easy. But it is not. You have to use your brain and time the ball.",
        "author": "Rohit Sharma"
    },
    {
        "quote": "I'm hungry for knowledge. The whole thing is to learn every day, to get brighter and brighter. That's what this world is about. You look at someone like Gandhi, and he glowed. Martin Luther King glowed. Muhammad Ali glows. I think that's from being bright all the time, and trying to be brighter.",
        "author": "Jay-Z"
    },
    {
        "quote": "Everything is a learning process: any time you fall over, it's just teaching you to stand up the next time.",
        "author": "Joel Edgerton"
    },
    {
        "quote": "I take time to open up with people. But once I know you, I'm fine. I'm a shy person.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "A guy and a girl can be just friends, but at one point or another, they will fall for each other... maybe temporarily, maybe at the wrong time, maybe too late, or maybe forever.",
        "author": "Dave Matthews"
    },
    {
        "quote": "What you feel inside reflects on your face. So be happy and positive all the time.",
        "author": "Sridevi"
    },
    {
        "quote": "The important thing is to learn a lesson every time you lose. Life is a learning process and you have to try to learn what's best for you. Let me tell you, life is not fun when you're banging your head against a brick wall all the time.",
        "author": "John McEnroe"
    },
    {
        "quote": "Time flies. It's up to you to be the navigator.",
        "author": "Robert Orben"
    },
    {
        "quote": "I feel sorry for kids these days. They get so much homework. Remember the days when we put a belt around our two books and carried them home? Now they're dragging a suitcase. They have school all day, then homework from six until eleven. There's no time left to be creative.",
        "author": "Tom Petty"
    },
    {
        "quote": "Everything changes with time. I am not so experienced enough to analyze what the people love in me.",
        "author": "Allu Arjun"
    },
    {
        "quote": "A word is not a crystal, transparent and unchanged; it is the skin of a living thought and may vary greatly in color and content according to the circumstances and time in which it is used.",
        "author": "Oliver Wendell Holmes, Jr."
    },
    {
        "quote": "It's almost mind-boggling how time flies.",
        "author": "Martin Brodeur"
    },
    {
        "quote": "Most of us aren't defeated in one decisive battle. We are defeated one tiny, seemingly insignificant surrender at a time that chips away at who we should really be.",
        "author": "Jocko Willink"
    },
    {
        "quote": "Nothing happens in a vacuum in life: every action has a series of consequences, and sometimes it takes a long time to fully understand the consequences of our actions.",
        "author": "Khaled Hosseini"
    },
    {
        "quote": "You'll have time to rest when you're dead.",
        "author": "Robert De Niro"
    },
    {
        "quote": "I'm trying to stay as calm as possible and focus one day at a time, but when reality sets in, I feel everything: anxiety, excitement, nerves, pressure and joy.",
        "author": "Shawn Johnson"
    },
    {
        "quote": "I don't have to prove myself to anyone. People know what I'm capable of. I've spent a long time in this game.",
        "author": "Jose Reyes"
    },
    {
        "quote": "True generosity is an offering; given freely and out of pure love. No strings attached. No expectations. Time and love are the most valuable possession you can share.",
        "author": "Suze Orman"
    },
    {
        "quote": "Lives of great men all remind us, we can make our lives sublime, and, departing, leave behind us, footprints on the sands of time.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Life is too short to not have fun; we are only here for a short time compared to the sun and the moon and all that.",
        "author": "Coolio"
    },
    {
        "quote": "In 'Thor,' that was my own hair. I grew it out. But I have naturally curly, blonde hair, so I'll never look like that. By the time I got to 'The Avengers,' I had come off two other films, which required me to have it very short. So I dyed it again and it was long enough to use a part of my hairline.",
        "author": "Tom Hiddleston"
    },
    {
        "quote": "There are so many forms of love. Spending time with friends, love stories. I enjoy showing my love by baking a cake for somebody and writing his or her name on it, and seeing his or her reaction. I love to offer flowers, too!",
        "author": "Pom Klementieff"
    },
    {
        "quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.",
        "author": "H. G. Wells"
    },
    {
        "quote": "Life gives you plenty of time to do whatever you want to do if you stay in the present moment.",
        "author": "Deepak Chopra"
    },
    {
        "quote": "Time flies. It seems like just yesterday I was playing my first game against Ireland, when I came off the bench, full of energy and flying into tackles, even though I couldn't tackle back then.",
        "author": "Beauden Barrett"
    },
    {
        "quote": "Less than 1 percent of ancient Egypt has been discovered and excavated. With population pressures, urbanization, and modernization encroaching, we're in a race against time. Why not use the most advanced tools we have to map, quantify, and protect our past?",
        "author": "Sarah Parcak"
    },
    {
        "quote": "Everybody is responsible for their own actions. It's easy to point the finger at somebody else, but a real man, a real woman, a real person knows when it's time to take the blame and when to take responsibility for their own actions.",
        "author": "Marcus Smart"
    },
    {
        "quote": "Nobody's angry all the time, unless you're a psycho.",
        "author": "Brian Azzarello"
    },
    {
        "quote": "But a city is more than a place in space, it is a drama in time.",
        "author": "Patrick Geddes"
    },
    {
        "quote": "Time is an illusion. Time only exists when we think about the past and the future. Time doesn't exist in the present here and now.",
        "author": "Marina Abramovic"
    },
    {
        "quote": "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.",
        "author": "Albert Schweitzer"
    },
    {
        "quote": "The noir hero is a knight in blood caked armor. He's dirty and he does his best to deny the fact that he's a hero the whole time.",
        "author": "Frank Miller"
    },
    {
        "quote": "I decided I can't pay a person to rewind time, so I may as well get over it.",
        "author": "Serena Williams"
    },
    {
        "quote": "The difference between the greats and the legends is their ability to focus for longer periods of time.",
        "author": "Jordan Burroughs"
    },
    {
        "quote": "Success consists of getting up just one more time than you fall.",
        "author": "Oliver Goldsmith"
    },
    {
        "quote": "We've seen over time that countries that have the best economic growth are those that have good governance, and good governance comes from freedom of communication. It comes from ending corruption. It comes from a populace that can go online and say, 'This politician is corrupt, this administrator, or this public official is corrupt.'",
        "author": "Ramez Naam"
    },
    {
        "quote": "It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel.",
        "author": "Henry B. Eyring"
    },
    {
        "quote": "It is time for parents to teach young people early on that in diversity there is beauty and there is strength.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends.",
        "author": "Cindy Morgan"
    },
    {
        "quote": "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "The airplane stays up because it doesn't have the time to fall.",
        "author": "Orville Wright"
    },
    {
        "quote": "As humans, we're going to make mistakes. It's what makes us human, and most of the time, the most effective way of learning is from a mistake.",
        "author": "Nash Grier"
    },
    {
        "quote": "Never give up, for that is just the place and time that the tide will turn.",
        "author": "Harriet Beecher Stowe"
    },
    {
        "quote": "The time is always right to do what is right.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.",
        "author": "Homer"
    },
    {
        "quote": "I feel like God gives you what you deserve. Whatever that time is, you get what you deserve.",
        "author": "Common"
    },
    {
        "quote": "Everything changes with time. You can't predict where you're gonna be next year; you have no idea, you know what I mean?",
        "author": "Lil Peep"
    },
    {
        "quote": "Look at everything as though you were seeing it for the first time or the last time. Then your time on earth will be filled with glory.",
        "author": "Betty Smith"
    },
    {
        "quote": "One does not discover new lands without consenting to lose sight of the shore for a very long time.",
        "author": "Andre Gide"
    },
    {
        "quote": "If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "You've got to make tough decisions, sometimes unpopular decisions... Whatever it is, if it's the right move at the right time, you've got to be also willing to make mistakes.",
        "author": "Sean McDermott"
    },
    {
        "quote": "Anyone can be heroic from time to time, but a gentleman is something you have to be all the time.",
        "author": "Luigi Pirandello"
    },
    {
        "quote": "I'm no good with words but I'll find ways from time to time to show you how grateful I am.",
        "author": "Alan Ladd"
    },
    {
        "quote": "No trait is more justified than revenge in the right time and place.",
        "author": "Meir Kahane"
    },
    {
        "quote": "Violence is always the last option, but if that time comes, it is the ONLY option.",
        "author": "John Gilmour"
    },
    {
        "quote": "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.",
        "author": "Brooks Atkinson"
    },
    {
        "quote": "There's no wrong time to make the right decision.",
        "author": "Dalton McGuinty"
    },
    {
        "quote": "When your time comes to die, be not like those whose hearts are filled with fear of death, so that when their time comes they weep and pray for a little more time to live their lives over again in a different way. Sing your death song, and die like a hero going home.",
        "author": "Tecumseh"
    },
    {
        "quote": "When I look out at the people and they look at me and they're smiling, then I know that I'm loved. That is the time when I have no worries, no problems.",
        "author": "Etta James"
    },
    {
        "quote": "Art enables us to find ourselves and lose ourselves at the same time.",
        "author": "Thomas Merton"
    },
    {
        "quote": "You never know how much time you have left.",
        "author": "Martin Scorsese"
    },
    {
        "quote": "Life is designed to knock you down. It will knock you down time and time again, but it doesn't matter how many times you fall - it matters how many times you get back up.",
        "author": "Lilly Singh"
    },
    {
        "quote": "Time is the substance from which I am made. Time is a river which carries me along, but I am the river; it is a tiger that devours me, but I am the tiger; it is a fire that consumes me, but I am the fire.",
        "author": "Jorge Luis Borges"
    },
    {
        "quote": "Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this.",
        "author": "Katherine Jenkins"
    },
    {
        "quote": "The best time to buy a home is always five years ago.",
        "author": "Ray Brown"
    },
    {
        "quote": "We die only once, and for such a long time.",
        "author": "Moliere"
    },
    {
        "quote": "Tell the truth, work hard, and come to dinner on time.",
        "author": "Gerald R. Ford"
    },
    {
        "quote": "All the lessons are in nature. You look at the way rocks are formed - the wind and the water hitting them, shaping them, making them what they are. Things take time, you know?",
        "author": "Diane Lane"
    },
    {
        "quote": "You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.",
        "author": "Marie Curie"
    },
    {
        "quote": "It's only when we truly know and understand that we have a limited time on earth - and that we have no way of knowing when our time is up, we will then begin to live each day to the fullest, as if it was the only one we had.",
        "author": "Elisabeth Kubler-Ross"
    },
    {
        "quote": "If we are all in agreement on the decision - then I propose we postpone further discussion of this matter until our next meeting to give ourselves time to develop disagreement and perhaps gain some understanding of what the decision is all about.",
        "author": "Alfred P. Sloan"
    },
    {
        "quote": "I am not a vegetarian. For some time, I tried to be a semi-vegetarian, eating only fish, birds, and no red meat, but... I don't know if I have an opinion on vegetarianism.",
        "author": "Varg Vikernes"
    },
    {
        "quote": "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.",
        "author": "Wilma Rudolph"
    },
    {
        "quote": "People are stubborn about what they perceive to be the right thing or the wrong thing, and it takes a long time to filter this human condition. There's a waiting period until people catch up. But if you have patience - which it takes when someone thinks differently from you - everybody always catches up. That patience is a wonderful virtue.",
        "author": "Johnny Mathis"
    },
    {
        "quote": "A lot of legends, a lot of people, have come before me. But this is my time.",
        "author": "Usain Bolt"
    },
    {
        "quote": "People won't have time for you if you are always angry or complaining.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Fishing keeps you alive, gives you time away - to enjoy God, the creations that He made. Because God made you.",
        "author": "Roy Jones Jr."
    },
    {
        "quote": "Science is constantly proved all the time. If we take something like any fiction, any holy book, and destroyed it, in a thousand years' time, that wouldn't come back just as it was. Whereas if we took every science book and every fact and destroyed them all, in a thousand years they'd all be back because all the same tests would be the same result.",
        "author": "Ricky Gervais"
    },
    {
        "quote": "I love the sensation of being out in the open air, far away from all the distractions of modern life. I will usually disappear for a couple of hours, and that time on my bike is quite sacred, as it's when I do all my serious thinking. Sometimes I will stop off at bikers' cafe and have a bacon sandwich.",
        "author": "Paul Hollywood"
    },
    {
        "quote": "Looking back, we were the luckiest people in the world. There was no choice but to be pioneers; no time to be beginners.",
        "author": "Margaret H. Hamilton"
    },
    {
        "quote": "Life is short and the older you get, the more you feel it. Indeed, the shorter it is. People lose their capacity to walk, run, travel, think, and experience life. I realise how important it is to use the time I have.",
        "author": "Viggo Mortensen"
    },
    {
        "quote": "No matter what job or industry you're in, life is hard, but we're all going through a difficult time and the best thing we can do is pick each other up and move on together.",
        "author": "Eric Nam"
    },
    {
        "quote": "My life is full of drama, and I don't have time to worry about something as petty as what I look like.",
        "author": "Adele"
    },
    {
        "quote": "No matter how busy I am, I find time for dance.",
        "author": "Kelli Berglund"
    },
    {
        "quote": "Every day, every birthday candle I blow out, every penny I throw over my shoulder in a wishing well, every time my daughter says, 'Let's make a wish on a star,' there's one thing I wish for: wisdom.",
        "author": "Rene Russo"
    },
    {
        "quote": "You can never step into the same book twice, because you are different each time you read it.",
        "author": "John Barton"
    },
    {
        "quote": "Take life on life's terms - one day at a time. And have fun while you're doing it.",
        "author": "Joe Perry"
    },
    {
        "quote": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come.",
        "author": "Robert H. Schuller"
    },
    {
        "quote": "The more you practice and study, the better you are... so I still practice and study all the time.",
        "author": "Cyndi Lauper"
    },
    {
        "quote": "I put so much pressure on myself. I'm my toughest critic. I always push myself to go harder than I did last time.",
        "author": "Polo G"
    },
    {
        "quote": "Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.",
        "author": "Robert Green Ingersoll"
    },
    {
        "quote": "It is time to get drunk! So as not to be the martyred slaves of Time, get drunk; get drunk without stopping! On wine, on poetry, or on virtue, as you wish.",
        "author": "Charles Baudelaire"
    },
    {
        "quote": "No one on his deathbed ever said, I wish I had spent more time on my business.",
        "author": "Paul Tsongas"
    },
    {
        "quote": "In Russia I felt for the first time like a full human being. No color prejudice like in Mississippi, no color prejudice like in Washington. It was the first time I felt like a human being.",
        "author": "Paul Robeson"
    },
    {
        "quote": "Because the supply of Bitcoin is limited, the price of Bitcoin is going to have to increase and increase very substantially over time. My advice is that if you're interested in Bitcoin and excited by Bitcoin, then buy some Bitcoin and hold onto them, and you're likely to do very well over time.",
        "author": "Roger Ver"
    },
    {
        "quote": "A man must dream a long time in order to act with grandeur, and dreaming is nursed in darkness.",
        "author": "Jean Genet"
    },
    {
        "quote": "The pandemic has been such an awful time for so many people around the world, but it has also been a reminder for us about the things that really matter - the people in our lives and the love we have for them.",
        "author": "Ananya Birla"
    },
    {
        "quote": "Freedom isn't free. It shouldn't be a bragging point that 'Oh, I don't get involved in politics,' as if that makes someone cleaner. No, that makes you derelict of duty in a republic. Liars and panderers in government would have a much harder time of it if so many people didn't insist on their right to remain ignorant and blindly agreeable.",
        "author": "Bill Maher"
    },
    {
        "quote": "That's the funny thing about time. It is only in looking back that it's easy to connect the dots. To see exactly why everything needed to happen the way that it did.",
        "author": "Rebecca Serle"
    },
    {
        "quote": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.",
        "author": "Louis C. K."
    },
    {
        "quote": "I regret those times when I've chosen the dark side. I've wasted enough time not being happy.",
        "author": "Jessica Lange"
    },
    {
        "quote": "Our birthdays are feathers in the broad wing of time.",
        "author": "Jean Paul"
    },
    {
        "quote": "You're only as young as the last time you changed your mind.",
        "author": "Timothy Leary"
    },
    {
        "quote": "The time your game is most vulnerable is when you're ahead; never let up.",
        "author": "Rod Laver"
    },
    {
        "quote": "Having patience is one of the hardest things about being human. We want to do it now, and we don't want to wait. Sometimes we miss out on our blessing when we rush things and do it on our own time.",
        "author": "Deontay Wilder"
    },
    {
        "quote": "If you aim at nothing, you'll hit it every time.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "I have an idea for a Godzilla movie that I've always wanted to do. The whole idea of Godzilla's role in Tokyo, where he's always battling these other monsters, saving humanity time and again - wouldn't Godzilla become God? It would be called 'Living Under the Rule of Godzilla.'",
        "author": "Quentin Tarantino"
    },
    {
        "quote": "A schedule defends from chaos and whim. It is a net for catching days. It is a scaffolding on which a worker can stand and labor with both hands at sections of time.",
        "author": "Annie Dillard"
    },
    {
        "quote": "You will encounter misguided people from time to time. That's part of life. The challenge is to educate them when you can, but always to keep your dignity and self-respect and persevere in your personal growth and development.",
        "author": "Bernice King"
    },
    {
        "quote": "I'll never, ever be full. I'll always be hungry. Obviously, I'm not talking about food. Growing up, I had nothing for such a long time. Someone told me a long time ago, and I've never forgotten it, 'Once you've ever been hungry, really, really hungry, then you'll never, ever be full.'",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "If ants are such busy workers, how come they find time to go to all the picnics?",
        "author": "Marie Dressler"
    },
    {
        "quote": "It's not really about the competition. Your biggest challenge in a race is yourself. You're often racing against time. You're frequently running everything through your mind. You're always competing against preconceived ideas. It's not really the person next to you that you worry about.",
        "author": "Summer Sanders"
    },
    {
        "quote": "I've got a theory that if you give 100% all of the time, somehow things will work out in the end.",
        "author": "Larry Bird"
    },
    {
        "quote": "I just like hanging out with my friends, honestly. I mean, as long as I'm in good company and with cool people, and we're just hanging out and having a good time, that's usually what I like to do.",
        "author": "Sam Darnold"
    },
    {
        "quote": "The moon puts on an elegant show, different every time in shape, colour and nuance.",
        "author": "Arthur Smith"
    },
    {
        "quote": "We're made for the light of a cave and for twilight. Twilight is the time we see best. When we dim the light down, and the pupil opens, feeling comes out of the eye like touch. Then you really can feel colour, and experience it.",
        "author": "James Turrell"
    },
    {
        "quote": "There are moments of life that we never forget, which brighten and brighten as time steals away.",
        "author": "James Gates Percival"
    },
    {
        "quote": "The way to deal with the devil of obesity and diabetes is literally one day at a time.",
        "author": "Stephen Furst"
    },
    {
        "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
        "author": "Mark Twain"
    },
    {
        "quote": "Time will inevitably uncover dishonesty and lies; history has no place for them.",
        "author": "Norodom Sihanouk"
    },
    {
        "quote": "I'm a really nice guy when you meet me, and that surprises a lot of people. I'm not that eccentric in real life - and certainly not that disrespectful. In my own time, I like to just chill out with friends and not get in people's faces.",
        "author": "KSI"
    },
    {
        "quote": "Nobody's all good or bad, and nobody's all light or dark. Every human being has so many different aspects and facets to them. And there can be something noble and something really dark and dangerous going on in a person all at the same time.",
        "author": "Anna Gunn"
    },
    {
        "quote": "For myself, personally, I am never really aware of timing or anything because I am passionate about what I do, so I have found that if you really love what you do, then time flies.",
        "author": "Colm Wilkinson"
    },
    {
        "quote": "When you grow up by the sea, you spend a good deal of time looking at the horizon. You wonder what on Earth the waves might bring - and where the sea might deposit you - until one day you know you have lived between two places, the scene of arrival and the point of departure.",
        "author": "Andrew O'Hagan"
    },
    {
        "quote": "Everything that happens once can never happen again. But everything that happens twice will surely happen a third time.",
        "author": "Paulo Coelho"
    },
    {
        "quote": "There is a saying that every nice piece of work needs the right person in the right place at the right time.",
        "author": "Benoit Mandelbrot"
    },
    {
        "quote": "Life is all about having a good time.",
        "author": "Miley Cyrus"
    },
    {
        "quote": "Where I am today... I still have my ups and downs, but I take it one day at a time and I just hope that I can be the best that I can possibly be, not only for myself, but also young people that are out there today that need someone to look up to.",
        "author": "Demi Lovato"
    },
    {
        "quote": "When things are bad, it's the best time to reinvent yourself.",
        "author": "George Lopez"
    },
    {
        "quote": "What you lack in talent can be made up with desire, hustle and giving 110 percent all the time.",
        "author": "Don Zimmer"
    },
    {
        "quote": "Lipstick is the most valuable weapon in a woman's make-up kit. It has the power to transform the appearance and mood of the person wearing it, and, at the same time, arouses the admiration of everybody else.",
        "author": "Monica Bellucci"
    },
    {
        "quote": "Everything that happens is meant to be. It's meant to happen like that. But sometimes you don't know at the time that it's meant to be disaster.",
        "author": "Tony Kaye"
    },
    {
        "quote": "Don't wait for the perfect time to start making changes to your life; the time is now.",
        "author": "Chris Gardner"
    },
    {
        "quote": "Time flies when you're changing the world.",
        "author": "Craig Kielburger"
    },
    {
        "quote": "Life is like an onion. You peel it off one layer at a time, and sometimes you weep.",
        "author": "Carl Sandburg"
    },
    {
        "quote": "The next time you see a spider web, please, pause and look a little closer. You'll be seeing one of the most high-performance materials known to man.",
        "author": "Cheryl Hayashi"
    },
    {
        "quote": "You can't be afraid to fail. It's the only way you succeed - you're not gonna succeed all the time, and I know that.",
        "author": "LeBron James"
    },
    {
        "quote": "Regardless of who wins, an election should be a time for optimism and fresh approaches.",
        "author": "Gary Johnson"
    },
    {
        "quote": "We don't have the luxury of time. We spend more because of how we live, but it's important to be with our family and friends.",
        "author": "Sara Blakely"
    },
    {
        "quote": "Patriotism is supporting your country all the time, and your government when it deserves it.",
        "author": "Mark Twain"
    },
    {
        "quote": "It's very true that you can be both selfless and selfish at the same time. What we tend towards, particularly in filmmaking, is this binary sort of, 'This is a good guy, this is a bad guy.' And I quite like the fact that life is a bit more complex than that.",
        "author": "Hugh Grant"
    },
    {
        "quote": "Character is the result of two things: mental attitude and the way we spend our time.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "I remember I took a music course in junior year of high school, and some girl brought in 'Teardrops On My Guitar,' and she was like, 'Isn't this song great?' And everyone was like, 'Who's Taylor Swift?' And now, every time I listen to Taylor Swift, I remember that moment.",
        "author": "Mitski"
    },
    {
        "quote": "The more you do stuff, the better you get at dealing with how you still fail at it a lot of the time.",
        "author": "John Mulaney"
    },
    {
        "quote": "I am a very active person. I have a lot of energy, and I love to be doing something physical all the time.",
        "author": "Tiffany Dupont"
    },
    {
        "quote": "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time.",
        "author": "Julia Child"
    },
    {
        "quote": "The butterfly counts not months but moments, and has time enough.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "Jerry Ford is so dumb he can't fart and chew gum at the same time.",
        "author": "Lyndon B. Johnson"
    },
    {
        "quote": "Love doesn't just sit there, like a stone; it has to be made, like bread, remade all the time, made new.",
        "author": "Ursula K. Le Guin"
    },
    {
        "quote": "Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time.",
        "author": "Lou Brock"
    },
    {
        "quote": "I don't know whether your heart ever necessarily changes, but time changes the way that you perceive the world. And you just hope it gives you more empathy and all those other things.",
        "author": "Mark Knopfler"
    },
    {
        "quote": "A theatre, a literature, an artistic expression that does not speak for its own time has no relevance.",
        "author": "Dario Fo"
    },
    {
        "quote": "You can't have it all, all at once. Who - man or woman - has it all, all at once? Over my lifespan, I think I have had it all. But in different periods of time, things were rough. And if you have a caring life partner, you help the other person when that person needs it.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "A week is a long time in politics.",
        "author": "Harold Wilson"
    },
    {
        "quote": "Love is like a virus. It can happen to anybody at any time.",
        "author": "Maya Angelou"
    },
    {
        "quote": "I will keep smiling, be positive and never give up! I will give 100 percent each time I play. These are always my goals and my attitude.",
        "author": "Yani Tseng"
    },
    {
        "quote": "Time heals everything. Time corrects everything. Time is the solution to every problem, I believe. A lot of things can happen with time. All that has to be there is the intention.",
        "author": "Mehcad Brooks"
    },
    {
        "quote": "A hair-hopper is someone who pretends they're rich, who really wasn't brought up very wealthy but now tries to brag that they're rich, and they spend too much time on their hair.",
        "author": "John Waters"
    },
    {
        "quote": "Learn everything you can, anytime you can, from anyone you can - there will always come a time when you will be grateful you did.",
        "author": "Sarah Caldwell"
    },
    {
        "quote": "Raising awareness on the most pressing environmental issues of our time is more important than ever.",
        "author": "Leonardo DiCaprio"
    },
    {
        "quote": "When I look back on my life, I overpaid for my big successes every time. And when I tried to get a bargain, get it a little cheaper or get a better deal on it, I ended up usually either getting it and not happy I got it. Or missing it.",
        "author": "Jerry Jones"
    },
    {
        "quote": "Spending time with negative people can be the fastest way to ruin a good mood. Their pessimistic outlooks and gloomy attitude can decrease our motivation and change the way we feel. But allowing a negative person to dictate your emotions gives them too much power in your life. Make a conscious effort to choose your attitude.",
        "author": "Amy Morin"
    },
    {
        "quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.",
        "author": "Denis Waitley"
    },
    {
        "quote": "I've always spent more time with a smile on my face than not, but the thing is, I don't write about it.",
        "author": "Robert Smith"
    },
    {
        "quote": "We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of peace.",
        "author": "William E. Gladstone"
    },
    {
        "quote": "There will come a time when you believe everything is finished. Yet that will be the beginning.",
        "author": "Louis L'Amour"
    },
    {
        "quote": "Prayer is when you talk to God. Meditation is when you're listening. Playing the piano allows you to do both at the same time.",
        "author": "Kelsey Grammer"
    },
    {
        "quote": "All things are subject to interpretation whichever interpretation prevails at a given time is a function of power and not truth.",
        "author": "Friedrich Nietzsche"
    },
    {
        "quote": "I wish I could freeze time or go back in time and watch my kids grow up all over again because it is just going by too fast.",
        "author": "Robert Rodriguez"
    },
    {
        "quote": "In family relationships, 'love' is really spelled 't-i-m-e,' time. Taking time for each other is the key for harmony at home.",
        "author": "Dieter F. Uchtdorf"
    },
    {
        "quote": "Though music transcends language, culture and time, and though notes are the same, Indian music is unique because it is evolved, sophisticated and melodies are defined.",
        "author": "Dayananda Saraswati"
    },
    {
        "quote": "So you start one person at a time. Change one person, you can change a village.",
        "author": "Robin Quivers"
    },
    {
        "quote": "Careers, like rockets, don't always take off on time. The trick is to always keep the engine running.",
        "author": "Gary Sinise"
    },
    {
        "quote": "Time is my greatest enemy.",
        "author": "Evita Peron"
    },
    {
        "quote": "Playing video games is something I enjoy in my spare time. I'm a gamer, always have been.",
        "author": "Kevin Garnett"
    },
    {
        "quote": "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed.",
        "author": "Dolly Parton"
    },
    {
        "quote": "What makes photography a strange invention is that its primary raw materials are light and time.",
        "author": "John Berger"
    },
    {
        "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "I'm the one that has to die when it's time for me to die, so let me live my life, the way I want to.",
        "author": "Jimi Hendrix"
    },
    {
        "quote": "We get to live in a time that we get to use social media as a tool. It's not just a face on a piece of paper, and that's what makes you someone's favorite model. We can have a very similar sense of humor as someone, and that's why we're their favorite model, or our personal style, off the runway, is why we're their favorite.",
        "author": "Gigi Hadid"
    },
    {
        "quote": "Sometimes you will think you can't take it another day. But if you hang in there, one step at a time, you will be able to accomplish more than you ever imagine.",
        "author": "Taya Kyle"
    },
    {
        "quote": "We look at life from the back side of the tapestry. And most of the time, what we see is loose threads, tangled knots and the like. But occasionally, God's light shines through the tapestry, and we get a glimpse of the larger design with God weaving together the darks and lights of existence.",
        "author": "John Piper"
    },
    {
        "quote": "There are a lot of things going on with my life right now that don't just have to do with career. So I have a hard time making decisions about work. That's really a luxury problem.",
        "author": "Philip Seymour Hoffman"
    },
    {
        "quote": "Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.",
        "author": "Chanakya"
    },
    {
        "quote": "That brain of mine is something more than merely mortal, as time will show.",
        "author": "Ada Lovelace"
    },
    {
        "quote": "I am excited to join the Workday Board at an exciting time in the company's growth and look forward to leveraging my past experience as a technologist and entrepreneur to provide advice as they continue to look at new areas of growth.",
        "author": "Jerry Yang"
    },
    {
        "quote": "Adolescence is a time in which you experience everything more intensely.",
        "author": "Edward Zwick"
    },
    {
        "quote": "You really don't need to wear any make-up most of the time; keep your eyebrows the way they are, and find your own natural beauty signature.",
        "author": "Erin Heatherton"
    },
    {
        "quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.",
        "author": "Ernest Hemingway"
    },
    {
        "quote": "The time to relax is when you don't have time for it.",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "It's hard being a Barbie doll all the time.",
        "author": "Alice Ripley"
    },
    {
        "quote": "You can't buy time or save it, common idioms notwithstanding. You can only spend it.",
        "author": "Eric Zorn"
    },
    {
        "quote": "Me and my girlfriend don't have any family in Ipswich, so we were thinking of what we could do to fill our time on Christmas Day. We thought about feeding the homeless and we phoned up the church that we eventually went to and asked if we could help.",
        "author": "Tyrone Mings"
    },
    {
        "quote": "Only the guy who isn't rowing has time to rock the boat.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "Make gifts meaningful by putting the time in creating them, whether baking and cooking, or in making arts and craft. It will all have more meaning for the giver and receiver.",
        "author": "Lidia Bastianich"
    },
    {
        "quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.",
        "author": "E. B. White"
    },
    {
        "quote": "A study of economics usually reveals that the best time to buy anything is last year.",
        "author": "Marty Allen"
    },
    {
        "quote": "Success is simple. Do what's right, the right way, at the right time.",
        "author": "Arnold H. Glasow"
    },
    {
        "quote": "Every time your picture is taken, you lose a part of your soul.",
        "author": "Anna May Wong"
    },
    {
        "quote": "I was born not knowing and have had only a little time to change that here and there.",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.",
        "author": "James Allen"
    },
    {
        "quote": "Time flies never to be recalled.",
        "author": "Virgil"
    },
    {
        "quote": "The loss of a friend is like that of a limb; time may heal the anguish of the wound, but the loss cannot be repaired.",
        "author": "Robert Southey"
    },
    {
        "quote": "My wife Cecily Adams was dying of cancer, my daughter Madeline was struggling to overcome an autism diagnosis, and my father was dying, all at the same time. Writing the journal was a cathartic experience, and an extremely positive one.",
        "author": "Jim Beaver"
    },
    {
        "quote": "The one thing we know about the future is that it comes only one day at a time.",
        "author": "Jeff Rich"
    },
    {
        "quote": "I realized that health is the most important thing and that all the other things come with time if you are devoted enough.",
        "author": "Blanka Vlasic"
    },
    {
        "quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it.",
        "author": "Trey Parker"
    },
    {
        "quote": "Everything comes in time to those who can wait.",
        "author": "Francois Rabelais"
    },
    {
        "quote": "Time is long but life is short.",
        "author": "Stevie Wonder"
    },
    {
        "quote": "It's refreshing to have some time off from wondering whether I look fat.",
        "author": "Pamela Druckerman"
    },
    {
        "quote": "During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man.",
        "author": "Thomas Hobbes"
    },
    {
        "quote": "Dost thou love life? Then do not squander time, for that is the stuff life is made of.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "'The time has come,' the walrus said, 'to talk of many things: of shoes and ships - and sealing wax - of cabbages and kings.'",
        "author": "Lewis Carroll"
    },
    {
        "quote": "You don't have to compose a masterpiece every time, but I think the challenge of art is always searching for something different, searching for a new sensitivity, a new perspective, a new vision.",
        "author": "Ludovico Einaudi"
    },
    {
        "quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "Everybody's a work in progress. I'm a work in progress. I mean, I've never arrived... I'm still learning all the time.",
        "author": "Renee Fleming"
    },
    {
        "quote": "A successful competition for me is always going out there and putting 100 percent into whatever I'm doing. It's not always winning. People, I think, mistake that it's just winning. Sometimes it could be, but for me, it's hitting the best sets I can, gaining confidence, and having a good time and having fun.",
        "author": "Simone Biles"
    },
    {
        "quote": "All the forces in the world are not so powerful as an idea whose time has come.",
        "author": "Victor Hugo"
    },
    {
        "quote": "I think there's a right time for everything, and I'm a true believer that everything happens for a reason.",
        "author": "Bella Hadid"
    },
    {
        "quote": "You can fool some of the people all the time, and those are the ones you want to concentrate on.",
        "author": "George W. Bush"
    },
    {
        "quote": "The time you spend alone with God will transform your character and increase your devotion. Then your integrity and godly behavior in an unbelieving world will make others long to know the Lord.",
        "author": "Charles Stanley"
    },
    {
        "quote": "So long as you have food in your mouth, you have solved all questions for the time being.",
        "author": "Franz Kafka"
    },
    {
        "quote": "I'm the kind of person who wants the people around me to be comfortable, to laugh, and to have a fabulous time - I want them to be as happy as I am.",
        "author": "Angie Harmon"
    },
    {
        "quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.",
        "author": "Rabindranath Tagore"
    },
    {
        "quote": "One of the funny things about the stock market is that every time one person buys, another sells, and both think they are astute.",
        "author": "William Feather"
    },
    {
        "quote": "Attitude and enthusiasm play a big part in my life. I get excited about the things that inspire me. I also believe in laughing and having a good time.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "All great achievements require time.",
        "author": "Maya Angelou"
    },
    {
        "quote": "The next time some academics tell you how important diversity is, ask how many Republicans there are in their sociology department.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "Brand is just a perception, and perception will match reality over time. Sometimes it will be ahead, other times it will be behind. But brand is simply a collective impression some have about a product.",
        "author": "Elon Musk"
    },
    {
        "quote": "Time is not measured by the passing of years but by what one does, what one feels, and what one achieves.",
        "author": "Jawaharlal Nehru"
    },
    {
        "quote": "When you get a groove going, time flies.",
        "author": "Donald Fagen"
    },
    {
        "quote": "Take some time to learn first aid and CPR. It saves lives, and it works.",
        "author": "Bobby Sherman"
    },
    {
        "quote": "The secret of life is enjoying the passage of time.",
        "author": "James Taylor"
    },
    {
        "quote": "Time is your friend; impulse is your enemy.",
        "author": "John C. Bogle"
    },
    {
        "quote": "Time is a finite resource that you can't get back. I have the same 24 hours you have, and you get the same 24 hours as me. As you rise, so does you chance for opportunity.",
        "author": "G-Eazy"
    },
    {
        "quote": "The connection to place, to the land, the wind, the sun, stars, the moon... it sounds romantic, but it's true - the visceral experience of motion, of moving through time on some amazing machine - a few cars touch on it, but not too many compared to motorcycles. I always felt that any motorcycle journey was special.",
        "author": "Antoine Predock"
    },
    {
        "quote": "I think goals should never be easy, they should force you to work, even if they are uncomfortable at the time.",
        "author": "Michael Phelps"
    },
    {
        "quote": "A dying man needs to die, as a sleepy man needs to sleep, and there comes a time when it is wrong, as well as useless, to resist.",
        "author": "Stewart Alsop"
    },
    {
        "quote": "Life is strong and fragile. It's a paradox... It's both things, like quantum physics: It's a particle and a wave at the same time. It all exists all together.",
        "author": "Joan Jett"
    },
    {
        "quote": "I have been known for some time as a person who speaks the truth and speaks it strongly. I have always called a liar a liar and a hypocrite a hypocrite.",
        "author": "Cindy Sheehan"
    },
    {
        "quote": "Soup is a lot like a family. Each ingredient enhances the others; each batch has its own characteristics; and it needs time to simmer to reach full flavor.",
        "author": "Marge Kennedy"
    },
    {
        "quote": "Well, I'm not sure, but of one thing I am certain: History judges one differently than contemporary observers, and so I think that as time passes, I hope that not me personally so much, but our administration will be seen for some of the things that we accomplished.",
        "author": "David Dinkins"
    },
    {
        "quote": "People spend too much time finding other people to blame, too much energy finding excuses for not being what they are capable of being, and not enough energy putting themselves on the line, growing out of the past, and getting on with their lives.",
        "author": "J. Michael Straczynski"
    },
    {
        "quote": "It's the same each time with progress. First they ignore you, then they say you're mad, then dangerous, then there's a pause and then you can't find anyone who disagrees with you.",
        "author": "Tony Benn"
    },
    {
        "quote": "The artist's job is to be a witness to his time in history.",
        "author": "Robert Rauschenberg"
    },
    {
        "quote": "Sometimes you meet people and you feel like you've known them for a long time.",
        "author": "John Cusack"
    },
    {
        "quote": "This is the key to time management - to see the value of every moment.",
        "author": "Menachem Mendel Schneerson"
    },
    {
        "quote": "The easiest diet is, you know, eat vegetables, eat fresh food. Just a really sensible healthy diet like you read about all the time.",
        "author": "Drew Carey"
    },
    {
        "quote": "We provoke a shark every time we enter the water where sharks happen to be, for we forget: The ocean is not our territory - it's theirs.",
        "author": "Peter Benchley"
    },
    {
        "quote": "One of the dreams on my wish list is to spend more time in Thailand.",
        "author": "Kevin Kwan"
    },
    {
        "quote": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?",
        "author": "Scott Adams"
    },
    {
        "quote": "Fashion and music are two great artistic forms that can be molded by the youth culture - our taste and our passion for evolving things in our limited time on earth allows us to look at things with fresh eyes.",
        "author": "Virgil Abloh"
    },
    {
        "quote": "It's amazing how, over time, a person's perspective can be altered.",
        "author": "Fred Durst"
    },
    {
        "quote": "You have to turn the lemons life gives you into lemonade, and you have to take time to sit back and enjoy it.",
        "author": "Jon Jones"
    },
    {
        "quote": "If you are the kind of person who is waiting for the 'right' thing to happen, you might wait for a long time. It's like waiting for all the traffic lights to be green for five miles before starting the trip.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Everything has seasons, and we have to be able to recognize when something's time has passed and be able to move into the next season. Everything that is alive requires pruning as well, which is a great metaphor for endings.",
        "author": "Henry Cloud"
    },
    {
        "quote": "The only time I can really relax is up a tree or somewhere outside. I love being outside.",
        "author": "Tom Felton"
    },
    {
        "quote": "I like when a guy makes me feel like a woman and a little girl at the same time.",
        "author": "Tara Reid"
    },
    {
        "quote": "My favorite subject was lunch time.",
        "author": "Blueface"
    },
    {
        "quote": "The struggle goes on. The victory is in the struggle, for me. And I accepted that a long time ago.",
        "author": "Al Lewis"
    },
    {
        "quote": "Blush pink is a timeless, classy, and soft color that all of us can rock any time of year!",
        "author": "Jeffree Star"
    },
    {
        "quote": "I think the best riffs and the best songs come when you're jamming and having a good time.",
        "author": "Scott Ian"
    },
    {
        "quote": "I believe that whatever comes at a particular time is a blessing from God.",
        "author": "A. R. Rahman"
    },
    {
        "quote": "In science, 'fact' can only mean 'confirmed to such a degree that it would be perverse to withhold provisional assent.' I suppose that apples might start to rise tomorrow, but the possibility does not merit equal time in physics classrooms.",
        "author": "Stephen Jay Gould"
    },
    {
        "quote": "I try to do the right thing at the right time. They may just be little things, but usually they make the difference between winning and losing.",
        "author": "Kareem Abdul-Jabbar"
    },
    {
        "quote": "I come into the peace of wild things who do not tax their lives with forethought of grief... For a time I rest in the grace of the world, and am free.",
        "author": "Wendell Berry"
    },
    {
        "quote": "Monotony collapses time; novelty unfolds it. You can exercise daily and eat healthily and live a long life, while experiencing a short one. If you spend your life sitting in a cubicle and passing papers, one day is bound to blend unmemorably into the next - and disappear.",
        "author": "Joshua Foer"
    },
    {
        "quote": "Beautiful fabrics last; synthetics don't. Certain fabrics, such as linen or cotton, develop their own character over time.",
        "author": "John Rocha"
    },
    {
        "quote": "When I do have free time, I spend it with friends, or I spend it at home writing or making something.",
        "author": "Billie Eilish"
    },
    {
        "quote": "Once upon a time, I was really lost. I was 18 going on 19, and I was shy. All I want to do is get money, and the way I was thinking I was going to do that was a negative route.",
        "author": "Lil Durk"
    },
    {
        "quote": "I'm happy to be on a winning team. My individual success, that lasts for a short period of time. The success of being a part of the South, of Atlanta, which is now the hot bed of music, that's what's gonna last the longest. The fact that I contributed to planting our flag and moving music to my city, that's what I'm most proud of.",
        "author": "T.I."
    },
    {
        "quote": "The only thing I can do is fight. Win or lose, I'm here every damn time.",
        "author": "Donald Cerrone"
    },
    {
        "quote": "Try a thing you haven't done three times. Once, to get over the fear of doing it. Twice, to learn how to do it. And a third time to figure out whether you like it or not.",
        "author": "Virgil Thomson"
    },
    {
        "quote": "There'd never been a more advantageous time to be a criminal in America than during the 13 years of Prohibition. At a stroke, the American government closed down the fifth largest industry in the United States - alcohol production - and just handed it to criminals - a pretty remarkable thing to do.",
        "author": "Bill Bryson"
    },
    {
        "quote": "Many times, the decisions we make affect and hurt your closest friends and family the most. I have a lot of regrets in that regard. But God has forgiven me, which I am very thankful for. It has enabled me to forgive myself and move forward one day at a time.",
        "author": "Lex Luger"
    },
    {
        "quote": "People always talk about how time flies; it's become sort of a colloquialism now. You don't really understand it until you reach your late 30s and early 40s - and I'm sure time will move even faster as I get older.",
        "author": "Ben Gibbard"
    },
    {
        "quote": "People come in and out of our lives, and the true test of friendship is whether you can pick back up right where you left off the last time you saw each other.",
        "author": "Lisa See"
    },
    {
        "quote": "If one tries to think about history, it seems to me - it's like looking at a range of mountains. And the first time you see them, they look one way. But then time changes, the pattern of light shifts. Maybe you've moved slightly, your perspective has changed. The mountains are the same, but they look very different.",
        "author": "Robert Harris"
    },
    {
        "quote": "The opportunity for brotherhood presents itself every time you meet a human being.",
        "author": "Jane Wyman"
    },
    {
        "quote": "Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time.",
        "author": "Claude Monet"
    },
    {
        "quote": "I was always looking outside myself for strength and confidence but it comes from within. It is there all the time.",
        "author": "Anna Freud"
    },
    {
        "quote": "I don't trust politicians. I think that by the time they've made it, with the concessions they've had to make in that position, I don't believe they still have the beliefs they had at the root.",
        "author": "Rick Astley"
    },
    {
        "quote": "If we listened to our intellect, we'd never have a love affair. We'd never have a friendship. We'd never go into business, because we'd be cynical. Well, that's nonsense. You've got to jump off cliffs all the time and build your wings on the way down.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "Sadness flies away on the wings of time.",
        "author": "Jean de La Fontaine"
    },
    {
        "quote": "Like anything worth doing in life, happiness takes time and patience and consistency.",
        "author": "Mark Manson"
    },
    {
        "quote": "Only in our dreams are we free. The rest of the time we need wages.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes you have to accept you can't win all the time.",
        "author": "Lionel Messi"
    },
    {
        "quote": "It takes less time to do a thing right, than it does to explain why you did it wrong.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "Each time you love, love as deeply as if it were forever.",
        "author": "Audre Lorde"
    },
    {
        "quote": "There is a difference between a fighter and a martial artist. A fighter is training for a purpose: He has a fight. I'm a martial artist. I don't train for a fight. I train for myself. I'm training all the time. My goal is perfection. But I will never reach perfection.",
        "author": "Georges St-Pierre"
    },
    {
        "quote": "I am usually a fun-loving person, and I say most of the things in a jest. Sometimes I get in trouble, but over a period of time, I think people now realise that most of the things I say are in jest.",
        "author": "Ranveer Singh"
    },
    {
        "quote": "All those spices and herbs in your spice rack can do more than provide calorie-free, natural flavorings to enhance and make food delicious. They're also an incredible source of antioxidants and help rev up your metabolism and improve your health at the same time.",
        "author": "Suzanne Somers"
    },
    {
        "quote": "Genius is never understood in its own time.",
        "author": "Bill Watterson"
    },
    {
        "quote": "Time is something that cannot be bought; it cannot be wagered with God, and it is not in endless supply, Time is simply how you live your life.",
        "author": "Craig Sager"
    },
    {
        "quote": "Each time dawn appears, the mystery is there in its entirety.",
        "author": "Rene Daumal"
    },
    {
        "quote": "Nature gives to every time and season some beauties of its own; and from morning to night, as from the cradle to the grave, it is but a succession of changes so gentle and easy that we can scarcely mark their progress.",
        "author": "Charles Dickens"
    },
    {
        "quote": "I can only note that the past is beautiful because one never realises an emotion at the time. It expands later, and thus we don't have complete emotions about the present, only about the past.",
        "author": "Virginia Woolf"
    },
    {
        "quote": "Stress is part of life. It is something we all experience from time to time. Sometimes it reflects our own busy lifestyles or key moments such as exams, moving house, organising an event, or coping with a bereavement. Often it is associated with work: meeting a deadline, dealing with difficult people, or meeting stretching targets.",
        "author": "Luciana Berger"
    },
    {
        "quote": "You might not trust me. Please give me a chance and time. I will prove myself for all of you.",
        "author": "Yingluck Shinawatra"
    },
    {
        "quote": "If you don't like the way the world is, you change it. You have an obligation to change it. You just do it one step at a time.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "Mental prayer in my opinion is nothing else than an intimate sharing between friends; it means taking time frequently to be alone with Him who we know loves us. The important thing is not to think much but to love much and so do that which best stirs you to love. Love is not great delight but desire to please God in everything.",
        "author": "Saint Teresa of Avila"
    },
    {
        "quote": "There should not be a question of legal or illegal immigration. People came and immigrated to this country from the time of the Indians. No one's illegal. They should just be able to come.",
        "author": "Linda Ronstadt"
    },
    {
        "quote": "I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem.",
        "author": "Jim Brown"
    },
    {
        "quote": "If you do a good job for others, you heal yourself at the same time, because a dose of joy is a spiritual cure. It transcends all barriers.",
        "author": "Ed Sullivan"
    },
    {
        "quote": "Equality, rightly understood as our founding fathers understood it, leads to liberty and to the emancipation of creative differences; wrongly understood, as it has been so tragically in our time, it leads first to conformity and then to despotism.",
        "author": "Barry Goldwater"
    },
    {
        "quote": "Love is space and time measured by the heart.",
        "author": "Marcel Proust"
    },
    {
        "quote": "Comedy is tragedy - plus time.",
        "author": "Carol Burnett"
    },
    {
        "quote": "When there's so much left to do, why spend your time focusing on things you've already done, counting trophies or telling stories about the good old days?",
        "author": "Dave Grohl"
    },
    {
        "quote": "Last time I was in London, I visited Number 5, Bruton Street, which is the address I gave to Violet Bridgerton, the matriarch of the Bridgerton clan in my novels. It was a bit disconcerting to learn that it's actually a pub.",
        "author": "Julia Quinn"
    },
    {
        "quote": "I think Freddie Mercury is probably the best of all time in terms of a rock voice. There was a vulnerability to it, his technical ability was amazing, and so much of his personality would come out through his voice. I'm not even a guy to buy Queen records, really, and I still think he's one of the best.",
        "author": "Chris Cornell"
    },
    {
        "quote": "Our greatest glory is not in never failing, but in rising up every time we fail.",
        "author": "Ralph Waldo Emerson"
    },
    {
        "quote": "We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.",
        "author": "Barack Obama"
    },
    {
        "quote": "There is something good in all seeming failures. You are not to see that now. Time will reveal it. Be patient.",
        "author": "Swami Sivananda"
    },
    {
        "quote": "Each person is an enigma. You're a puzzle not only to yourself but also to everyone else, and the great mystery of our time is how we penetrate this puzzle.",
        "author": "Theodore Zeldin"
    },
    {
        "quote": "We act as if that being of a man or that being of a woman is actually an internal reality or something that is simply true about us, a fact about us, but actually it's a phenomenon that is being produced all the time and reproduced all the time, so to say gender is performative is to say that nobody really is a gender from the start.",
        "author": "Judith Butler"
    },
    {
        "quote": "Gojira is my favorite band of all time; they're lovely, I've seen them live two times. I also love Mastodon and the Refused as well.",
        "author": "Aurora"
    },
    {
        "quote": "A bad system will beat a good person every time.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "I do not think about being beautiful. What I devote most of my time to is being healthy.",
        "author": "Ann Bancroft"
    },
    {
        "quote": "I wish there were two of me and 48-hour days so I could get everything done. But for me, I have to not try and think that everything has to be 100% perfect all the time and leave room for error. As long as my kids feel loved and a priority, everything really is secondary.",
        "author": "Jessica Alba"
    },
    {
        "quote": "Live as if you were living a second time, and as though you had acted wrongly the first time.",
        "author": "Viktor E. Frankl"
    },
    {
        "quote": "Faith is deliberate confidence in the character of God whose ways you may not understand at the time.",
        "author": "Oswald Chambers"
    },
    {
        "quote": "Different people in different parts of the world can be thinking the same thoughts at the same time. It's an obsession of mine: that different people in different places are thinking the same thing but for different reasons. I try to make films which connect people.",
        "author": "Krzysztof Kieslowski"
    },
    {
        "quote": "Waste no more time arguing about what a good man should be. Be one.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "The most precious resource we have is time.",
        "author": "Adam Neumann"
    },
    {
        "quote": "Luck has nothing to do with it, because I have spent many, many hours, countless hours, on the court working for my one moment in time, not knowing when it would come.",
        "author": "Serena Williams"
    },
    {
        "quote": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.",
        "author": "Kat Graham"
    },
    {
        "quote": "If you want to know the value of vaccines, just spend some time in a clinic in Africa. The faces of the mothers and fathers say it all: vaccines prevent illness and save lives.",
        "author": "Seth Berkley"
    },
    {
        "quote": "I learned a long time ago the wisest thing I can do is be on my own side, be an advocate for myself and others like me.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Playing games is the best time of your life, and the more games you get, the better it is.",
        "author": "Ole Gunnar Solskjaer"
    },
    {
        "quote": "All we have to decide is what to do with the time that is given us.",
        "author": "J. R. R. Tolkien"
    },
    {
        "quote": "We are 100 percent responsible for the pursuit of holiness, but at the same time we are 100 percent dependent upon the Holy Spirit to enable us in that pursuit. The pursuit of holiness is not a pull-yourself-up-by-your-own-bootstraps approach to the Christian life.",
        "author": "Jerry Bridges"
    },
    {
        "quote": "Consistency is the most overrated of all human virtues... I'm someone who changes his mind all the time.",
        "author": "Malcolm Gladwell"
    },
    {
        "quote": "Be not entangled in this world of days and nights; Thou hast another time and space as well.",
        "author": "Muhammad Iqbal"
    },
    {
        "quote": "If you're not yelling at your kids, then you're not spending enough time with them!",
        "author": "Mark Ruffalo"
    },
    {
        "quote": "Around the age of 14, I was very discouraged from a coach. It was my first youth club team while playing soccer. She told me at the time that I wasn't good enough to play on the team, that I would never get into the game.",
        "author": "Alex Morgan"
    },
    {
        "quote": "Every great film should seem new every time you see it.",
        "author": "Roger Ebert"
    },
    {
        "quote": "It matters not how a man dies, but how he lives. The act of dying is not of importance, it lasts so short a time.",
        "author": "Samuel Johnson"
    },
    {
        "quote": "Time flies when you're on an emotional roller coaster.",
        "author": "Kaitlyn Bristowe"
    },
    {
        "quote": "I think it's very healthy to spend time alone. You need to know how to be alone and not be defined by another person.",
        "author": "Olivia Wilde"
    },
    {
        "quote": "Things change all the time, and they'll probably never be the same again. It's just the natural evolution of the human condition. Things change, and whatever it is is what it is. I mean, you try to start second guessing that, you either get rich or die broke.",
        "author": "Guy Clark"
    },
    {
        "quote": "When I was a child, I used to cry all the time.",
        "author": "Gwen John"
    },
    {
        "quote": "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable.",
        "author": "Sydney J. Harris"
    },
    {
        "quote": "If you just focus on getting better, and not being the best, you have such a good time.",
        "author": "James Acaster"
    },
    {
        "quote": "Over time, the lines blur sometimes. A little of you comes into the character.",
        "author": "Sean Murray"
    },
    {
        "quote": "Time goes on. So whatever you're going to do, do it. Do it now. Don't wait.",
        "author": "Robert De Niro"
    },
    {
        "quote": "The time has come for all good men to rise above principle.",
        "author": "Huey Long"
    },
    {
        "quote": "(On seeing a former lover for the first time in years) I thought I told you to wait in the car.",
        "author": "Tallulah Bankhead"
    },
    {
        "quote": "When you invest your time, you make a goal and a decision of something that you want to accomplish. Whether it's make good grades in school, be a good athlete, be a good person, go down and do some community service and help somebody who's in need, whatever it is you choose to do, you're investing your time in that.",
        "author": "Nick Saban"
    },
    {
        "quote": "You are your greatest asset. Put your time, effort and money into training, grooming, and encouraging your greatest asset.",
        "author": "Tom Hopkins"
    },
    {
        "quote": "We're here for such a short period of time. Live like you're already dead, man. Have a good time. Do your best. Let it all come ripping right through you.",
        "author": "Jeff Bridges"
    },
    {
        "quote": "About the time we can make the ends meet, somebody moves the ends.",
        "author": "Herbert Hoover"
    },
    {
        "quote": "I've always been the type that, every few months, I'm like, 'Let's change the haircut one more time.'",
        "author": "Coco Rocha"
    },
    {
        "quote": "We live in a time when science is validating what humans have known throughout the ages: that compassion is not a luxury; it is a necessity for our well-being, resilience, and survival.",
        "author": "Joan Halifax"
    },
    {
        "quote": "A cynical, mercenary, demagogic press will in time produce a people as base as itself.",
        "author": "Joseph Pulitzer"
    },
    {
        "quote": "It takes a long time to become young.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "Sometimes, magic is just someone spending more time on something than anyone else might reasonably expect.",
        "author": "Teller"
    },
    {
        "quote": "There's no time to waste. Every day, there needs to be movement on something.",
        "author": "Desiree Rogers"
    },
    {
        "quote": "Together with a culture of work, there must be a culture of leisure as gratification. To put it another way: people who work must take the time to relax, to be with their families, to enjoy themselves, read, listen to music, play a sport.",
        "author": "Pope Francis"
    },
    {
        "quote": "My husband, a.k.a. Swede, and I both come from athletic backgrounds, so once we identified the goal - get book published - we attacked it. At any given time, I would have my writing out in 25 various forms - either contests, mentoring critiques, agent/publisher queries, etc.",
        "author": "Kresley Cole"
    },
    {
        "quote": "When someone saves your life and gives you life, there's gratitude, humility; there's a time you've been so blessed you realize you've been given another chance at life that maybe you did or didn't deserve.",
        "author": "Pat Summerall"
    },
    {
        "quote": "The difference between good and bad architecture is the time you spend on it.",
        "author": "David Chipperfield"
    },
    {
        "quote": "Sometimes, the aftermath is more devastating than the storm. That is the story of the 2008 financial crisis. It was disastrous at the time, but what has been worse is how long it has lingered.",
        "author": "Chrystia Freeland"
    },
    {
        "quote": "You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Great leaders have a heart for people. They take time for people. They view people as the bottom line, not as a tool to get to the bottom line.",
        "author": "Pat Williams"
    },
    {
        "quote": "Any time you try to create an Internet meme, automatic fail. That's like the worst thing you can do.",
        "author": "John Hodgman"
    },
    {
        "quote": "I think we all do have a guardian angel. I believe they work through us all the time, when we are thoughtful and good and kind to each other.",
        "author": "Roma Downey"
    },
    {
        "quote": "I am learning all the time. The tombstone will be my diploma.",
        "author": "Eartha Kitt"
    },
    {
        "quote": "In order to succeed you must fail, so that you know what not to do the next time.",
        "author": "Anthony J. D'Angelo"
    },
    {
        "quote": "I appreciate simplicity, true beauty that lasts over time, and a little wit and eclecticism that make life more fun.",
        "author": "Elliott Erwitt"
    },
    {
        "quote": "One-fifth of the people are against everything all the time.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "A great man's greatest good luck is to die at the right time.",
        "author": "Eric Hoffer"
    },
    {
        "quote": "In the time of darkest defeat, victory may be nearest.",
        "author": "William McKinley"
    },
    {
        "quote": "Do the best you can in every task, no matter how unimportant it may seem at the time. No one learns more about a problem than the person at the bottom.",
        "author": "Sandra Day O'Connor"
    },
    {
        "quote": "I'm unfinished. I'm unfixed. And the reality is that's where God meets me is in the mess of my life, in the unfixedness, in the brokenness. I thought he did the opposite, he got rid of all that stuff. But if you read the Bible, if you look at it at all, constantly he was showing up in people's lives at the worst possible time of their life.",
        "author": "Mike Yaconelli"
    },
    {
        "quote": "It's so important to be your own biggest fan, even if you have to constantly convince people, including yourself, that you're worthy of their time and energy and ears.",
        "author": "Bishop Briggs"
    },
    {
        "quote": "Richard Nixon is a no good, lying bastard. He can lie out of both sides of his mouth at the same time, and if he ever caught himself telling the truth, he'd lie just to keep his hand in.",
        "author": "Harry S Truman"
    },
    {
        "quote": "As if you could kill time without injuring eternity.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Leadership is all about taking people on a journey. The challenge is that most of the time, we are asking people to follow us to places we ourselves have never been.",
        "author": "Andy Stanley"
    },
    {
        "quote": "I love the sea's sounds and the way it reflects the sky. The colours that shimmer across its surface are unbelievable. This, combined with the colour of the water over white sand, surprises me every time.",
        "author": "John Dyer"
    },
    {
        "quote": "I have made this letter longer than usual, only because I have not had the time to make it shorter.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "Law enforcement officers are never 'off duty.' They are dedicated public servants who are sworn to protect public safety at any time and place that the peace is threatened. They need all the help that they can get.",
        "author": "Barbara Boxer"
    },
    {
        "quote": "I feel in today's time, you are truly successful if a meme is based on you.",
        "author": "Sanya Malhotra"
    },
    {
        "quote": "The events in our lives happen in a sequence in time, but in their significance to ourselves they find their own order the continuous thread of revelation.",
        "author": "Eudora Welty"
    },
    {
        "quote": "I would like to say every moment counts for you, so make the time that you spend for your dreams a very special moment, make sure that you do something that you'll be happy with when you go back and look at yourself.",
        "author": "Jennie"
    },
    {
        "quote": "My hands are huge. When I was on 'Scrubs,' Zach Braff used to make fun of them all the time. And now I made some list. I guess Jennifer Garner is on the top of the list for best hands and I'm fourth down. But that's for people who really like an NBA star's hands.",
        "author": "Eliza Coupe"
    },
    {
        "quote": "Getting an audience is hard. Sustaining an audience is hard. It demands a consistency of thought, of purpose, and of action over a long period of time.",
        "author": "Bruce Springsteen"
    },
    {
        "quote": "In an expanding universe, time is on the side of the outcast. Those who once inhabited the suburbs of human contempt find that without changing their address they eventually live in the metropolis.",
        "author": "Quentin Crisp"
    },
    {
        "quote": "A lot of people think international relations is like a game of chess. But it's not a game of chess, where people sit quietly, thinking out their strategy, taking their time between moves. It's more like a game of billiards, with a bunch of balls clustered together.",
        "author": "Madeleine Albright"
    },
    {
        "quote": "I think that everything is possible as long as you put your mind to it and you put the work and time into it. I think your mind really controls everything.",
        "author": "Michael Phelps"
    },
    {
        "quote": "What is morality in any given time or place? It is what the majority then and there happen to like and immorality is what they dislike.",
        "author": "Alfred North Whitehead"
    },
    {
        "quote": "I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore.",
        "author": "Taylor Swift"
    },
    {
        "quote": "Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that.",
        "author": "George Carlin"
    },
    {
        "quote": "Time to open up a new chapter in life, and to explore a larger centre.",
        "author": "Lillian Russell"
    },
    {
        "quote": "I like refried beans. That's why I wanna try fried beans, because maybe they're just as good and we're just wasting time. You don't have to fry them again after all.",
        "author": "Mitch Hedberg"
    },
    {
        "quote": "People always fear change. People feared electricity when it was invented, didn't they? People feared coal, they feared gas-powered engines... There will always be ignorance, and ignorance leads to fear. But with time, people will come to accept their silicon masters.",
        "author": "Bill Gates"
    },
    {
        "quote": "Beauty is unbearable, drives us to despair, offering us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.",
        "author": "Albert Camus"
    },
    {
        "quote": "There is no such thing as an empty space or an empty time. There is always something to see, something to hear. In fact, try as we may to make a silence, we cannot.",
        "author": "John Cage"
    },
    {
        "quote": "There's no such thing as quality time; there's only quantity time.",
        "author": "Steve Schirripa"
    },
    {
        "quote": "If you have a chance to accomplish something that will make things better for people coming behind you, and you don't do that, you are wasting your time on this earth.",
        "author": "Roberto Clemente"
    },
    {
        "quote": "The future doesn't just happen. We are building it, and we are building it all the time.",
        "author": "Hannah Fry"
    },
    {
        "quote": "Don't depend on a guy for your happiness. You have to live your own life and do your own thing. That's when good things come around - when you do your own thing and you're not worried about a man. It will happen in due time.",
        "author": "Keke Palmer"
    },
    {
        "quote": "In every adversity there lies the seed of an equivalent advantage. In every defeat is a lesson showing you how to win the victory next time.",
        "author": "Robert Collier"
    },
    {
        "quote": "Love is a symbol of eternity. It wipes out all sense of time, destroying all memory of a beginning and all fear of an end.",
        "author": "Madame de Stael"
    },
    {
        "quote": "My moods are like a roller coaster. It's hard for me to just feel one way all the time.",
        "author": "Tierra Whack"
    },
    {
        "quote": "You have to let fear go. Another lesson is you just have to believe in yourself; you just have to. There's no way around it. No matter how things are stacked against you, you just have to every time.",
        "author": "Venus Williams"
    },
    {
        "quote": "When you are missing someone, time seems to move slower, and when I'm falling in love with someone, time seems to be moving faster.",
        "author": "Taylor Swift"
    },
    {
        "quote": "When it's your time, it is your time.",
        "author": "Bruno Mars"
    },
    {
        "quote": "I love hard work. 'One Man, Two Guvnors' was so physically tiring I ached all the time, but I took a massive amount of pride in the fact that I only ever missed two shows.",
        "author": "James Corden"
    },
    {
        "quote": "Love makes the time pass. Time makes love pass.",
        "author": "Euripides"
    },
    {
        "quote": "Health is the thing that makes you feel that now is the best time of the year.",
        "author": "Franklin Pierce Adams"
    },
    {
        "quote": "Live like you're already dead, man. Have a good time. Do your best. Let it all come ripping right through you.",
        "author": "Jeff Bridges"
    },
    {
        "quote": "All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for... reasons to explain your unhappiness or frustration.",
        "author": "Casey Stengel"
    },
    {
        "quote": "There is nothing as sweet as a comeback, when you are down and out, about to lose, and out of time.",
        "author": "Anne Lamott"
    },
    {
        "quote": "Every time there's a new tool, whether it's Internet or cell phones or anything else, all these things can be used for good or evil. Technology is neutral; it depends on how it's used.",
        "author": "Rick Smolan"
    },
    {
        "quote": "While we cannot predict the future, we will most surely live it. Every action and decision we take - or don't - ripples into the future. For the first time, we have the capability, the technology, and the knowledge to direct those ripples.",
        "author": "Jacque Fresco"
    },
    {
        "quote": "Everyone has a dream deep in their heart, which is a center of what they want to do. If they had all the money, and they had the time and they were guaranteed that they'd be successful, that dream is what they would love to do.",
        "author": "Bruce Wilkinson"
    },
    {
        "quote": "The obvious rule of efficiency is you don't want to spend more time organizing than it's worth.",
        "author": "Daniel Levitin"
    },
    {
        "quote": "Some people ask the secret of our long marriage. We take time to go to a restaurant two times a week. A little candlelight, dinner, soft music and dancing. She goes Tuesdays, I go Fridays.",
        "author": "Henny Youngman"
    },
    {
        "quote": "There's not a day goes by that I don't appreciate the freedom that I have to make music and tour and spend time with my family.",
        "author": "Sam Hunt"
    },
    {
        "quote": "Take time to deliberate; but when the time for action arrives, stop thinking and go in.",
        "author": "Andrew Jackson"
    },
    {
        "quote": "Time flies so quick. I remember my second year in business when Bullocks Wilshire did a whole window of my white dresses. I was so excited, I went there at night and took pictures.",
        "author": "Tadashi Shoji"
    },
    {
        "quote": "It's okay to not be working all the time and to be gentle on yourself when you're not. When it feels like you're losing that inspiration - or you're in a rut, not making stuff, and your head gets all weird - be gentle on yourself. Just ease into things naturally. But you still have to ease into it: you still have to sit in the chair.",
        "author": "Flying Lotus"
    },
    {
        "quote": "Who could have imagined that life would have taken such marvelous twists and turns or that I would often be so fortunate to be in the right place at the right time?",
        "author": "Julie Andrews"
    },
    {
        "quote": "I want to make sure I always show off my smile and have a positive attitude the whole time, whether it's during a performance, practice, or doing an interview.",
        "author": "Laurie Hernandez"
    },
    {
        "quote": "Time is the scarcity, and it's the commodity we can't create any more of.",
        "author": "Jim Mitchell"
    },
    {
        "quote": "You begin saving the world by saving one man at a time; all else is grandiose romanticism or politics.",
        "author": "Charles Bukowski"
    },
    {
        "quote": "I didn't know what Facebook was, and now that I do know what it is, I have to say, it sounds like a huge waste of time.",
        "author": "Betty White"
    },
    {
        "quote": "We all need to make time for a burger once in a while.",
        "author": "Erica Durance"
    },
    {
        "quote": "You can be shattered, and then you can put yourself back together piece by piece. But what can happen over time is this: You wake up one day and realize that you have put yourself back together completely differently. That you are whole, finally, and strong - but you are now a different shape, a different size.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "Be on the alert to recognize your prime at whatever time of your life it may occur.",
        "author": "Muriel Spark"
    },
    {
        "quote": "There are too many mediocre things in life to deal with. Love shouldn't be one of them. Anything less than extraordinary is a waste of my time.",
        "author": "Jill Robinson"
    },
    {
        "quote": "Nothing is a bigger waste of time than regretting the past and worrying about the future.",
        "author": "James Meredith"
    },
    {
        "quote": "The things you cannot change you can't waste your time on.",
        "author": "Fernando Torres"
    },
    {
        "quote": "Language is a cracked kettle on which we beat out tunes for bears to dance to, while all the time we long to move the stars to pity.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "Ten percent of the big fish still remain. There are still some blue whales. There are still some krill in Antarctica. There are a few oysters in Chesapeake Bay. Half the coral reefs are still in pretty good shape, a jeweled belt around the middle of the planet. There's still time, but not a lot, to turn things around.",
        "author": "Sylvia Earle"
    },
    {
        "quote": "There comes a point in your life when you realize how quickly time goes by, and how quickly it has gone. Then it really speeds up exponentially. With that, I think you start to put a lot of things into context; you start to see how huge the world is, and really, the universe.",
        "author": "Michael Keaton"
    },
    {
        "quote": "Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. This is your moment. Own it.",
        "author": "Oprah Winfrey"
    },
    {
        "quote": "A friend is what the heart needs all the time.",
        "author": "Henry Van Dyke"
    },
    {
        "quote": "There are people in every time and every land who want to stop history in its tracks. They fear the future, mistrust the present, and invoke the security of a comfortable past which, in fact, never existed.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "In a liquid modern life there are no permanent bonds, and any that we take up for a time must be tied loosely so that they can be untied again, as quickly and as effortlessly as possible, when circumstances change - as they surely will in our liquid modern society, over and over again.",
        "author": "Zygmunt Bauman"
    },
    {
        "quote": "What is the benefit of fasting in our body while filling our souls with innumerable evils? He who does not play at dice, but spends his leisure otherwise, what nonsense does he not utter? What absurdities does he not listen to? Leisure without the fear of God is, for those who do not know how to use time, the teacher of wickedness.",
        "author": "Saint Basil"
    },
    {
        "quote": "At what point then is the approach of danger to be expected? I answer, if it ever reach us, it must spring up amongst us. It cannot come from abroad. If destruction be our lot, we must ourselves be its author and finisher. As a nation of freemen, we must live through all time, or die by suicide.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "I think the older I get, the more I realize that the ultimate luxury is time.",
        "author": "Michael Kors"
    },
    {
        "quote": "Your soul is infinitely creative. It is alive and expansive in nature. It is curious and playful, changing with the tides of time.",
        "author": "Debbie Ford"
    },
    {
        "quote": "Many people die with their music still in them. Why is this so? Too often it is because they are always getting ready to live. Before they know it, time runs out.",
        "author": "Oliver Wendell Holmes, Sr."
    },
    {
        "quote": "The Cube is, at the same time, a symbol of simplicity and complexity.",
        "author": "Erno Rubik"
    },
    {
        "quote": "Everyone has a breaking point, turning point, stress point, the game is permeated with it. The fans don't see it because we make it look so efficient. But internally, for a guy to be successful, you have to be like a clock spring, wound but not loose at the same time.",
        "author": "Dave Winfield"
    },
    {
        "quote": "For most people, an hour a day playing our favorite games will power up our ability to engage whole-heartedly with difficult challenges, strengthen our relationships with the people we care about most - while still letting us notice when it's time to stop playing in virtual worlds and bring our gamer strengths back to real life.",
        "author": "Jane McGonigal"
    },
    {
        "quote": "I'm a human being. I've got opinions, I'm not always right, I'm not always on time, I don't always say things in the proper way, but my intentions are always extremely pure.",
        "author": "Kanye West"
    },
    {
        "quote": "Cute is when a person's personality shines through their looks. Like in the way they walk, every time you see them you just want to run up and hug them.",
        "author": "Natalie Portman"
    },
    {
        "quote": "I did not vote for Donald Trump and I do not support him but I believe that Trump is the best thing to happen to this country in a long time. He's bringing out the country's ugliness. There's no turning a blind eye anymore.",
        "author": "Daryl Davis"
    },
    {
        "quote": "By the time we see that climate change is really bad, your ability to fix it is extremely limited... The carbon gets up there, but the heating effect is delayed. And then the effect of that heat on the species and ecosystem is delayed. That means that even when you turn virtuous, things are actually going to get worse for quite a while.",
        "author": "Bill Gates"
    },
    {
        "quote": "Every day that you're on set is a new day to learn something. Every time you're there, there's something new that you'll notice or something that you'll miss, and you think of something new that you can do.",
        "author": "Isaac Hempstead Wright"
    },
    {
        "quote": "My favorite time of day is to get up and eat leftovers from dinner, especially spicy food.",
        "author": "David Byrne"
    },
    {
        "quote": "The content of most textbooks is perishable, but the tools of self-directedness serve one well over time.",
        "author": "Albert Bandura"
    },
    {
        "quote": "I am just a normal person, and it is normal to have quality time with my family.",
        "author": "Carlos Tevez"
    },
    {
        "quote": "It's time for the human race to enter the solar system.",
        "author": "Dan Quayle"
    },
    {
        "quote": "After the wheel, the PlayStation is the best invention of all time.",
        "author": "Andrea Pirlo"
    },
    {
        "quote": "The beautiful part of writing is that you don't have to get it right the first time, unlike, say, a brain surgeon. You can always do it better, find the exact word, the apt phrase, the leaping simile.",
        "author": "Robert Cormier"
    },
    {
        "quote": "Leadership is inspiring people. Management is keeping the trains running on time.",
        "author": "Andy Dunn"
    },
    {
        "quote": "The freedom to fail is vital if you're going to succeed. Most successful people fail from time to time, and it is a measure of their strength that failure merely propels them into some new attempt at success.",
        "author": "Michael Korda"
    },
    {
        "quote": "The right of every American to first-class citizenship is the most important issue of our time.",
        "author": "Jackie Robinson"
    },
    {
        "quote": "Every time I go to a movie, it's magic, no matter what the movie's about.",
        "author": "Steven Spielberg"
    },
    {
        "quote": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "There is never time in the future in which we will work out our salvation. The challenge is in the moment; the time is always now.",
        "author": "James Baldwin"
    },
    {
        "quote": "In this hectic life, we have no time to take care of ourselves, hence massage is needed for rejuvenation and stress reduction. A lot of people are looking for quick fixes: like, they are taking medications, and they are doing other things which are not healthy. But massage is very holistic and natural.",
        "author": "Nargis Fakhri"
    },
    {
        "quote": "I'm definitely open to change, but at the same time I am quite stubborn.",
        "author": "Andy Murray"
    },
    {
        "quote": "Let us learn to appreciate there will be times when the trees will be bare, and look forward to the time when we may pick the fruit.",
        "author": "Anton Chekhov"
    },
    {
        "quote": "And I'm not as young as I once was. At my age, I don't have time to be bored.",
        "author": "Lev Grossman"
    },
    {
        "quote": "You don't have to get ready if you stay ready, alright? I'm always in the gym, always training, all the time.",
        "author": "Donald Cerrone"
    },
    {
        "quote": "'Punk rock' is a word used by dilettantes and heartless manipulators about music that takes up the energies, the bodies, the hearts, the souls, the time and the minds of young men who give everything they have to it.",
        "author": "Iggy Pop"
    },
    {
        "quote": "That nice, soft pillow and the warm blanket, and it's all comfortable, and no one wants to leave that comfort - but if you can wake up early in the morning, get a head start on everyone else that's still sleeping, get productive time doing things that you need to do - that's a huge piece to moving your life forward.",
        "author": "Jocko Willink"
    },
    {
        "quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "The stage is where I feel most comfortable, and I miss it all the time.",
        "author": "Victor Garber"
    },
    {
        "quote": "We must find new lands from which we can easily obtain raw materials and at the same time exploit the cheap slave labor that is available from the natives of the colonies. The colonies would also provide a dumping ground for the surplus goods produced in our factories.",
        "author": "Cecil Rhodes"
    },
    {
        "quote": "Spend some time this weekend on home improvement; improve your attitude toward your family.",
        "author": "Bo Bennett"
    },
    {
        "quote": "If a bullfrog had wings it wouldn't bump his behind every time he hopped.",
        "author": "Don King"
    },
    {
        "quote": "I do a lot of video games - I have a YouTube channel where I record me playing video games with my friends and post it. That's a hobby I have and a lot of what I do in my off time.",
        "author": "Chandler Riggs"
    },
    {
        "quote": "The road to recovery will not always be easy, but I will take it one day at a time, focusing on the moments I've dreamed about for so long.",
        "author": "Amanda Lindhout"
    },
    {
        "quote": "The time to repair the roof is when the sun is shining.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "Inspiration can come from anywhere, and a lot of the time, it depends on how you feel when you get up in the morning.",
        "author": "Tyler Shaw"
    },
    {
        "quote": "I don't believe in regrets. There are a few things I'd do differently, but I can't go back in time and redo them, however much I might wish to. All I can do is learn from past mistakes and move forward.",
        "author": "Malorie Blackman"
    },
    {
        "quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "I loved clinical practice, but in public health, you can impact more than one person at a time. The whole society is your patient.",
        "author": "Tom Frieden"
    },
    {
        "quote": "I'm human, I'm not perfect. I make mistakes all the time, but I guess my job is to keep those mistakes to myself, which I'm already fine doing and just try to be the best I can be for those kids.",
        "author": "Selena Gomez"
    },
    {
        "quote": "Short as life is, we make it still shorter by the careless waste of time.",
        "author": "Victor Hugo"
    },
    {
        "quote": "I came off Snapchat. I was done with it... I think I spent too much time on it.",
        "author": "Jodie Comer"
    },
    {
        "quote": "A guitar is a very personal extension of the person playing it. You have to be emotionally and spiritually connected to your instrument. I'm very brutal on my instruments, but not all the time.",
        "author": "Eddie Van Halen"
    },
    {
        "quote": "Hardly a competent workman can be found who does not devote a considerable amount of time to studying just how slowly he can work and still convince his employer that he is going at a good pace.",
        "author": "Frederick W. Taylor"
    },
    {
        "quote": "Every time something bad happens to me, I don't ask the question, 'Why did it happen to me?' The question I ask is, 'Why did it happen for me?'",
        "author": "Elijah Cummings"
    },
    {
        "quote": "An invasion of armies can be resisted, but not an idea whose time has come.",
        "author": "Victor Hugo"
    },
    {
        "quote": "You cannot truly listen to anyone and do anything else at the same time.",
        "author": "M. Scott Peck"
    },
    {
        "quote": "We can make the world a better place, one butt at a time.",
        "author": "Sara Blakely"
    },
    {
        "quote": "The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do.",
        "author": "Lil Wayne"
    },
    {
        "quote": "We're not meant to be perfect. It took me a long time to learn that.",
        "author": "Jane Fonda"
    },
    {
        "quote": "The first time I see a jogger smiling, I'll consider it.",
        "author": "Joan Rivers"
    },
    {
        "quote": "I was an All-American in wrestling in high school, was National Champion in Chinese kickboxing in 1999 and have spent a lot of time around professional athletes, which includes my eight-plus years as CEO of a sports nutrition company.",
        "author": "Tim Ferriss"
    },
    {
        "quote": "The people that are feeding you the information on things that I like - love life, believe in yourself, be motivational, give your time to things and meditate - they're all older people who are well into their 50s and have had careers, and for me, at this point, I'm the young ambassador for this whole lifestyle of making your mentality a reality.",
        "author": "Mod Sun"
    },
    {
        "quote": "It is important for me to carve out time in my schedule to spend quality time with my family.",
        "author": "Belinda Johnson"
    },
    {
        "quote": "History is always changing behind us, and the past changes a little every time we retell it.",
        "author": "Hilary Mantel"
    },
    {
        "quote": "Since scarcity is the basic economic problem, if it does not exist then there is no reason for my economics course. Devoting time to the study of how people use limited resources to fulfill unlimited wants and needs should help us to discover how to best utilize the resources we have at our disposal.",
        "author": "Kurt Bills"
    },
    {
        "quote": "I'm not a very good swimmer, and every time I'm in the water, I'm constantly reminded of that because I feel like I'm going to drown!",
        "author": "Tom Holland"
    },
    {
        "quote": "Once upon a time there was a piece of wood. It was not an expensive piece of wood. Far from it. Just a common block of firewood, one of those thick, solid logs that are put on the fire in winter to make cold rooms cozy and warm.",
        "author": "Carlo Collodi"
    },
    {
        "quote": "The older I get the more I try not to waste my time on negative energy.",
        "author": "Christine Baranski"
    },
    {
        "quote": "Actually, my dog I think is the only person who consistently loves me all the time.",
        "author": "H. G. Bissinger"
    },
    {
        "quote": "I think most of us are raised with preconceived notions of the choices we're supposed to make. We waste so much time making decisions based on someone else's idea of our happiness - what will make you a good citizen or a good wife or daughter or actress. Nobody says, 'Just be happy - go be a cobbler or go live with goats.'",
        "author": "Sandra Bullock"
    },
    {
        "quote": "I strongly believe that the Founding Fathers of our country got it right: power corrupts, and any time you have too much power concentrated in one place, it tends to get abused, so checks and balances are always needed.",
        "author": "Dean Ornish"
    },
    {
        "quote": "For the longest time, I was horrified to hear the word 'failure,' but I've come to realize that we all fail. It's just a part of life. We all fall. It's how you rebound that shows the type of person you are.",
        "author": "Johnny Gargano"
    },
    {
        "quote": "It's only a matter of time before it all starts to fall apart, before things start to fall off. Short legs, long body. The kind of person who in the Middle Ages would come up over the hill on his horse, and they'd say, 'Get Wogan,' and I'd be there with my shield, the first to die.",
        "author": "Terry Wogan"
    },
    {
        "quote": "I don't think quantity time is as special as quality time with your family.",
        "author": "Reba McEntire"
    },
    {
        "quote": "I think history repeats itself. There's a constant conversation between the oppressed and the oppressor. No matter what your field is, whether it's gender equality, the Time's Up movement, or diversity casting, it's always going to be a back-and-forth battle.",
        "author": "Michael B. Jordan"
    },
    {
        "quote": "In a time of universal deceit - telling the truth is a revolutionary act.",
        "author": "Unknown"
    },
    {
        "quote": "I would like to be remembered as a man who had a wonderful time living life, a man who had good friends, fine family - and I don't think I could ask for anything more than that, actually.",
        "author": "Frank Sinatra"
    },
    {
        "quote": "There is no greater harm than that of time wasted.",
        "author": "Michelangelo"
    },
    {
        "quote": "Life is just a short period of time in which you are alive.",
        "author": "Philip Roth"
    },
    {
        "quote": "The most thought-provoking thing in our thought-provoking time is that we are still not thinking.",
        "author": "Martin Heidegger"
    },
    {
        "quote": "I'm actually the son of Mary Guibert. My mother was born in the Panama Canal zone and came to America when she was five with my grandmother and grandfather, and that was the family I knew. Everybody sang; everybody had songs all the time, and they loved music.",
        "author": "Jeff Buckley"
    },
    {
        "quote": "So she went into the garden to cut a cabbage-leaf, to make an apple-pie; and at the same time a great she-bear, coming up the street, pops its head into the shop. 'What! no soap?' So he died, and she very imprudently married the barber.",
        "author": "Samuel Foote"
    },
    {
        "quote": "Employees are your most valuable assets. They are the heart and guts of a company. This doesn't mean that from time to time, you aren't going to do what is good for the company.",
        "author": "Carlos Ghosn"
    },
    {
        "quote": "All I want to do when I have time off is to have a laugh with my school friends and go down the pub.",
        "author": "Samantha Mumba"
    },
    {
        "quote": "A lot of people think they should be happy all the time. But the writer understands you need both. You need the whole piano: the richness of the whole human experience. Depression, suffering and anger are all part of being human.",
        "author": "Janet Fitch"
    },
    {
        "quote": "Rather than wringing our hands about robots taking over the world, smart organizations will embrace strategic automation use cases. Strategic decisions will be based on how the technology will free up time to do the types of tasks that humans are uniquely positioned to perform.",
        "author": "Clara Shih"
    },
    {
        "quote": "Every time I paint a portrait I lose a friend.",
        "author": "John Singer Sargent"
    },
    {
        "quote": "Our whole life is set up in the path of least resistance. We don't want to suffer. We don't want to feel discomfort. So the whole time, we're living our lives in a very comfortable area. There's no growth in that.",
        "author": "David Goggins"
    },
    {
        "quote": "It's so important to keep a marriage alive with small treats and doing little things for each other. Just remembering to say nice things and to have listening time is vital. That ghastly phrase 'quality time' means taking three minutes to sit down and be still with someone rather than yelling over your shoulder as you rush out.",
        "author": "Joanna Lumley"
    },
    {
        "quote": "The abduction of a child is a tragedy. No one can fully understand or appreciate what a parent goes through at such a time, unless they have faced a similar tragedy. Every parent responds differently. Each parent copes with this nightmare in the best way he or she knows how.",
        "author": "John Walsh"
    },
    {
        "quote": "Well-arranged time is the surest mark of a well-arranged mind.",
        "author": "Isaac Pitman"
    },
    {
        "quote": "I've been obsessed with sunglasses since the beginning of time.",
        "author": "Madelaine Petsch"
    },
    {
        "quote": "Any time you can have an impact on anybody's life in a positive direction, to bring happiness to the community or a certain group of people, you don't take that lightly as a team, as a player.",
        "author": "Christian Yelich"
    },
    {
        "quote": "Sometimes you've got to know when it's time to leave the party.",
        "author": "Victoria Beckham"
    },
    {
        "quote": "Books, I found, had the power to make time stand still, retreat or fly into the future.",
        "author": "Jim Bishop"
    },
    {
        "quote": "Honest honey, I feel like crying every time I sit down to write you a letter... I am so unlucky.",
        "author": "Eddie Slovik"
    },
    {
        "quote": "I love to learn new things, even though I might not master it. That takes a lot of time.",
        "author": "Sophia Lillis"
    },
    {
        "quote": "I cannot afford to waste my time making money.",
        "author": "Louis Agassiz"
    },
    {
        "quote": "At this crucial time in our lives, when everything is so desperate, when every day is a matter of survival, I don't think you can help but be involved.",
        "author": "Nina Simone"
    },
    {
        "quote": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends.",
        "author": "Marcus Samuelsson"
    },
    {
        "quote": "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.",
        "author": "Denis Waitley"
    },
    {
        "quote": "If you've got an idea, start today. There's no better time than now to get going. That doesn't mean quit your job and jump into your idea 100% from day one, but there's always small progress that can be made to start the movement.",
        "author": "Kevin Systrom"
    },
    {
        "quote": "I wasted time, and now doth time waste me.",
        "author": "William Shakespeare"
    },
    {
        "quote": "I believe race is too heavy a burden to carry into the 21st century. It's time to lay it down. We all came here in different ships, but now we're all in the same boat.",
        "author": "John Lewis"
    },
    {
        "quote": "Employee of the month is a good example of how somebody can be both a winner and a loser at the same time.",
        "author": "Demetri Martin"
    },
    {
        "quote": "Any time a country transitioned to a fiat currency, they collapsed. That's just world history; you don't have to know about cryptocurrency to know that.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "This is no time for ease and comfort. It is time to dare and endure.",
        "author": "Winston Churchill"
    },
    {
        "quote": "It's always refreshing to step into another time.",
        "author": "Diane Lane"
    },
    {
        "quote": "I am what time, circumstance, history, have made of me, certainly, but I am also, much more than that. So are we all.",
        "author": "James Baldwin"
    },
    {
        "quote": "I schedule 'me' time because, just like everyone else, I need to unwind. I try to remember to take it easy and breathe.",
        "author": "Mandy Ingber"
    },
    {
        "quote": "You can learn new things at any time in your life if you're willing to be a beginner. If you actually learn to like being a beginner, the whole world opens up to you.",
        "author": "Barbara Sher"
    },
    {
        "quote": "There is no right time and right place for love... it can happen any time.",
        "author": "Shah Rukh Khan"
    },
    {
        "quote": "I'm thankful for each and every day. We never know when time is up.",
        "author": "Chuck Berry"
    },
    {
        "quote": "Time sneaks up on you like a windshield on a bug.",
        "author": "John Lithgow"
    },
    {
        "quote": "We're all products of what we want to project to the world. Even people who don't spend any time, or think they don't, on preparing themselves for the world out there - I think that ultimately they have for their whole lives groomed themselves to be a certain way, to present a face to the world.",
        "author": "Cindy Sherman"
    },
    {
        "quote": "Today it is time for every child to have a right to life, right to freedom, right to health, right to education, safety, the right to dignity, right to equality, and right to peace.",
        "author": "Kailash Satyarthi"
    },
    {
        "quote": "For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile.",
        "author": "Elie Wiesel"
    },
    {
        "quote": "The richest love is that which submits to the arbitration of time.",
        "author": "Lawrence Durrell"
    },
    {
        "quote": "Death is important for a couple reasons. The first is that death creates scarcity in our life, which therefore gives our decisions meaning and value. From a practical point of view, it therefore makes sense that we keep our own deaths in mind when deciding how to use our time.",
        "author": "Mark Manson"
    },
    {
        "quote": "School is where children spend most of their time, and it is where we lay the foundation for healthy habits. That's why New Jersey is the first state to adopt a comprehensive school nutrition policy that bans candy, soda, and other junk food.",
        "author": "Richard J. Codey"
    },
    {
        "quote": "Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time.",
        "author": "Snoop Dogg"
    },
    {
        "quote": "I opened Leith's in Notting Hill in 1969 and it eventually worked its way into being awarded a Michelin star. At the time, there were a few women running small bistros - but I was the first woman to have a 'serious,' expensive restaurant.",
        "author": "Prue Leith"
    },
    {
        "quote": "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.",
        "author": "Frederick Jackson Turner"
    },
    {
        "quote": "I tend to stay up late, not because I'm partying but because it's the only time of the day when I'm alone and don't have to be performing.",
        "author": "Jim Carrey"
    },
    {
        "quote": "The winter solstice has always been special to me as a barren darkness that gives birth to a verdant future beyond imagination, a time of pain and withdrawal that produces something joyfully inconceivable, like a monarch butterfly masterfully extracting itself from the confines of its cocoon, bursting forth into unexpected glory.",
        "author": "Gary Zukav"
    },
    {
        "quote": "With modeling, you pose. You want to look your best all the time. With acting, you have to be aware of the camera, but the more you show your imperfections, the better you're going to be.",
        "author": "Diane Kruger"
    },
    {
        "quote": "I do not use short selling. The fund has not shorted a stock since the 2002 to 2003 time frame. At that time I did short three stocks, on which I broke even on two and made money on one of them. The experience taught me that I was not going to be using short selling going forward for a slew of reasons.",
        "author": "Guy Spier"
    },
    {
        "quote": "When we take time to notice the things that go right - it means we're getting a lot of little rewards throughout the day.",
        "author": "Martin Seligman"
    },
    {
        "quote": "Myths can't be translated as they did in their ancient soil. We can only find our own meaning in our own time.",
        "author": "Margaret Atwood"
    },
    {
        "quote": "Christmas is the spirit of giving without a thought of getting. It is happiness because we see joy in people. It is forgetting self and finding time for others. It is discarding the meaningless and stressing the true values.",
        "author": "Thomas S. Monson"
    },
    {
        "quote": "My best friend is the most important girl, outside of family, to me. I met her when I went to college and we bonded immediately. I'd do anything for her at any time. We phone each other every day.",
        "author": "Dawn French"
    },
    {
        "quote": "Humans have a light side and a dark side, and it's up to us to choose which way we're going to live our lives. Even if you start out on the dark side, it doesn't mean you have to continue your journey that way. You always have time to turn it around.",
        "author": "Taraji P. Henson"
    },
    {
        "quote": "It was some great times and some great moments I'm proud to be a WWE alumni. If it wasn't for my time there, there's no way I'd be excelling at Fox and acting.",
        "author": "Tyrus"
    },
    {
        "quote": "Close to a billion people - one-eighth of the world's population - still live in hunger. Each year 2 million children die through malnutrition. This is happening at a time when doctors in Britain are warning of the spread of obesity. We are eating too much while others starve.",
        "author": "Jonathan Sacks"
    },
    {
        "quote": "To give somebody your time is the biggest gift you can give.",
        "author": "Franka Potente"
    },
    {
        "quote": "Art is exalted above religion and race. Not a single solitary soul these days believes in the religions of the Assyrians, the Egyptians and the Greeks... Only their art, whenever it was beautiful, stands proud and exalted, rising above all time.",
        "author": "Emil Nolde"
    },
    {
        "quote": "It takes a long time to understand nothing.",
        "author": "Edward Dahlberg"
    },
    {
        "quote": "I drink too much. The last time I gave a urine sample it had an olive in it.",
        "author": "Rodney Dangerfield"
    },
    {
        "quote": "Photography was a way for me to freeze time and to capture the moments that were happy and healthy. I saw a photo as a way to go back to a memory if I ever needed to.",
        "author": "Rachel Morrison"
    },
    {
        "quote": "We must not, in trying to think about how we can make a big difference, ignore the small daily differences we can make which, over time, add up to big differences that we often cannot foresee.",
        "author": "Marian Wright Edelman"
    },
    {
        "quote": "When I get up early, I appreciate the quiet time to enjoy a coffee or water my plants.",
        "author": "Christina Tosi"
    },
    {
        "quote": "I enjoy nothing more than spending time with my loved ones, young and old, and at least once a year we get together for a formal family photograph.",
        "author": "Elliott Erwitt"
    },
    {
        "quote": "It takes no more time to see the good side of life than it takes to see the bad.",
        "author": "Jimmy Buffett"
    },
    {
        "quote": "The less one has to do, the less time one finds to do it in.",
        "author": "Philip Stanhope, 4th Earl of Chesterfield"
    },
    {
        "quote": "Muhammad Ali - he was a magnificent fighter and he was an icon... Every head must bow, every knee must bend, every tongue must confess, thou art the greatest, the greatest of all time, Muhammad, Muhammad Ali.",
        "author": "Don King"
    },
    {
        "quote": "The shock of any trauma, I think changes your life. It's more acute in the beginning and after a little time you settle back to what you were. However it leaves an indelible mark on your psyche.",
        "author": "Alex Lifeson"
    },
    {
        "quote": "Those who stand at the threshold of life always waiting for the right time to change are like the man who stands at the bank of a river waiting for the water to pass so he can cross on dry land.",
        "author": "Joseph B. Wirthlin"
    },
    {
        "quote": "I am a bit sassy, with some sarcasm thrown into the mix, but stoic at the same time - and brash.",
        "author": "Mike Daniels"
    },
    {
        "quote": "Truth is the daughter of time.",
        "author": "Aulus Gellius"
    },
    {
        "quote": "I used to run barefoot in my village some time back. Now, I have a branded shoe with my name on it.",
        "author": "Hima Das"
    },
    {
        "quote": "As societies grow decadent, the language grows decadent, too. Words are used to disguise, not to illuminate, action: you liberate a city by destroying it. Words are to confuse, so that at election time people will solemnly vote against their own interests.",
        "author": "Gore Vidal"
    },
    {
        "quote": "Love is all around us all the time. Love is the ethers that we swim in. Love is the amniotic fluid of the soul.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "I love to do something that's challenging to myself, and just to see the success, it makes me go harder and harder the next time.",
        "author": "Flo Rida"
    },
    {
        "quote": "There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles.",
        "author": "Jared Padalecki"
    },
    {
        "quote": "Religion is about turning untested belief into unshakable truth through the power of institutions and the passage of time.",
        "author": "Richard Dawkins"
    },
    {
        "quote": "I get to see life through rose-colored glasses a lot of the time.",
        "author": "Usher"
    },
    {
        "quote": "I've been a workaholic for many years, but at the same time, I do it because I love it.",
        "author": "Devin Townsend"
    },
    {
        "quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.",
        "author": "Thomas Jefferson"
    },
    {
        "quote": "When I was 20, I thought I was 30 - but I was so far from it. When you're young, you want everything to happen now. As you mature, you can look back and see all the great things you achieved with time and patience.",
        "author": "Elisha Cuthbert"
    },
    {
        "quote": "I think that any time of great pain is a time of transformation, a fertile time to plant new seeds.",
        "author": "Debbie Ford"
    },
    {
        "quote": "There was a time when people felt the internet was another world, but now people realise it's a tool that we use in this world.",
        "author": "Tim Berners-Lee"
    },
    {
        "quote": "Time is at once the most valuable and the most perishable of all our possessions.",
        "author": "John Randolph"
    },
    {
        "quote": "I have kept a steady focus on restoring public faith in our state government since taking office July 1. Now it is time to make even bigger and bolder gains through legislative action.",
        "author": "Jodi Rell"
    },
    {
        "quote": "When I love, I do it without counting. I give myself entirely. And each time, it is the grand love of my life.",
        "author": "Brigitte Bardot"
    },
    {
        "quote": "All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.",
        "author": "Julie Andrews"
    },
    {
        "quote": "Like my mother, I was always saying, 'I'll fix my life one day.' It became clear when I saw her die without fulfilling her dreams that my time was now or maybe never.",
        "author": "Liz Murray"
    },
    {
        "quote": "We live in a time of astounding technological advancements. There are deep-sea drones and live-streaming virtual reality.",
        "author": "Jenna Wortham"
    },
    {
        "quote": "Christmas gives us the opportunity to pause and reflect on the important things around us - a time when we can look back on the year that has passed and prepare for the year ahead.",
        "author": "David Cameron"
    },
    {
        "quote": "If this work can contribute in any way toward proving this, and at the same time arouse the conscience of the American people to a demand for justice to every citizen, and punishment by law for the lawless, I shall feel I have done my race a service.",
        "author": "Ida B. Wells"
    },
    {
        "quote": "Analysis gave me great freedom of emotions and fantastic confidence. I felt I had served my time as a puppet.",
        "author": "Hedy Lamarr"
    },
    {
        "quote": "I just think Valentine's Day is a day to really appreciate the person you love, no matter who it is, and to spend time with them. I don't think it's all about fancy presents or whatever. I think it's about spending that quality time with that special person.",
        "author": "Prince Royce"
    },
    {
        "quote": "The creative process is not controlled by a switch you can simply turn on or off; it's with you all the time.",
        "author": "Alvin Ailey"
    },
    {
        "quote": "Coming up with ideas isn't hard. The real challenge is finding the time to actually build something and then finding a home for it.",
        "author": "Ralph H. Baer"
    },
    {
        "quote": "The first sentence of every novel should be: Trust me, this will take time but there is order here, very faint, very human. Meander if you want to get to town.",
        "author": "Michael Ondaatje"
    },
    {
        "quote": "The only time a woman really succeeds in changing a man is when he is a baby.",
        "author": "Natalie Wood"
    },
    {
        "quote": "Nothing is more powerful than an idea whose time has come - even if it came in a - living room - or to someone - with a humble living.",
        "author": "Stefan Hell"
    },
    {
        "quote": "All the things that are worth doing, take time.",
        "author": "Mos Def"
    },
    {
        "quote": "It takes leadership to improve safety. And I started off the movement in my time, but the person who has done more over the past 20 to 30 years and who has led it is Professor Sid Watkins.",
        "author": "Jackie Stewart"
    },
    {
        "quote": "You win a race, the next race it's a question mark. Are you still the best or not? That's what is funny. But that's what is interesting. And that's what is challenging. You have to prove yourself every time.",
        "author": "Michael Schumacher"
    },
    {
        "quote": "Time is the fairest and toughest judge.",
        "author": "Edgar Quinet"
    },
    {
        "quote": "We live in a time when all elites, whether on the left or the right, believe in rigid rules that say there is no alternative to the present political and economic system.",
        "author": "Adam Curtis"
    },
    {
        "quote": "I asked myself, 'What are you going to do with your life? Are you going to be like everyone else or are you going to do what's right?' I just made a decision. I said, 'It's time to grow up. It's time to start living for the Lord, do things the right way.' I accepted the Lord, and it changed my life.",
        "author": "Luke Scott"
    },
    {
        "quote": "I woke up one time coming out of a blackout, and I was on an airplane, descending to land in Charles de Gaulle Airport in France. And all I can think is I must have decided it was a good idea to go to France, and got my passport, and got on a plane.",
        "author": "Joe Walsh"
    },
    {
        "quote": "I tell people I'm too stupid to know what's impossible. I have ridiculously large dreams, and half the time they come true.",
        "author": "Debi Thomas"
    },
    {
        "quote": "The first trip of the Pony Express was made in ten days - an average of two hundred miles a day. But we soon began stretching our riders and making better time.",
        "author": "Buffalo Bill"
    },
    {
        "quote": "There was no 'before' the beginning of our universe, because once upon a time there was no time.",
        "author": "John D. Barrow"
    },
    {
        "quote": "Modification of form is admitted to be a matter of time.",
        "author": "Alfred Russel Wallace"
    },
    {
        "quote": "I think children are like pancakes. You sort of ruin the first one, and you get better at it the second time around.",
        "author": "Kelly Ripa"
    },
    {
        "quote": "I absolutely love any kind of outdoor activities like snowboarding, hiking, surfing, and laying out on the beach if I ever get the time... which is not often!",
        "author": "Gina Holden"
    },
    {
        "quote": "I was a hunter and fisherman, and many a time I have slipped out into the woods and prairies at 4 a.m. and brought home plenty of game, or have gone in a canoe to the cove and brought back a good supply of fresh fish.",
        "author": "Jay Cooke"
    },
    {
        "quote": "Idle time is the devil's play.",
        "author": "Mark Dayton"
    },
    {
        "quote": "My parents came here from Colombia during a time of great instability there. Escaping a dire economic situation at home, they moved to New Jersey, where they had friends and family, seeking a better life, and then moved to Boston after I was born.",
        "author": "Diane Guerrero"
    },
    {
        "quote": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.",
        "author": "Dale Evans"
    },
    {
        "quote": "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.",
        "author": "Samuel Richardson"
    },
    {
        "quote": "I don't want to waste anyone's time or money. I want to give people some truth and positive heart lift.",
        "author": "Mos Def"
    },
    {
        "quote": "There's no point regretting things. If you can't do the time, don't do the crime. Life's too short to worry about things I've said.",
        "author": "Robbie Williams"
    },
    {
        "quote": "My parents wanted to light my artistic candle. But over time, the definition of 'the arts' began to stretch. And as I got older, they suddenly realized, Oh, my God, we're the parents of Iggy Pop.",
        "author": "Iggy Pop"
    },
    {
        "quote": "Silence is as deep as eternity, speech a shallow as time.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "Immorality: the morality of those who are having a better time.",
        "author": "H. L. Mencken"
    },
    {
        "quote": "I try to do the right thing. If you do what you know is right, and you're a good person, you might not win short-term all the time, and financial gains might not be there all the time, but ultimately, you can be pretty happy, and you can do some pretty good things in the world. Keep a positive outlook.",
        "author": "Gunnar Peterson"
    },
    {
        "quote": "Don't get discouraged with your skin when it doesn't do what you want it to do... Give it some time. That's the only way to get to know yourself.",
        "author": "SZA"
    },
    {
        "quote": "The bottom line is that five million low-income Americans working full time for minimum wage, deserve a raise.",
        "author": "Jim Clyburn"
    },
    {
        "quote": "I would prefer to live forever in perfect health, but if I must at some time leave this life, I would like to do so ensconced on a chaise longue, perfumed, wearing a velvet robe and pearl earrings, with a flute of champagne beside me and having just discovered the answer to the last problem in a British cryptic crossword.",
        "author": "Olivia De Havilland"
    },
    {
        "quote": "I think if you want to become a great football player, professional, you must give all the time one hundred percent, you must work hard - to be lucky is a good thing - but if you work hard and you give everything you will have great success.",
        "author": "Greg Akcelrod"
    },
    {
        "quote": "No one ever said learning was to be easy, but it's part of the process of evolving as a human being, and we all have to go through it. When I look back, I see that each difficult time brought an important lesson. And I prefer to look at it with gratitude because I wouldn't be who I am today if I haven't gone through it all.",
        "author": "Gisele Bundchen"
    },
    {
        "quote": "On education, in order to ensure that America remains a world leader, we must create an educated, skilled workforce in the vital areas of science, math, engineering and information technology. At the same time, we must give every student access to a college degree.",
        "author": "John F. Tierney"
    },
    {
        "quote": "I collect memories. I look for opportunities to try new things, go to new places, and meet new people all the time.",
        "author": "Marcel Wanders"
    },
    {
        "quote": "Taking time to sit back and watch and think about what you've seen is important. Traveling did a great deal to me. I found that when I travel and just sit in the corner and watch, a million ideas come to me.",
        "author": "Lionel Richie"
    },
    {
        "quote": "Every time I have a dream, somehow I accomplish it.",
        "author": "Naomi Osaka"
    },
    {
        "quote": "Our personal consumer choices have ecological, social, and spiritual consequences. It is time to re-examine some of our deeply held notions that underlie our lifestyles.",
        "author": "David Suzuki"
    },
    {
        "quote": "New York State is upside down and backwards; high taxes and low performance. The New York State government was at one time a national model. Now, unfortunately, it's a national disgrace. Sometimes, the corruption in Albany could even make Boss Tweed blush.",
        "author": "Andrew Cuomo"
    },
    {
        "quote": "No excuses and no sob stories. Life is full of excuses if you're looking. I have no time to gripe over misfortune. I don't waste time looking back.",
        "author": "Junior Seau"
    },
    {
        "quote": "In cricket, my superhero is Sachin Tendulkar. He has always been my hero and will continue to remain so. Apart from him and outside cricket, my mother has remained my inspiration. Whatever difficult time I had faced, she was always there for me. She has given me all the strength. She maintained her composure and supported me in tough times.",
        "author": "Virat Kohli"
    },
    {
        "quote": "Putting a little time aside for clean fun and good humor is very necessary to relieve the tensions of our time.",
        "author": "Hattie McDaniel"
    },
    {
        "quote": "In this journey, the fear creeps in from time to time. The hint of that is there because there's an unknown factor to everything. That's true in everyone's life. I don't choose to live there; I let it spark me.",
        "author": "Kerri Walsh Jennings"
    },
    {
        "quote": "I had a really hard time in Orange County. I was a nerd. I was watching foreign cinema when I was 13 and talking about how 'Hope and Glory' should be a foreign film.",
        "author": "Pedro Pascal"
    },
    {
        "quote": "I want to be remembered as somebody working hard, walking straight in life, most of the time, and just being a down-to-earth person, being loyal and being indestructible.",
        "author": "Jens Voigt"
    },
    {
        "quote": "Don't compare your career to anyone else's. It's tough when you're in a business that's competitive. I was having a difficult time with that in college. Now, I'm having to learn to be patient and be where I am.",
        "author": "Danielle Brooks"
    },
    {
        "quote": "Every film is faced with the enemy of time. Only so much story can fit into the 90-150 minutes of time that moviegoers are willing to stay in their seats. Naturally, compression is necessary. So are the exclusion and amalgamation of characters so that the viewer does not become bewildered.",
        "author": "Alex Gibney"
    },
    {
        "quote": "Things aren't gifted to you. Things don't just come from an idea, from nothing. You have to work for them. You have to pursue them. You have to take time. You have to sacrifice.",
        "author": "Ozuna"
    },
    {
        "quote": "It seems to me that women have made an awful lot of progress, but they probably remain underrepresented at the highest levels of most organizations, for a variety of reasons. And it's probably going to take a long time to change that.",
        "author": "Janet Yellen"
    },
    {
        "quote": "As anyone who has ever been around a cat for any length of time well knows, cats have enormous patience with the limitations of the human kind.",
        "author": "Cleveland Amory"
    },
    {
        "quote": "From my point of view, this is the best time of the year. I don't love heat. I'm a winter guy.",
        "author": "Alexander Lukashenko"
    },
    {
        "quote": "I've been a fan of ketchup for as long as I can remember, and the thick, rich flavor of Hunt's ketchup delivers every time.",
        "author": "Patrick Mahomes"
    },
    {
        "quote": "He could not die when trees were green, for he loved the time too well.",
        "author": "John Clare"
    },
    {
        "quote": "Here's the thing: every office I've run for I was the first to win. First person of color. First woman. First woman of color. Every time.",
        "author": "Kamala Harris"
    },
    {
        "quote": "I'm really interested in fashion but at the same time I find it quite competitive. Second-hand stuff leaves you more open to whatever your own personal style is rather than feeling dictated to by shops.",
        "author": "Sophie Ellis-Bextor"
    },
    {
        "quote": "If you want to rip the heart out of a democracy, you go after the facts. That's what modern authoritarians do. You lie. All the time. Then, you say it's your opponents and the journalists who lie.",
        "author": "Maria Ressa"
    },
    {
        "quote": "Nelson Mandela was an outstanding leader and a mentor for me. I was in South Africa at the time he was released. I was in South Africa when he was inaugurated as the first president.",
        "author": "Gail Kelly"
    },
    {
        "quote": "I heard one time that the Superman glyph is the second or third most recognizable symbol on Earth after the Christian cross.",
        "author": "Zack Snyder"
    },
    {
        "quote": "If the only time you think of me as a scientist is during Black History Month, then I must not be doing my job as a scientist.",
        "author": "Neil deGrasse Tyson"
    },
    {
        "quote": "School was a waste of time for me. I was bored and left at 16. I started taking correspondence courses at college instead. I did incredibly well. I won an award for my grades.",
        "author": "Amber Heard"
    },
    {
        "quote": "I don't think about medals. I just think of bettering my own time.",
        "author": "Hima Das"
    },
    {
        "quote": "Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.",
        "author": "Emily Greene Balch"
    },
    {
        "quote": "If I have a yoga mat or a pair of jogging shoes, I can stay fit anywhere. The important thing is staying motivated. Because if you're not driven to keep fit, no amount of time or equipment will help.",
        "author": "Ranvir Shorey"
    },
    {
        "quote": "One knows that after violent exercise one breathes heavily for some time: the more violent the exercise, the longer one's respiration is laboured.",
        "author": "Archibald Hill"
    },
    {
        "quote": "One must be of one's own time.",
        "author": "Honor Daumier"
    },
    {
        "quote": "The world is so competitive, aggressive, consumive, selfish and during the time we spend here we must be all but that.",
        "author": "Jose Mourinho"
    },
    {
        "quote": "It is too great comfort which turns a man against himself. Life is most readily renounced at the time and among the classes where it is least harsh.",
        "author": "Emile Durkheim"
    },
    {
        "quote": "I made video art for quite a long time, and I made this video covering myself in burgers and dancing to Major Lazer and doing covers of Britney Spears songs... I can't remember how I got there, but my teacher said he'd have to fail me because it had mild nudity.",
        "author": "Charli XCX"
    },
    {
        "quote": "Fog is my weakness, and every time there is low fog, I am out and about with my camera.",
        "author": "Om Malik"
    },
    {
        "quote": "AC/DC, Def Leppard, Alice Cooper - I learned stories of all these guys. That's when I fell in love with Queen, which is one of my favorite bands of all time... I started paying attention to what made music good. I started paying attention to why I liked it.",
        "author": "Rico Love"
    },
    {
        "quote": "No matter what your profession is, it's good to scare yourself a little from time to time! It's crucial to keep challenging yourself and to learn from people who are more accomplished than you are.",
        "author": "Lisa Kleypas"
    },
    {
        "quote": "I don't need equal time, I am equal time!",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "For almost two centuries, American gray wolves, vilified in fact as well as fiction, were the victims of vicious government extermination programs. By the time the Endangered Species Act was passed in 1973, only a few hundred of these once-great predators were left in the lower 48 states.",
        "author": "Lydia Millet"
    },
    {
        "quote": "Everybody gets caught up in everything, but at the end of the day we're all just here for a short time, so we may as well enjoy it.",
        "author": "Michelle Payne"
    },
    {
        "quote": "Intention is very important in sound, in listening. When I married my wife, I promised her I would listen to her every day as if for the first time. Now that's something I fall short of on a daily basis.",
        "author": "Julian Treasure"
    },
    {
        "quote": "There was a time when the United States government earned the trust of its people. There was a time when most people believed that the United States government was protecting them.",
        "author": "Rush Limbaugh"
    },
    {
        "quote": "Well, the first quality of being a good leader is you have to be able to follow. See, a good leader can't just be the leader all the time, I have to be able to follow.",
        "author": "Lisa Leslie"
    },
    {
        "quote": "I don't snack all the time, but I do sometimes drink l more than I should.",
        "author": "Gerard Depardieu"
    },
    {
        "quote": "In the game of 'Survivor,' there is no time for regrets.",
        "author": "Jenna Morasca"
    }
]