[
    {
        "quote": "The reward for work well done is the opportunity to do more.",
        "author": "Jonas Salk"
    },
    {
        "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Be regular and orderly in your life, so that you may be violent and original in your work.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "The only thing that overcomes hard luck is hard work.",
        "author": "Harry Golden"
    },
    {
        "quote": "Hard work spotlights the character of people: some turn up their sleeves, some turn up their noses, and some don't turn up at all.",
        "author": "Sam Ewing"
    },
    {
        "quote": "All things are difficult before they are easy.",
        "author": "Thomas Fuller"
    },
    {
        "quote": "Let the beauty of what you love be what you do.",
        "author": "Rumi"
    },
    {
        "quote": "Let us realize that: the privilege to work is a gift, the power to work is a blessing, the love of work is success!",
        "author": "David O. McKay"
    },
    {
        "quote": "The harder I work, the luckier I get.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "Working hard and working smart sometimes can be two different things.",
        "author": "Byron Dorgan"
    },
    {
        "quote": "The power of one, if fearless and focused, is formidable, but the power of many working together is better.",
        "author": "Gloria Macapagal Arroyo"
    },
    {
        "quote": "When your work speaks for itself, don't interrupt.",
        "author": "Henry J. Kaiser"
    },
    {
        "quote": "The beginning is the most important part of the work.",
        "author": "Plato"
    },
    {
        "quote": "Honor lies in honest toil.",
        "author": "Grover Cleveland"
    },
    {
        "quote": "Nobody ever drowned in his own sweat.",
        "author": "Ann Landers"
    },
    {
        "quote": "Work is much more fun than fun.",
        "author": "Noel Coward"
    },
    {
        "quote": "It's like Forrest Gump said, 'Life is like a box of chocolates.' Your career is like a box of chocolates - you never know what you're going to get. But everything you get is going to teach you something along the way and make you the person you are today. That's the exciting part - it's an adventure in itself.",
        "author": "Nick Carter"
    },
    {
        "quote": "Without labor nothing prospers.",
        "author": "Sophocles"
    },
    {
        "quote": "Good things happen to those who hustle.",
        "author": "Chuck Noll"
    },
    {
        "quote": "The only way to enjoy anything in this life is to earn it first.",
        "author": "Ginger Rogers"
    },
    {
        "quote": "I put my heart and my soul into my work, and have lost my mind in the process.",
        "author": "Vincent Van Gogh"
    },
    {
        "quote": "Opportunities are usually disguised as hard work, so most people don't recognize them.",
        "author": "Ann Landers"
    },
    {
        "quote": "Work gives you meaning and purpose and life is empty without it.",
        "author": "Stephen Hawking"
    },
    {
        "quote": "Nothing ever comes to one, that is worth having, except as a result of hard work.",
        "author": "Booker T. Washington"
    },
    {
        "quote": "When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.",
        "author": "Russel Honore"
    },
    {
        "quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "Nothing will work unless you do.",
        "author": "Maya Angelou"
    },
    {
        "quote": "When a man tells you that he got rich through hard work, ask him: 'Whose?'",
        "author": "Don Marquis"
    },
    {
        "quote": "Unemployment is capitalism's way of getting you to plant a garden.",
        "author": "Orson Scott Card"
    },
    {
        "quote": "I've learned from experience that if you work harder at it, and apply more energy and time to it, and more consistency, you get a better result. It comes from the work.",
        "author": "Louis C. K."
    },
    {
        "quote": "The only place success comes before work is in the dictionary.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "All life demands struggle. Those who have everything given to them become lazy, selfish, and insensitive to the real values of life. The very striving and hard work that we so constantly try to avoid is the major building block in the person we are today.",
        "author": "Pope Paul VI"
    },
    {
        "quote": "I believe in stopping work and eating lunch.",
        "author": "L'Wren Scott"
    },
    {
        "quote": "There is no substitute for hard work.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Quality is everyone's responsibility.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "He who seeks rest finds boredom. He who seeks work finds rest.",
        "author": "Dylan Thomas"
    },
    {
        "quote": "Never continue in a job you don't enjoy. If you're happy in what you're doing, you'll like yourself, you'll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined.",
        "author": "Johnny Carson"
    },
    {
        "quote": "Careers, like rockets, don't always take off on time. The trick is to always keep the engine running.",
        "author": "Gary Sinise"
    },
    {
        "quote": "Work, look for peace and calm in work: you will find it nowhere else.",
        "author": "Dmitri Mendeleev"
    },
    {
        "quote": "Working hard is very important. You're not going to get anywhere without working extremely hard.",
        "author": "George Lucas"
    },
    {
        "quote": "Don't stay in bed, unless you can make money in bed.",
        "author": "George Burns"
    },
    {
        "quote": "The supreme accomplishment is to blur the line between work and play.",
        "author": "Arnold J. Toynbee"
    },
    {
        "quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.",
        "author": "Robert Frost"
    },
    {
        "quote": "The best preparation for good work tomorrow is to do good work today.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilization work.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "All wealth is the product of labor.",
        "author": "John Locke"
    },
    {
        "quote": "For me, every day is a new thing. I approach each project with a new insecurity, almost like the first project I ever did. And I get the sweats. I go in and start working, I'm not sure where I'm going. If I knew where I was going I wouldn't do it.",
        "author": "Frank Gehry"
    },
    {
        "quote": "It is an immutable law in business that words are words, explanations are explanations, promises are promises-but only performance is reality.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "Organizing is what you do before you do something, so that when you do it, it is not all mixed up.",
        "author": "A. A. Milne"
    },
    {
        "quote": "Every man's work, whether it be literature, or music or pictures or architecture or anything else, is always a portrait of himself.",
        "author": "Samuel Butler"
    },
    {
        "quote": "One thing I never want to be accused of is not working.",
        "author": "Don Shula"
    },
    {
        "quote": "A man's work is nothing but this slow trek to rediscover, through the detours of art, those two or three great and simple images in whose presence his heart first opened.",
        "author": "Albert Camus"
    },
    {
        "quote": "Management is nothing more than motivating other people.",
        "author": "Lee Iacocca"
    },
    {
        "quote": "And where I excel is ridiculous, sickening, work ethic. You know, while the other guy's sleeping? I'm working.",
        "author": "Will Smith"
    },
    {
        "quote": "Choose a job you love, and you will never have to work a day in your life.",
        "author": "Unknown"
    },
    {
        "quote": "The brain is a wonderful organ; it starts working the moment you get up in the morning and does not stop until you get into the office.",
        "author": "Robert Frost"
    },
    {
        "quote": "Married couples who work together to build and maintain a business assume broad responsibilities. Not only is their work important to our local and national economies, but their success is central to the well-being of their families.",
        "author": "Melissa Bean"
    },
    {
        "quote": "Work is the curse of the drinking classes.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "Nothing is work unless you'd rather be doing something else.",
        "author": "George Halas"
    },
    {
        "quote": "Economics is extremely useful as a form of employment for economists.",
        "author": "John Kenneth Galbraith"
    },
    {
        "quote": "Blessed is he who has found his work; let him ask no other blessedness.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "To find joy in work is to discover the fountain of youth.",
        "author": "Pearl S. Buck"
    },
    {
        "quote": "Plans are only good intentions unless they immediately degenerate into hard work.",
        "author": "Peter Drucker"
    },
    {
        "quote": "Men for the sake of getting a living forget to live.",
        "author": "Margaret Fuller"
    },
    {
        "quote": "To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy.",
        "author": "Bette Davis"
    },
    {
        "quote": "Be open to the amazing changes which are occurring in the field that interest you.",
        "author": "Leigh Steinberg"
    },
    {
        "quote": "Quality is pride of workmanship.",
        "author": "W. Edwards Deming"
    },
    {
        "quote": "If you must have motivation, think of your paycheck on Friday.",
        "author": "Noel Coward"
    },
    {
        "quote": "If you put all your strength and faith and vigor into a job and try to do the best you can, the money will come.",
        "author": "Lawrence Welk"
    },
    {
        "quote": "Work will win when wishy washy wishing won t.",
        "author": "Thomas S. Monson"
    },
    {
        "quote": "Whatever your life's work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "Without work, all life goes rotten. But when work is soulless, life stifles and dies.",
        "author": "Albert Camus"
    },
    {
        "quote": "Before you start some work, always ask yourself three questions - Why am I doing it, What the results might be and Will I be successful. Only when you think deeply and find satisfactory answers to these questions, go ahead.",
        "author": "Chanakya"
    },
    {
        "quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get.",
        "author": "Ray Kroc"
    },
    {
        "quote": "It is the working man who is the happy man. It is the idle man who is the miserable man.",
        "author": "Benjamin Franklin"
    },
    {
        "quote": "Inspiration comes of working every day.",
        "author": "Charles Baudelaire"
    },
    {
        "quote": "Being an astronaut is a wonderful career. I feel very privileged. But what I really hope for young people is that they find a career they're passionate about, something that's challenging and worthwhile.",
        "author": "Ellen Ochoa"
    },
    {
        "quote": "I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.",
        "author": "Ray Bradbury"
    },
    {
        "quote": "We have a system that increasingly taxes work and subsidizes nonwork.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Life grants nothing to us mortals without hard work.",
        "author": "Horace"
    },
    {
        "quote": "Work is not man's punishment. It is his reward and his strength and his pleasure.",
        "author": "George Sand"
    },
    {
        "quote": "Laziness may appear attractive, but work gives satisfaction.",
        "author": "Anne Frank"
    },
    {
        "quote": "Honest labor bears a lovely face.",
        "author": "Thomas Dekker"
    },
    {
        "quote": "Work, apart from devotion or love of God, is helpless and cannot stand alone.",
        "author": "Ramakrishna"
    },
    {
        "quote": "What you are will show in what you do.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "The end of labor is to gain leisure.",
        "author": "Aristotle"
    },
    {
        "quote": "Every noble work is at first impossible.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "No fine work can be done without concentration and self-sacrifice and toil and doubt.",
        "author": "Max Beerbohm"
    },
    {
        "quote": "The harder you work... and visualize something, the luckier you get.",
        "author": "Seal"
    },
    {
        "quote": "Work expands so as to fill the time available for its completion.",
        "author": "C. Northcote Parkinson"
    },
    {
        "quote": "If you don't want to work you have to work to earn enough money so that you won't have to work.",
        "author": "Ogden Nash"
    },
    {
        "quote": "Your chances of success are directly proportional to the degree of pleasure you desire from what you do. If you are in a job you hate, face the fact squarely and get out.",
        "author": "Michael Korda"
    },
    {
        "quote": "I have been up against tough competition all my life. I wouldn't know how to get along without it.",
        "author": "Walt Disney"
    },
    {
        "quote": "Concentrate on your job and you will forget your other troubles.",
        "author": "William Feather"
    },
    {
        "quote": "Everyone has been made for some particular work, and the desire for that work has been put in every heart.",
        "author": "Rumi"
    },
    {
        "quote": "The more I want to get something done, the less I call it work.",
        "author": "Richard Bach"
    },
    {
        "quote": "We work to become, not to acquire.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "The reason a lot of people do not recognize opportunity is because it usually goes around wearing overalls looking like hard work.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "Once you start a working on something, don't be afraid of failure and don't abandon it. People who work sincerely are the happiest.",
        "author": "Chanakya"
    },
    {
        "quote": "O man you are busy working for the world, and the world is busy trying to turn you out.",
        "author": "Abu Bakr"
    },
    {
        "quote": "There are one hundred men seeking security to one able man who is willing to risk his fortune.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Do not hire a man who does your work for money, but him who does it for love of it.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Ya gots to work with what you gots to work with.",
        "author": "Stevie Wonder"
    },
    {
        "quote": "Teaching was the hardest work I had ever done, and it remains the hardest work I have done to date.",
        "author": "Ann Richards"
    },
    {
        "quote": "Going to work for a large company is like getting on a train. Are you going sixty miles an hour or is the train going sixty miles an hour and you're just sitting still?",
        "author": "J. Paul Getty"
    },
    {
        "quote": "The will to work of everyone in the country is the best guarantee of national survival.",
        "author": "Bhumibol Adulyadej"
    },
    {
        "quote": "It can be liberating to get fired because you realize the world doesn't end. There's other ways to make money, better jobs.",
        "author": "Ron Livingston"
    },
    {
        "quote": "You're blessed if you have the strength to work.",
        "author": "Mahalia Jackson"
    },
    {
        "quote": "Can anything be sadder than work left unfinished? Yes, work never begun.",
        "author": "Christina Rossetti"
    },
    {
        "quote": "I always got my work done before playing.",
        "author": "Edwin Moses"
    },
    {
        "quote": "After two weeks of working on a project, you know whether it will work or not.",
        "author": "Bill Budge"
    },
    {
        "quote": "A good job is more than just a paycheck. A good job fosters independence and discipline, and contributes to the health of the community. A good job is a means to provide for the health and welfare of your family, to own a home, and save for retirement.",
        "author": "James H. Douglas, Jr."
    },
    {
        "quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "Work isn't to make money; you work to justify life.",
        "author": "Marc Chagall"
    },
    {
        "quote": "I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.",
        "author": "Neil Armstrong"
    },
    {
        "quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.",
        "author": "John Dewey"
    },
    {
        "quote": "By the work one knows the workman.",
        "author": "Jean de La Fontaine"
    },
    {
        "quote": "The idea of having a steady job is appealing.",
        "author": "Robin Williams"
    },
    {
        "quote": "I can't imagine anything more worthwhile than doing what I most love. And they pay me for it.",
        "author": "Edgar Winter"
    },
    {
        "quote": "Every man loves what he is good at.",
        "author": "Thomas Shadwell"
    },
    {
        "quote": "Two months after I got out of test pilot school, I saw an advert that said NASA was recruiting more astronauts. The best job you could have as a test pilot was being an astronaut, so I volunteered.",
        "author": "Charles Duke"
    },
    {
        "quote": "I never did a day's work in my life. It was all fun.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.",
        "author": "Martin Luther King, Jr."
    },
    {
        "quote": "One man's wage increase is another man's price increase.",
        "author": "Harold Wilson"
    },
    {
        "quote": "I met an American woman and got married so I had to get a job.",
        "author": "Walter Wager"
    },
    {
        "quote": "Luck? I don't know anything about luck. I've never banked on it and I'm afraid of people who do. Luck to me is something else: Hard work - and realizing what is opportunity and what isn't.",
        "author": "Lucille Ball"
    },
    {
        "quote": "Work alone is noble.",
        "author": "Thomas Carlyle"
    },
    {
        "quote": "When more and more people are thrown out of work, unemployment results.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "Management must manage!",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "No one can arrive from being talented alone, work transforms talent into genius.",
        "author": "Anna Pavlova"
    },
    {
        "quote": "Big jobs usually go to the men who prove their ability to outgrow small ones.",
        "author": "Theodore Roosevelt"
    },
    {
        "quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something.",
        "author": "Henry Ford"
    },
    {
        "quote": "Work is a necessary evil to be avoided.",
        "author": "Mark Twain"
    },
    {
        "quote": "I'd like to dial it back 5% or 10% and try to have a vacation that's not just e-mail with a view.",
        "author": "Elon Musk"
    },
    {
        "quote": "To be a poet is a condition, not a profession.",
        "author": "Robert Frost"
    },
    {
        "quote": "And to get real work experience, you need a job, and most jobs will require you to have had either real work experience or a graduate degree.",
        "author": "Donald Norman"
    },
    {
        "quote": "I have found in work that you only get back what you put into it, but it does come back gift-wrapped.",
        "author": "Joyce Brothers"
    },
    {
        "quote": "Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.",
        "author": "Khalil Gibran"
    },
    {
        "quote": "The taxpayer - that's someone who works for the federal government but doesn't have to take the civil service examination.",
        "author": "Ronald Reagan"
    },
    {
        "quote": "Find a job you like and you add five days to every week.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "I think about my work every minute of the day.",
        "author": "Jeff Koons"
    },
    {
        "quote": "Most people treat the office manual the way they treat a software manual. They never look at it.",
        "author": "James Levine"
    },
    {
        "quote": "The greatest teacher I know is the job itself.",
        "author": "James Cash Penney"
    },
    {
        "quote": "I work 338 days a year, 16 hours a day.",
        "author": "Dave Pelzer"
    },
    {
        "quote": "I thought the attractions of being an astronaut were actually, not so much the Moon, but flying in a completely new medium.",
        "author": "Neil Armstrong"
    },
    {
        "quote": "Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work.",
        "author": "Mother Teresa"
    },
    {
        "quote": "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.",
        "author": "Mother Teresa"
    },
    {
        "quote": "Big pay and little responsibility are circumstances seldom found together.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "It is your work in life that is the ultimate seduction.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "It is only when I am doing my work that I feel truly alive.",
        "author": "Federico Fellini"
    },
    {
        "quote": "Anyone who can walk to the welfare office can walk to work.",
        "author": "Al Capp"
    },
    {
        "quote": "Gentleness doesn't get work done unless you happen to be a hen laying eggs.",
        "author": "Coco Chanel"
    },
    {
        "quote": "I'm working myself to death.",
        "author": "Alan Ladd"
    },
    {
        "quote": "When a work lifts your spirits and inspires bold and noble thoughts in you, do not look for any other standard to judge by: the work is good, the product of a master craftsman.",
        "author": "Jean de la Bruyere"
    },
    {
        "quote": "My experience has been that work is almost the best way to pull oneself out of the depths.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "No person who is enthusiastic about his work has anything to fear from life.",
        "author": "Samuel Goldwyn"
    },
    {
        "quote": "Give yourself something to work toward - constantly.",
        "author": "Mary Kay Ash"
    },
    {
        "quote": "There is no disgrace in working. There was no silver spoon around at the time I was born.",
        "author": "Anna Held"
    },
    {
        "quote": "I have always argued that change becomes stressful and overwhelming only when you've lost any sense of the constancy of your life. You need firm ground to stand on. From there, you can deal with that change.",
        "author": "Richard Nelson Bolles"
    },
    {
        "quote": "The pay is good and I can walk to work.",
        "author": "John F. Kennedy"
    },
    {
        "quote": "It's easier to change what you do than people think it is. If you don't change, your field changes around you.",
        "author": "Walter Gilbert"
    },
    {
        "quote": "Work is accomplished by those employees who have not yet reached their level of incompetence.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "As I understand it, sport is hard work for which you do not get paid.",
        "author": "Irvin S. Cobb"
    },
    {
        "quote": "A manager is responsible for the application and performance of knowledge.",
        "author": "Peter Drucker"
    },
    {
        "quote": "I work to stay alive.",
        "author": "Bette Davis"
    },
    {
        "quote": "Managers in all too many American companies do not achieve the desired results because nobody makes them do it.",
        "author": "Harold S. Geneen"
    },
    {
        "quote": "Labor gives birth to ideas.",
        "author": "Jim Rohn"
    },
    {
        "quote": "Work is a necessity for man. Man invented the alarm clock.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "Work is a prayer. And I start off every morning dedicating it to our Creator.",
        "author": "Joseph Murray"
    },
    {
        "quote": "I've got a woman's ability to stick to a job and get on with it when everyone else walks off and leaves it.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "Because I have work to care about, it is possible that I may be less difficult to get along with than other women when the double chins start to form.",
        "author": "Gloria Steinem"
    },
    {
        "quote": "The biggest job we have is to teach a newly hired employee how to fail intelligently. We have to train him to experiment over and over and to keep on trying and failing until he learns what will work.",
        "author": "Charles Kettering"
    },
    {
        "quote": "I mean I don't really think about it. You know, do you know what I often say to myself? I think you're very lucky in life if you know what you want to do.",
        "author": "Andrew Lloyd Webber"
    },
    {
        "quote": "My husband changed jobs so fast that I simply never knew what business he was in.",
        "author": "Rose Kennedy"
    },
    {
        "quote": "I think the person who takes a job in order to live - that is to say, for the money - has turned himself into a slave.",
        "author": "Joseph Campbell"
    },
    {
        "quote": "America believes in education: the average professor earns more money in a year than a professional athlete earns in a whole week.",
        "author": "Evan Esar"
    },
    {
        "quote": "There's something to be said in favor of working in isolation in the real world.",
        "author": "A. R. Ammons"
    },
    {
        "quote": "Dreaming in public is an important part of our job description, as science writers, but there are bad dreams as well as good dreams. We're dreamers, you see, but we're also realists, of a sort.",
        "author": "William Gibson"
    },
    {
        "quote": "Put off thy cares with thy clothes; so shall thy rest strengthen thy labor, and so thy labor sweeten thy rest.",
        "author": "Francis Quarles"
    },
    {
        "quote": "Instead of being critical of people in authority over you and envious of their position, be happy you're not responsible for everything they have to do. Instead of piling on complaints, thank them for what they do. Overwhelm them with encouragement and appreciation!",
        "author": "Joyce Meyer"
    },
    {
        "quote": "For the last several years and culminating in six months in orbit next year, I've been training for my third space flight. This one is almost in a category completely different than the previous two, specifically to live in on the space station for six months, to command a space ship and to fly a new rocket ship.",
        "author": "Chris Hadfield"
    },
    {
        "quote": "On any given day, my father wasn't likely to return from work before I was asleep for the night. I saw that a man's work was important, that he must pursue it tirelessly, and that it might require certain sacrifices, like being away from the warmth and comfort of home.",
        "author": "Ezekiel Emanuel"
    },
    {
        "quote": "There is a vast world of work out there in this country, where at least 111 million people are employed in this country alone - many of whom are bored out of their minds. All day long.",
        "author": "Richard Nelson Bolles"
    },
    {
        "quote": "If Botticelli were alive today he'd be working for Vogue.",
        "author": "Peter Ustinov"
    },
    {
        "quote": "You know, I think the greatest gift in the world is a good employee, you know, or people who can do your work for you and do it well the way you'd like to have it done. And I've always been able to surround myself with really good people.",
        "author": "Kenny Rogers"
    },
    {
        "quote": "As an actor, to have achieved financial stability is amazing. But I always have this weird fear that I'm not going to get any more work; it's about not having enough money.",
        "author": "Paul Giamatti"
    },
    {
        "quote": "The economy in the Valley will need to grow if students want to come back and work with their specialized degrees. We need to develop more to create more opportunities.",
        "author": "Frank Murphy"
    },
    {
        "quote": "And if small businesspeople say they made it on their own, all they are saying is that nobody else worked seven days a week in their place. Nobody showed up in their place to open the door at five in the morning. Nobody did their thinking, and worrying, and sweating for them.",
        "author": "Paul Ryan"
    },
    {
        "quote": "If you do what you love, you'll never work a day in your life.",
        "author": "Marc Anthony"
    },
    {
        "quote": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.",
        "author": "Pele"
    },
    {
        "quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
        "author": "Colin Powell"
    },
    {
        "quote": "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.",
        "author": "H. L. Hunt"
    },
    {
        "quote": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.",
        "author": "Gail Devers"
    },
    {
        "quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.",
        "author": "William Hazlitt"
    },
    {
        "quote": "Work hard, stay positive, and get up early. It's the best part of the day.",
        "author": "George Allen, Sr."
    },
    {
        "quote": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come.",
        "author": "Dwayne Johnson"
    },
    {
        "quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.",
        "author": "Satchel Paige"
    },
    {
        "quote": "I work a lot in the slums of Tondo, Manila, and the life there is poor and very sad. And I've always taught to myself to look for the beauty of it and look in the beauty of the faces of the children and to be grateful.",
        "author": "Catriona Gray"
    },
    {
        "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did.",
        "author": "Newt Gingrich"
    },
    {
        "quote": "Without hard work, nothing grows but weeds.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive.",
        "author": "Leah LaBelle"
    },
    {
        "quote": "Youth is the gift of nature, but age is a work of art.",
        "author": "Stanislaw Jerzy Lec"
    },
    {
        "quote": "Hard work always pays off, whatever you do.",
        "author": "Dustin Lynch"
    },
    {
        "quote": "I used to work with autistic children, and they said a lot of funny things to me.",
        "author": "James Acaster"
    },
    {
        "quote": "Nature is so powerful, so strong. Capturing its essence is not easy - your work becomes a dance with light and the weather. It takes you to a place within yourself.",
        "author": "Annie Leibovitz"
    },
    {
        "quote": "There is no substitute for hard work. Never give up. Never stop believing. Never stop fighting.",
        "author": "Hope Hicks"
    },
    {
        "quote": "The fruit of your own hard work is the sweetest.",
        "author": "Deepika Padukone"
    },
    {
        "quote": "Many hands make light work.",
        "author": "John Heywood"
    },
    {
        "quote": "There may be people who have more talent than you, but there's no excuse for anyone to work harder than you do - and I believe that.",
        "author": "Derek Jeter"
    },
    {
        "quote": "Whatever you do, do with determination. You have one life to live; do your work with passion and give your best. Whether you want to be a chef, doctor, actor, or a mother, be passionate to get the best result.",
        "author": "Alia Bhatt"
    },
    {
        "quote": "The secret was to just be cool, stay in God's graces, and work it out.",
        "author": "Solomon Burke"
    },
    {
        "quote": "Self-belief and hard work will always earn you success.",
        "author": "Virat Kohli"
    },
    {
        "quote": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.",
        "author": "Janet Jackson"
    },
    {
        "quote": "To be a champion, I think you have to see the big picture. It's not about winning and losing; it's about every day hard work and about thriving on a challenge. It's about embracing the pain that you'll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge.",
        "author": "Summer Sanders"
    },
    {
        "quote": "The road to success is not easy to navigate, but with hard work, drive and passion, it's possible to achieve the American dream.",
        "author": "Tommy Hilfiger"
    },
    {
        "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.",
        "author": "Theodore Isaac Rubin"
    },
    {
        "quote": "Right now I am trying to be in a place of calm, a place where I can chill out and then handle the chaos of life better. You don't just get it overnight; you have to work at it. It's a daily struggle.",
        "author": "Jackee Harry"
    },
    {
        "quote": "I'm Italian, but some people think I'm Jewish because I work the Yiddish. I also work the Italian, by the way.",
        "author": "Joy Behar"
    },
    {
        "quote": "Leadership is not about a title or a designation. It's about impact, influence and inspiration. Impact involves getting results, influence is about spreading the passion you have for your work, and you have to inspire team-mates and customers.",
        "author": "Robin S. Sharma"
    },
    {
        "quote": "Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it'll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off.",
        "author": "Kevin Hart"
    },
    {
        "quote": "With hard work and dedication, anything is possible.",
        "author": "Timothy Weah"
    },
    {
        "quote": "It's all about quality of life and finding a happy balance between work and friends and family.",
        "author": "Philip Green"
    },
    {
        "quote": "Never stop fighting until you arrive at your destined place - that is, the unique you. Have an aim in life, continuously acquire knowledge, work hard, and have perseverance to realise the great life.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "An organization, no matter how well designed, is only as good as the people who live and work in it.",
        "author": "Dee Hock"
    },
    {
        "quote": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives.",
        "author": "Suga"
    },
    {
        "quote": "Follow your passion, be prepared to work hard and sacrifice, and, above all, don't let anyone limit your dreams.",
        "author": "Donovan Bailey"
    },
    {
        "quote": "Work hard, be kind, and amazing things will happen.",
        "author": "Conan O'Brien"
    },
    {
        "quote": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.",
        "author": "Phillip Sweet"
    },
    {
        "quote": "When I was a kid I used to pray every night for a new bicycle. Then I realised that the Lord doesn't work that way so I stole one and asked Him to forgive me.",
        "author": "Emo Philips"
    },
    {
        "quote": "Stay positive and happy. Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.",
        "author": "Tena Desae"
    },
    {
        "quote": "Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.",
        "author": "Stephen King"
    },
    {
        "quote": "At the end of the day, you are solely responsible for your success and your failure. And the sooner you realize that, you accept that, and integrate that into your work ethic, you will start being successful. As long as you blame others for the reason you aren't where you want to be, you will always be a failure.",
        "author": "Erin Cummings"
    },
    {
        "quote": "Play is often talked about as if it were a relief from serious learning. But for children play is serious learning. Play is really the work of childhood.",
        "author": "Fred Rogers"
    },
    {
        "quote": "I will continue to work as hard as I can to make this organization proud. Every time I step on the field I will give everything I have and I will leave everything I have on the field every single Sunday.",
        "author": "Tim Tebow"
    },
    {
        "quote": "If you work hard and you do your best, you can do anything.",
        "author": "Erin Heatherton"
    },
    {
        "quote": "Through hard work, perseverance and a faith in God, you can live your dreams.",
        "author": "Ben Carson"
    },
    {
        "quote": "Focused, hard work is the real key to success. Keep your eyes on the goal, and just keep taking the next step towards completing it. If you aren't sure which way to do something, do it both ways and see which works better.",
        "author": "John Carmack"
    },
    {
        "quote": "I don't live to work; I work to live.",
        "author": "Noel Gallagher"
    },
    {
        "quote": "I've been so lucky to work with such great people: people that are such hard workers and have such a respect and appreciation for one another.",
        "author": "Blake Lively"
    },
    {
        "quote": "The Democrats are the party that says government will make you smarter, taller, richer, and remove the crabgrass on your lawn. The Republicans are the party that says government doesn't work and then they get elected and prove it.",
        "author": "P. J. O'Rourke"
    },
    {
        "quote": "I have not failed. I've just found 10,000 ways that won't work.",
        "author": "Thomas A. Edison"
    },
    {
        "quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die.",
        "author": "Edward Kennedy"
    },
    {
        "quote": "You can't get much done in life if you only work on the days when you feel good.",
        "author": "Jerry West"
    },
    {
        "quote": "Don't think in the morning. That's a big mistake that people make. They wake up in the morning and they start thinking. Don't think. Just execute the plan. The plan is the alarm clock goes off, you get up, you go work out. Get some.",
        "author": "Jocko Willink"
    },
    {
        "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.",
        "author": "Paul Hawken"
    },
    {
        "quote": "When you have balance in your life, work becomes an entirely different experience. There is a passion that moves you to a whole new level of fulfillment and gratitude, and that's when you can do your best... for yourself and for others.",
        "author": "Cara Delevingne"
    },
    {
        "quote": "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.",
        "author": "Abhishek Bachchan"
    },
    {
        "quote": "We are immortal until our work on earth is done.",
        "author": "George Whitefield"
    },
    {
        "quote": "God has blessed me with an amazing family, friends and work colleagues that have been my joy, my support, and my sanity. I don't know what I'd do without them.",
        "author": "Josie Loren"
    },
    {
        "quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work.",
        "author": "Colin Powell"
    },
    {
        "quote": "Follow your dreams, work hard, practice and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.",
        "author": "Sasha Cohen"
    },
    {
        "quote": "I have so much chaos in my life, it's become normal. You become used to it. You have to just relax, calm down, take a deep breath and try to see how you can make things work rather than complain about how they're wrong.",
        "author": "Tom Welling"
    },
    {
        "quote": "Normal is getting dressed in clothes that you buy for work, driving through traffic in a car that you are still paying for, in order to get to a job that you need so you can pay for the clothes, car and the house that you leave empty all day in order to afford to live in it.",
        "author": "Ellen Goodman"
    },
    {
        "quote": "I am very proud of my mom and consider her the most courageous woman I know. With perseverance, sacrifice and hard work, she raised a family of Olympic athletes and gave us the tools and the spirit to succeed. That is something that my brothers and I will always be thankful for.",
        "author": "Diana Lopez"
    },
    {
        "quote": "Pray as though everything depended on God. Work as though everything depended on you.",
        "author": "Saint Augustine"
    },
    {
        "quote": "With hard work and effort, you can achieve anything.",
        "author": "Antoine Griezmann"
    },
    {
        "quote": "If you want to build a ship, don't drum up people to collect wood and don't assign them tasks and work, but rather teach them to long for the endless immensity of the sea.",
        "author": "Antoine de Saint-Exupery"
    },
    {
        "quote": "It's not all about talent. It's about dependability, consistency, and being able to improve. If you work hard and you're coachable, and you understand what you need to do, you can improve.",
        "author": "Bill Belichick"
    },
    {
        "quote": "I like work; it fascinates me. I can sit and look at it for hours.",
        "author": "Jerome K. Jerome"
    },
    {
        "quote": "It has been a long journey, but if you dream and have the ambition and want to work hard, then you can achieve.",
        "author": "Mo Farah"
    },
    {
        "quote": "A lot of things are going to happen that you can't necessarily control all the time, but you can control what you do after it happens. So that's what I try to do, keep my head up, keep moving forward, stay positive and just work hard.",
        "author": "Lonzo Ball"
    },
    {
        "quote": "In order to excel, you must be completely dedicated to your chosen sport. You must also be prepared to work hard and be willing to accept constructive criticism. Without one-hundred percent dedication, you won't be able to do this.",
        "author": "Willie Mays"
    },
    {
        "quote": "Everyone has the ability to increase resilience to stress. It requires hard work and dedication, but over time, you can equip yourself to handle whatever life throws your way without adverse effects to your health. Training your brain to manage stress won't just affect the quality of your life, but perhaps even the length of it.",
        "author": "Amy Morin"
    },
    {
        "quote": "Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of facts within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of evry part of your life.",
        "author": "Brian Tracy"
    },
    {
        "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.",
        "author": "Steve Jobs"
    },
    {
        "quote": "A good plan today is better than a perfect plan tomorrow. Don't wait for an inspired ending to come to mind. Work your way to the ending and see what comes up.",
        "author": "Andy Weir"
    },
    {
        "quote": "Everyone's dream can come true if you just stick to it and work hard.",
        "author": "Serena Williams"
    },
    {
        "quote": "When love and skill work together, expect a masterpiece.",
        "author": "John Ruskin"
    },
    {
        "quote": "I'm doing things that feel good to my soul. I've had plenty opportunity to do other things, but it didn't feel right, and it wasn't right. And if it feels like work, then it's work. But if you have that opportunity to do what you love, and you can make a living out of it, then that's a blessing and I never take that for granted.",
        "author": "Xzibit"
    },
    {
        "quote": "I love it when people doubt me. It makes me work harder to prove them wrong.",
        "author": "Derek Jeter"
    },
    {
        "quote": "Without hard work and discipline it is difficult to be a top professional.",
        "author": "Jahangir Khan"
    },
    {
        "quote": "Create like a god, command like a king, work like a slave.",
        "author": "Constantin Brancusi"
    },
    {
        "quote": "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.",
        "author": "Anne Lamott"
    },
    {
        "quote": "When work is a pleasure, life is a joy! When work is a duty, life is slavery.",
        "author": "Maxim Gorky"
    },
    {
        "quote": "The greatest thing about where my life is right now is it's very relaxed and chill. I'm just hanging out, being myself and doing my work.",
        "author": "Lucas Grabeel"
    },
    {
        "quote": "In football, everything is possible, from the moment you work and you believe in your qualities.",
        "author": "Kylian Mbappe"
    },
    {
        "quote": "I'm proud of my hard work. Working hard won't always lead to the exact things we desire. There are many things I've wanted that I haven't always gotten. But, I have a great satisfaction in the blessings from my mother and father, who instilled a great work ethic in me both personally and professionally.",
        "author": "Tamron Hall"
    },
    {
        "quote": "Follow your dreams. If you have a goal, and you want to achieve it, then work hard and do everything you can to get there, and one day it will come true.",
        "author": "Lindsey Vonn"
    },
    {
        "quote": "I am ready to work, I am ready for this job and I am ready for this challenge.",
        "author": "Stuart Pearce"
    },
    {
        "quote": "While you're going through this process of trying to find the satisfaction in your work, pretend you feel satisfied. Tell yourself you had a good day. Walk through the corridors with a smile rather than a scowl. Your positive energy will radiate. If you act like you're having fun, you'll find you are having fun.",
        "author": "Jean Chatzky"
    },
    {
        "quote": "Once you have commitment, you need the discipline and hard work to get you there.",
        "author": "Haile Gebrselassie"
    },
    {
        "quote": "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there.",
        "author": "Indira Gandhi"
    },
    {
        "quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "I am a great believer in luck, and I find the harder I work the more I have of it.",
        "author": "Stephen Leacock"
    },
    {
        "quote": "You have to fight to reach your dream. You have to sacrifice and work hard for it.",
        "author": "Lionel Messi"
    },
    {
        "quote": "A dream doesn't become reality through magic. It takes sweat, determination, and hard work.",
        "author": "Kevin-Prince Boateng"
    },
    {
        "quote": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
        "author": "George Herbert"
    },
    {
        "quote": "Behaving like a princess is work. It's not just about looking beautiful or wearing a crown. It's more about how you are inside.",
        "author": "Julie Andrews"
    },
    {
        "quote": "The American Dream I believe in is one that provides anyone willing to work hard enough with the opportunity to succeed.",
        "author": "Tammy Duckworth"
    },
    {
        "quote": "Confidence is the most important single factor in this game, and no matter how great your natural talent, there is only one way to obtain and sustain it: work.",
        "author": "Jack Nicklaus"
    },
    {
        "quote": "Great work is done by people who are not afraid to be great.",
        "author": "Fernando Flores"
    },
    {
        "quote": "Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times.",
        "author": "John Gerzema"
    },
    {
        "quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "My beliefs are that good people who work hard get their rewards. There will be struggle at times and hurdles along the way - life throws up all sorts - but in the end, you will prevail if you stick to the right path.",
        "author": "Moeen Ali"
    },
    {
        "quote": "The artist is nothing without the gift, but the gift is nothing without work.",
        "author": "Emile Zola"
    },
    {
        "quote": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Life is about growth and exploration, not achieving a fixed state of balance. You have a very limited time on earth to experience all that you can. Figuring out how to squeeze the most out of your family, work, and spirituality is your life's purpose. Go do it.",
        "author": "Mel Robbins"
    },
    {
        "quote": "It sounds simple telling people to work hard and never quit, but to really execute and demonstrate those principles takes discipline and faith. Those are the two factors that I believe separate the good from the great, the successes from the failures.",
        "author": "Nipsey Hussle"
    },
    {
        "quote": "Whereas most technologies tend to automate workers on the periphery doing menial tasks, blockchains automate away the center. Instead of putting the taxi driver out of a job, blockchain puts Uber out of a job and lets the taxi drivers work with the customer directly.",
        "author": "Vitalik Buterin"
    },
    {
        "quote": "Let the future tell the truth, and evaluate each one according to his work and accomplishments. The present is theirs; the future, for which I have really worked, is mine.",
        "author": "Nikola Tesla"
    },
    {
        "quote": "I'm thankful because all the hard work and sacrifices were worth it in the end.",
        "author": "WizKid"
    },
    {
        "quote": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine.",
        "author": "Marlee Matlin"
    },
    {
        "quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
        "author": "Colin Powell"
    },
    {
        "quote": "Always work hard and have fun in what you do because I think that's when you're more successful. You have to choose to do it.",
        "author": "Simone Biles"
    },
    {
        "quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
        "author": "Alex Rodriguez"
    },
    {
        "quote": "Teamwork makes the dream work, but a vision becomes a nightmare when the leader has a big dream and a bad team.",
        "author": "John C. Maxwell"
    },
    {
        "quote": "Confront the dark parts of yourself, and work to banish them with illumination and forgiveness. Your willingness to wrestle with your demons will cause your angels to sing.",
        "author": "August Wilson"
    },
    {
        "quote": "I believe that working with good people matters because then the work environment is good. If there is a sense of respect and belief among the people you work with, that is when good work is done.",
        "author": "Ranbir Kapoor"
    },
    {
        "quote": "Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you're kind, amazing things will happen.",
        "author": "Conan O'Brien"
    },
    {
        "quote": "The moment we believe that success is determined by an ingrained level of ability as opposed to resilience and hard work, we will be brittle in the face of adversity.",
        "author": "Joshua Waitzkin"
    },
    {
        "quote": "Work is hard. Distractions are plentiful. And time is short.",
        "author": "Adam Hochschild"
    },
    {
        "quote": "If you work for it, you'll deserve what comes. Hard work.",
        "author": "DeMar DeRozan"
    },
    {
        "quote": "My mind rebels at stagnation. Give me problems, give me work, give me the most abstruse cryptogram, or the most intricate analysis, and I am in my own proper atmosphere. But I abhor the dull routine of existence. I crave for mental exaltation.",
        "author": "Arthur Conan Doyle"
    },
    {
        "quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder.",
        "author": "Natalie Gulbis"
    },
    {
        "quote": "We can each define ambition and progress for ourselves. The goal is to work toward a world where expectations are not set by the stereotypes that hold us back, but by our personal passion, talents and interests.",
        "author": "Sheryl Sandberg"
    },
    {
        "quote": "It's a great feeling when your work is appreciated.",
        "author": "Jacqueline Fernandez"
    },
    {
        "quote": "Look at the sky. We are not alone. The whole universe is friendly to us and conspires only to give the best to those who dream and work.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "I faced a number of challenges whilst I built Biocon. Initially, I had credibility challenges where I couldn't get banks to fund me; I couldn't recruit people to work for a woman boss. Even in the businesses where I had to procure raw materials, they didn't want to deal with women.",
        "author": "Kiran Mazumdar-Shaw"
    },
    {
        "quote": "One measure of your success will be the degree to which you build up others who work with you. While building up others, you will build up yourself.",
        "author": "James E. Casey"
    },
    {
        "quote": "I feel like a tiger right now. There's nothing impossible if you get up and work for it.",
        "author": "Michael Flatley"
    },
    {
        "quote": "Through a long and painful process, I've learned that happiness is an inside job - not based on anything or anyone in the outer material world. I've become a different and better person - not perfect, but still a work in progress.",
        "author": "Alana Stewart"
    },
    {
        "quote": "Inspiration is one thing and you can't control it, but hard work is what keeps the ship moving. Good luck means, work hard. Keep up the good work.",
        "author": "Kevin Eubanks"
    },
    {
        "quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.",
        "author": "Joan Lunden"
    },
    {
        "quote": "Love and work are the cornerstones of our humanness.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "Your ego can become an obstacle to your work. If you start believing in your greatness, it is the death of your creativity.",
        "author": "Marina Abramovic"
    },
    {
        "quote": "I have no idols. I admire work, dedication and competence.",
        "author": "Ayrton Senna"
    },
    {
        "quote": "Try to keep your soul always in peace and quiet, always ready for whatever our Lord may wish to work in you. It is certainly a higher virtue of the soul, and a greater grace, to be able to enjoy the Lord in different times and different places than in only one.",
        "author": "Saint Ignatius"
    },
    {
        "quote": "Luck is great, but most of life is hard work.",
        "author": "Iain Duncan Smith"
    },
    {
        "quote": "No matter what you achieve, what you want to aspire to be, or how famous and powerful you become, the most important thing is whether you are excited about each and every moment of your life because of your work and people around you.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "Through hard work and education, we can deliver a strong economy and opportunity for all.",
        "author": "Julia Gillard"
    },
    {
        "quote": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork.",
        "author": "Igor Sikorsky"
    },
    {
        "quote": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.",
        "author": "Brad Henry"
    },
    {
        "quote": "Our deep respect for the land and its harvest is the legacy of generations of farmers who put food on our tables, preserved our landscape, and inspired us with a powerful work ethic.",
        "author": "James H. Douglas, Jr."
    },
    {
        "quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
        "author": "Lao Tzu"
    },
    {
        "quote": "Every morning, we choose between milk or tea or coffee. Usually, I know what I like, but I don't rule out changing my idea sometimes. The editing process is one of the most important parts in everyday life. The same is with my work: mistakes are part of the decision-making process.",
        "author": "Maurizio Cattelan"
    },
    {
        "quote": "To have faith doesn't mean you get any less frustrated when you don't do your best, but you know that it's not life and death. Take what you're given, and when you continue to work hard, you will see results. That will give you the confidence you need to keep going.",
        "author": "Tom Lehman"
    },
    {
        "quote": "It is easy to make promises - it is hard work to keep them.",
        "author": "Boris Johnson"
    },
    {
        "quote": "We either make ourselves miserable, or we make ourselves strong. The amount of work is the same.",
        "author": "Carlos Castaneda"
    },
    {
        "quote": "A lot of hard work is hidden behind nice things.",
        "author": "Ralph Lauren"
    },
    {
        "quote": "Be prepared, work hard, and hope for a little luck. Recognize that the harder you work and the better prepared you are, the more luck you might have.",
        "author": "Ed Bradley"
    },
    {
        "quote": "Sometimes when you turn a hobby into a job, it becomes work.",
        "author": "Jeff Bennett"
    },
    {
        "quote": "The work of art is a scream of freedom.",
        "author": "Christo"
    },
    {
        "quote": "Tell the truth, work hard, and come to dinner on time.",
        "author": "Gerald R. Ford"
    },
    {
        "quote": "My dad said to me, 'Work hard and be patient.' It was the best advice he ever gave me. You have to put the hours in.",
        "author": "Simon Cowell"
    },
    {
        "quote": "I'm proud of my work and how far I've come, and I'm proud of the way that I did it.",
        "author": "Bebe Rexha"
    },
    {
        "quote": "You cannot hope to build a better world without improving the individuals. To that end, each of us must work for his own improvement and, at the same time, share a general responsibility for all humanity, our particular duty being to aid those to whom we think we can be most useful.",
        "author": "Marie Curie"
    },
    {
        "quote": "The main thing to do is relax and let your talent do the work.",
        "author": "Charles Barkley"
    },
    {
        "quote": "Formula for success: rise early, work hard, strike oil.",
        "author": "J. Paul Getty"
    },
    {
        "quote": "Don't try to be somebody you're not because it doesn't work. If you try to be this perfect person or perfect persona of what you think that somebody should be when they're involved in public office, it's just not going to work. Just be yourself, stay true to your core values, and really just stay abreast of the issues.",
        "author": "Ben Quayle"
    },
    {
        "quote": "A professional is someone who can do his best work when he doesn't feel like it.",
        "author": "Alistair Cooke"
    },
    {
        "quote": "Be extra careful in the work environment with those who like to maintain their position through charm and being political, rather than getting things done. They are very prone to envying and hating those who work hard and get results. They will slander and sabotage you without any warning.",
        "author": "Robert Greene"
    },
    {
        "quote": "I am grateful for the opportunities I have been given to participate in that work as a representative of my country, Canada, whose people have, I think, shown their devotion to peace.",
        "author": "Lester B. Pearson"
    },
    {
        "quote": "Just be yourself. Be honest, work towards a goal, and you'll achieve it.",
        "author": "Emraan Hashmi"
    },
    {
        "quote": "There is no higher religion than human service. To work for the common good is the greatest creed.",
        "author": "Woodrow Wilson"
    },
    {
        "quote": "The kind of people that all teams need are people who are humble, hungry, and smart: humble being little ego, focusing more on their teammates than on themselves. Hungry, meaning they have a strong work ethic, are determined to get things done, and contribute any way they can. Smart, meaning not intellectually smart but inner personally smart.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "An artist never works under ideal conditions. If they existed, his work wouldn't exist, for the artist doesn't live in a vacuum. Some sort of pressure must exist. The artist exists because the world is not perfect. Art would be useless if the world were perfect, as man wouldn't look for harmony but would simply live in it.",
        "author": "Andrei Tarkovsky"
    },
    {
        "quote": "The richest people in the world look for and build networks; everyone else looks for work.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "When you go all over the world for work, your dream vacation is your bedroom.",
        "author": "Jack Antonoff"
    },
    {
        "quote": "We are all born ignorant, but one must work hard to remain stupid.",
        "author": "Unknown"
    },
    {
        "quote": "The easiest way to stop piracy is not by putting antipiracy technology to work. It's by giving those people a service that's better than what they're receiving from the pirates.",
        "author": "Gabe Newell"
    },
    {
        "quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.",
        "author": "Gordon Ramsay"
    },
    {
        "quote": "Love and work... work and love, that's all there is.",
        "author": "Sigmund Freud"
    },
    {
        "quote": "The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.",
        "author": "Anna Quindlen"
    },
    {
        "quote": "Creativity itself doesn't care at all about results - the only thing it craves is the process. Learn to love the process and let whatever happens next happen, without fussing too much about it. Work like a monk, or a mule, or some other representative metaphor for diligence. Love the work. Destiny will do what it wants with you, regardless.",
        "author": "Elizabeth Gilbert"
    },
    {
        "quote": "Be true to your work, your word, and your friend.",
        "author": "John Boyle O'Reilly"
    },
    {
        "quote": "God buries His workmen but carries on His work.",
        "author": "Charles Wesley"
    },
    {
        "quote": "No matter how talented you are or naturally gifted you are, there's no substitute to hard work if you got to maintain standards.",
        "author": "Rohit Sharma"
    },
    {
        "quote": "If you want something, work hard for it, go after it. I can't worry about all the 'no's, because I believe there's a yes, and I've been very fortunate to find those in my career and made the most of those opportunities.",
        "author": "Mara Brock Akil"
    },
    {
        "quote": "We are infected by our own misunderstanding of how our own minds work.",
        "author": "Kevin Kelly"
    },
    {
        "quote": "If you work hard, nothing is impossible.",
        "author": "Prabhu Deva"
    },
    {
        "quote": "Sometimes hard work doesn't pay off.",
        "author": "Jimmy Walker"
    },
    {
        "quote": "Much good work is lost for the lack of a little more.",
        "author": "Edward H. Harriman"
    },
    {
        "quote": "Don't worry about being a star, worry about doing good work, and all that will come to you.",
        "author": "Ice Cube"
    },
    {
        "quote": "My story is going to be completely different than someone else's story in terms of hard work. What I might feel like is hard work, another person is dying to do.",
        "author": "Lil Baby"
    },
    {
        "quote": "Colleagues are a wonderful thing - but mentors, that's where the real work gets done.",
        "author": "Junot Diaz"
    },
    {
        "quote": "Intelligence is the ability to avoid doing work, yet getting the work done.",
        "author": "Linus Torvalds"
    },
    {
        "quote": "Capitalism is an organized system to guarantee that greed becomes the primary force of our economic system and allows the few at the top to get very wealthy and has the rest of us riding around thinking we can be that way, too - if we just work hard enough, sell enough Tupperware and Amway products, we can get a pink Cadillac.",
        "author": "Michael Moore"
    },
    {
        "quote": "Some people say video games rot your brain, but I think they work different muscles that maybe you don't normally use.",
        "author": "Ezra Koenig"
    },
    {
        "quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.",
        "author": "Calvin Coolidge"
    },
    {
        "quote": "Poor people are those who only work to try to keep an expensive lifestyle and always want more and more.",
        "author": "Jose Mujica"
    },
    {
        "quote": "I like being the underdog so they don't expect what's going to happen. It pushes me to work harder and do the things I'm not doing better.",
        "author": "Kawhi Leonard"
    },
    {
        "quote": "Any product that needs a manual to work is broken.",
        "author": "Elon Musk"
    },
    {
        "quote": "There is no magic wand that can resolve our problems. The solution rests with our work and discipline.",
        "author": "Jose Eduardo dos Santos"
    },
    {
        "quote": "I wanted to go to drama school, but when I got the part in 'Falling,' I got an agent, so it seemed a good idea to work. I always did a lot of singing and dancing, so I am glad it worked out that way. I would like to study stage acting at some point, though.",
        "author": "Florence Pugh"
    },
    {
        "quote": "Critique, feedback, reaction to one's work or the way they have presented it, regardless of intention, is a gift.",
        "author": "Mark Brand"
    },
    {
        "quote": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.",
        "author": "Fidel Castro"
    },
    {
        "quote": "Take your work seriously, but never yourself.",
        "author": "Margot Fonteyn"
    },
    {
        "quote": "You will have ups and downs - but believe anything is possible. With hard work, it can come off.",
        "author": "Geraint Thomas"
    },
    {
        "quote": "I've got a theory that if you give 100% all of the time, somehow things will work out in the end.",
        "author": "Larry Bird"
    },
    {
        "quote": "Glory is attained from hard work, step by step.",
        "author": "Ma Long"
    },
    {
        "quote": "He is one of the finest and kindest human beings I have come across. When you meet him, you will understand why he is the Jackie Chan. It's not just for his work but also the kind of person he is.",
        "author": "Disha Patani"
    },
    {
        "quote": "Education must not simply teach work - it must teach Life.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "The secret of joy in work is contained in one word - excellence. To know how to do something well is to enjoy it.",
        "author": "Pearl S. Buck"
    },
    {
        "quote": "I would encourage you to set really high goals. Set goals that, when you set them, you think they're impossible. But then every day you can work towards them, and anything is possible, so keep working hard and follow your dreams.",
        "author": "Katie Ledecky"
    },
    {
        "quote": "A manager is not a person who can do the work better than his men; he is a person who can get his men to do the work better than he can.",
        "author": "Frederick W. Smith"
    },
    {
        "quote": "Being self-made is a state of mind, and once you put that mentality to work, your success will come.",
        "author": "Dave East"
    },
    {
        "quote": "Talent is given by God but you should respect it by doing good work.",
        "author": "Johnny Lever"
    },
    {
        "quote": "Throwing out preclearance when it has worked and is continuing to work to stop discriminatory changes is like throwing away your umbrella in a rainstorm because you are not getting wet.",
        "author": "Ruth Bader Ginsburg"
    },
    {
        "quote": "I never do anything half-heartedly. I will continue to work hard and play hard and do everything I can to be successful, whatever I do.",
        "author": "David Beckham"
    },
    {
        "quote": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.",
        "author": "Bill Owens"
    },
    {
        "quote": "We truly believe with hard work, dedication and perseverance, we can become the best at what we do. No one wants to become mediocre.",
        "author": "Andy Biersack"
    },
    {
        "quote": "Life is a series of baby steps along the way and if you add up these tiny little steps you take toward your goal, whatever it is, whether it's giving up something, a terrible addiction or trying to work your way through an illness. When you total up those baby steps you'd be amazed over the course of 10 years, the strides you've taken.",
        "author": "Hoda Kotb"
    },
    {
        "quote": "Queering don't make the world work.",
        "author": "The Ultimate Warrior"
    },
    {
        "quote": "Few will have the greatness to bend history itself; but each of us can work to change a small portion of events, and in the total; of all those acts will be written the history of this generation.",
        "author": "Robert Kennedy"
    },
    {
        "quote": "There is a saying that every nice piece of work needs the right person in the right place at the right time.",
        "author": "Benoit Mandelbrot"
    },
    {
        "quote": "Representation of the world, like the world itself, is the work of men; they describe it from their own point of view, which they confuse with the absolute truth.",
        "author": "Simone de Beauvoir"
    },
    {
        "quote": "Talent! There's no such thing as talent. What they call talent is nothing but the capacity for doing continuous hard work in the right way.",
        "author": "Winslow Homer"
    },
    {
        "quote": "You just have to find that thing that's special about you that distinguishes you from all the others, and through true talent, hard work, and passion, anything can happen.",
        "author": "Dr. Dre"
    },
    {
        "quote": "The greatest education in the world is watching the masters at work.",
        "author": "Michael Jackson"
    },
    {
        "quote": "Football is about sacrifice, dedication, a lot of work, and friendship off the pitch.",
        "author": "Edinson Cavani"
    },
    {
        "quote": "Work hard, play hard, dream big, love loads, laugh as much as you can, and give back.",
        "author": "Deirdre O'Kane"
    },
    {
        "quote": "Self-government won't work without self-discipline.",
        "author": "Paul Harvey"
    },
    {
        "quote": "I hope you will go out and let stories happen to you, and that you will work them, water them with your blood and tears and you laughter till they bloom, till you yourself burst into bloom.",
        "author": "Clarissa Pinkola Estes"
    },
    {
        "quote": "I feel really humbled and really grateful to have the opportunities that I've had over the past couple of years to work with some amazing people. I think, at this point, I just want to put my head down and grind and do honest work.",
        "author": "Ben Schnetzer"
    },
    {
        "quote": "Sometimes it takes dealing with a disability - the trauma, the relearning, the months of rehabilitation therapy - to uncover our true abilities and how we can put them to work for us in ways we may have never imagined.",
        "author": "Tammy Duckworth"
    },
    {
        "quote": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.",
        "author": "Henry David Thoreau"
    },
    {
        "quote": "Nothing is given to you. Everything is earned. You have to have that mindset that you have to work every single day. Learn every single day.",
        "author": "Saquon Barkley"
    },
    {
        "quote": "People work better when they know what the goal is and why. It is important that people look forward to coming to work in the morning and enjoy working.",
        "author": "Elon Musk"
    },
    {
        "quote": "I will continue to work hard until I get to where I want to be.",
        "author": "William Singe"
    },
    {
        "quote": "It took a lot of blood, sweat and tears to get to where we are today, but we have just begun. Today we begin in earnest the work of making sure that the world we leave our children is just a little bit better than the one we inhabit today.",
        "author": "Barack Obama"
    },
    {
        "quote": "People don't understand that when I grew up, I was never the most talented. I was never the biggest. I was never the fastest. I certainly was never the strongest. The only thing I had was my work ethic, and that's been what has gotten me this far.",
        "author": "Tiger Woods"
    },
    {
        "quote": "I am grateful to have had the opportunity to play for and work under the best, Pat Summitt.",
        "author": "Anne Donovan"
    },
    {
        "quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.",
        "author": "Alexander Graham Bell"
    },
    {
        "quote": "You can control two things: your work ethic and your attitude about anything.",
        "author": "Ali Krieger"
    },
    {
        "quote": "A work of art which did not begin in emotion is not art.",
        "author": "Paul Cezanne"
    },
    {
        "quote": "The essence of science is independent thinking, hard work, and not equipment. When I got my Nobel Prize, I had spent hardly 200 rupees on my equipment.",
        "author": "C. V. Raman"
    },
    {
        "quote": "I try to keep in mind that it's a long journey. It's not a race. It's about staying focused, continuing to do good work, make my family and community proud; that's all I really want to do... and pay my bills.",
        "author": "Gina Rodriguez"
    },
    {
        "quote": "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "I have undertaken vengeance. I want Liberty and Equality to reign in Saint-Domingue. I work to bring them into existence. Unite yourselves to us, brothers, and fight with us for the same cause.",
        "author": "Toussaint Louverture"
    },
    {
        "quote": "When God created you, He went to great lengths to make you exactly the way He wanted you to be. You are His ultimate work of art.",
        "author": "Victoria Osteen"
    },
    {
        "quote": "Creating a better world requires teamwork, partnerships, and collaboration, as we need an entire army of companies to work together to build a better world within the next few decades. This means corporations must embrace the benefits of cooperating with one another.",
        "author": "Simon Mainwaring"
    },
    {
        "quote": "Good leadership consists of showing average people how to do the work of superior people.",
        "author": "John D. Rockefeller"
    },
    {
        "quote": "There are a lot of things going on with my life right now that don't just have to do with career. So I have a hard time making decisions about work. That's really a luxury problem.",
        "author": "Philip Seymour Hoffman"
    },
    {
        "quote": "If four things are followed - having a great aim, acquiring knowledge, hard work, and perseverance - then anything can be achieved.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "I believe you can achieve anything if you work hard enough to get it.",
        "author": "Victoria Beckham"
    },
    {
        "quote": "Peace is a never ending process... It cannot ignore our differences or overlook our common interests. It requires us to work and live together.",
        "author": "scar Arias"
    },
    {
        "quote": "Wherever smart people work, doors are unlocked.",
        "author": "Steve Wozniak"
    },
    {
        "quote": "Creativity is a habit, and the best creativity is the result of good work habits.",
        "author": "Twyla Tharp"
    },
    {
        "quote": "Confidence doesn't come out of nowhere. It's a result of something... hours and days and weeks and years of constant work and dedication.",
        "author": "Roger Staubach"
    },
    {
        "quote": "A lot of people mistake habit for hard work. Doing something over and over again is not working hard.",
        "author": "Shannon Sharpe"
    },
    {
        "quote": "I just wanna give a big shout out to all the fans out there who have followed my work up until now. You guys are amazing!! Hearing from fans is the best feeling in the world.",
        "author": "Lindsey Shaw"
    },
    {
        "quote": "Hard work without talent is a shame, but talent without hard work is a tragedy.",
        "author": "Robert Half"
    },
    {
        "quote": "Hard work always wins in the end.",
        "author": "Lucas Till"
    },
    {
        "quote": "Developing a good work ethic is key. Apply yourself at whatever you do, whether you're a janitor or taking your first summer job, because that work ethic will be reflected in everything you do in life.",
        "author": "Tyler Perry"
    },
    {
        "quote": "If you don't believe in yourself, then who will believe in you? The next man's way of getting there might not necessarily work for me, so I have to create my own ways of getting there.",
        "author": "Michael Korda"
    },
    {
        "quote": "I did almost every job in the bank. It was real life, waking up in the morning, putting on a suit and tie and then having to go to work.",
        "author": "Romain Grosjean"
    },
    {
        "quote": "We are constituted so that simple acts of kindness, such as giving to charity or expressing gratitude, have a positive effect on our long-term moods. The key to the happy life, it seems, is the good life: a life with sustained relationships, challenging work, and connections to community.",
        "author": "Paul Bloom"
    },
    {
        "quote": "We must cultivate our own garden. When man was put in the garden of Eden he was put there so that he should work, which proves that man was not born to rest.",
        "author": "Voltaire"
    },
    {
        "quote": "I think that passion is the secret ingredient that drives hard work and excellence. My passion is to serve the public: to be in the arena of public policy, to have the opportunity to solve problems for our country, to be in a position where I can make a difference.",
        "author": "Kelly Ayotte"
    },
    {
        "quote": "Journalism is what we need to make democracy work.",
        "author": "Walter Cronkite"
    },
    {
        "quote": "Everybody's a work in progress. I'm a work in progress. I mean, I've never arrived... I'm still learning all the time.",
        "author": "Renee Fleming"
    },
    {
        "quote": "We should judge by talent and work not by community or caste.",
        "author": "Nana Patekar"
    },
    {
        "quote": "It's always nice when people appreciate your work because it means you've affected them, which is great. And so that feels good.",
        "author": "Kirsten Dunst"
    },
    {
        "quote": "Neither man nor woman is perfect or complete without the other. Thus, no marriage or family, no ward or stake is likely to reach its full potential until husbands and wives, mothers and fathers, men and women work together in unity of purpose, respecting and relying upon each other's strengths.",
        "author": "Sheri L. Dew"
    },
    {
        "quote": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top.",
        "author": "Paul Coffey"
    },
    {
        "quote": "I really believe that if you want something bad enough, and you work so hard to get it, and you have it inside, then if you just never stop, it's gonna happen.",
        "author": "Banks"
    },
    {
        "quote": "We are all in this together. We will all make it or none of us will make it. If everyone cleans up their act except one big ole country, it isn't going to work.",
        "author": "Ted Danson"
    },
    {
        "quote": "You can achieve anything you put your mind and hard work to.",
        "author": "Sara Sampaio"
    },
    {
        "quote": "We all need to work together, because there are no jobs on a dead planet; there is no equity without rights to decent work and social protection, no social justice without a shift in governance and ambition, and, ultimately, no peace for the peoples of the world without the guarantees of sustainability.",
        "author": "Sharan Burrow"
    },
    {
        "quote": "Play is the work of childhood.",
        "author": "Jean Piaget"
    },
    {
        "quote": "It's an honor for me to have the opportunity to work with Emilio Estefan.",
        "author": "Jencarlos Canela"
    },
    {
        "quote": "Persistence and resilience only come from having been given the chance to work though difficult problems.",
        "author": "Gever Tulley"
    },
    {
        "quote": "That's been one of my mantras - focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains.",
        "author": "Steve Jobs"
    },
    {
        "quote": "I feel I'm anonymous in my work. When I look at the pictures, I never see myself; they aren't self-portraits. Sometimes I disappear.",
        "author": "Cindy Sherman"
    },
    {
        "quote": "If you have a dream, it's definitely achievable through hard work, through dedication, sacrifice, everything.",
        "author": "Carli Lloyd"
    },
    {
        "quote": "I'm impressed with the people from Chicago. Hollywood is hype, New York is talk, Chicago is work.",
        "author": "Michael Douglas"
    },
    {
        "quote": "My dad said, 'Stay humble, and you gotta work harder than everybody else.' My mom said, 'Always be yourself.' She always told me only God can judge me.",
        "author": "Nate Robinson"
    },
    {
        "quote": "I think goals should never be easy, they should force you to work, even if they are uncomfortable at the time.",
        "author": "Michael Phelps"
    },
    {
        "quote": "We all have goals: We want to matter. We want to be important. We want to have freedom and power to pursue our creative work. We want respect from our peers and recognition for our accomplishments. Not out of vanity or selfishness, but of an earnest desire to fulfill our personal potential.",
        "author": "Ryan Holiday"
    },
    {
        "quote": "Keep the circus going inside you, keep it going, don't take anything too seriously, it'll all work out in the end.",
        "author": "David Niven"
    },
    {
        "quote": "I'm lucky to be part of a team who help to make me look good, and they deserve as much of the credit for my success as I do for the hard work we have all put in on the training ground.",
        "author": "Lionel Messi"
    },
    {
        "quote": "I do not like to work with patients who are in love. Perhaps it is because of envy - I, too, crave enchantment. Perhaps it is because love and psychotherapy are fundamentally incompatible. The good therapist fights darkness and seeks illumination, while romantic love is sustained by mystery and crumbles upon inspection.",
        "author": "Irvin D. Yalom"
    },
    {
        "quote": "In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it.",
        "author": "Marianne Williamson"
    },
    {
        "quote": "It's a lot easier to do good work when you have good words to say and work with good people.",
        "author": "Mark Harmon"
    },
    {
        "quote": "There are those who love to get dirty and fix things. They drink coffee at dawn, beer after work. And those who stay clean, just appreciate things. At breakfast they have milk and juice at night. There are those who do both, they drink tea.",
        "author": "Gary Snyder"
    },
    {
        "quote": "Women now have choices. They can be married, not married, have a job, not have a job, be married with children, unmarried with children. Men have the same choice we've always had: work, or prison.",
        "author": "Tim Allen"
    },
    {
        "quote": "To be happy, it first takes being comfortable being in your own shoes. The rest can work up from there.",
        "author": "Sophia Bush"
    },
    {
        "quote": "There is no substitute for hard work. There is no such thing as an overnight success or easy money.",
        "author": "Henry Sy"
    },
    {
        "quote": "I always try to do as much as I can do. I'm never a person that does not enough, because I'd regret not doing enough and think I probably could have done more. I probably go too far and have to reel myself back in, which works in some things, and other things it doesn't work.",
        "author": "Tom Brady"
    },
    {
        "quote": "Sometimes you just have to calm down a little bit and let the system work itself.",
        "author": "Blake Griffin"
    },
    {
        "quote": "One of the very rewarding aspects of my work has been the interaction with a superb group of colleagues and friends in the atmospheric sciences community.",
        "author": "Mario J. Molina"
    },
    {
        "quote": "You only live once - but if you work it right, once is enough.",
        "author": "Joe E. Lewis"
    },
    {
        "quote": "My journey through life has led me through both light and dark places, and it's because of those experiences that I have learned how to work through my character defects and to help others do the same.",
        "author": "Jessie Pavelka"
    },
    {
        "quote": "I did a business in a box called College Pro Painters. They taught you how to paint houses, how to hire and fire, how to sell, how to deal with customers. You got a one-year franchise. It was the hardest year of my life in terms of hard work. I won manager of the year. It was very successful.",
        "author": "Kimbal Musk"
    },
    {
        "quote": "Being forced to work, and forced to do your best, will breed in you temperance and self-control, diligence and strength of will, cheerfulness and content, and a hundred virtues which the idle will never know.",
        "author": "Charles Kingsley"
    },
    {
        "quote": "I work in three shades of black.",
        "author": "Rei Kawakubo"
    },
    {
        "quote": "You can have anything you want, but not everything. If it was really important to spend an afternoon at my daughter's school, I had to think, how was I going to organize my life to do that? How could I become more efficient? I always tried to put my priorities on the table, personal and professional, and work around them.",
        "author": "Laura Lang"
    },
    {
        "quote": "Nagasaki and Hiroshima remind us to put peace first every day; to work on conflict prevention and resolution, reconciliation, and dialogue; and to tackle the roots of conflict and violence.",
        "author": "Antonio Guterres"
    },
    {
        "quote": "We should always look upon ourselves as God's servants, placed in God's world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.",
        "author": "David Brainerd"
    },
    {
        "quote": "I learned the value of hard work by working hard.",
        "author": "Margaret Mead"
    },
    {
        "quote": "One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important.",
        "author": "Bertrand Russell"
    },
    {
        "quote": "If you want peace work for justice.",
        "author": "Pope Paul VI"
    },
    {
        "quote": "Women are, in my view, natural peacemakers. As givers and nurturers of life, through their focus on human relationships and their engagement with the demanding work of raising children and protecting family life, they develop a deep sense of empathy that cuts through to underlying human realities.",
        "author": "Daisaku Ikeda"
    },
    {
        "quote": "God made the integers; all else is the work of man.",
        "author": "Leopold Kronecker"
    },
    {
        "quote": "It's often been said that you learn more from losing than you do from winning. I think, if you're wise, you learn from both. You learn a lot from a loss. You learn what is it that we're not doing to get to where we want to go. It really gets your attention and it really motivates the work ethic of your team when you're not doing well.",
        "author": "Morgan Wootten"
    },
    {
        "quote": "I am humbled and excited by new opportunities for me to support and share the amazing work NASA is doing to help us travel farther into the solar system and work with the next generation of science and technology leaders.",
        "author": "Scott Kelly"
    },
    {
        "quote": "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.",
        "author": "Christie Brinkley"
    },
    {
        "quote": "Our work is the presentation of our capabilities.",
        "author": "Edward Gibbon"
    },
    {
        "quote": "Sticking to good habits can be hard work, and mistakes are part of the process. Don't declare failure simply because you messed up or because you're having trouble reaching your goals. Instead, use your mistakes as opportunities to grow stronger and become better.",
        "author": "Amy Morin"
    },
    {
        "quote": "I couldn't be luckier to wake up every morning and be so excited to get to work, even if it's five in the morning.",
        "author": "Carly Chaikin"
    },
    {
        "quote": "The suburb in the 1950s was a bedroom community. The father worked in the city, and the mother stayed home. Now people live and work in the suburbs, and businesses have grown up or moved from cities to certain pockets of what was once the suburbs and created these places that are like cities.",
        "author": "Richard Hayne"
    },
    {
        "quote": "In general, I think the world is a good place if you work hard, believe in yourself, have good intentions, and if you are kind to people, I believe that good things happen to you.",
        "author": "Rachel Platten"
    },
    {
        "quote": "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.",
        "author": "Bruce Lipton"
    },
    {
        "quote": "Financial freedom is available to those who learn about it and work for it.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "Assets put money in your pocket, whether you work or not, and liabilities take money from your pocket.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "The automobile engine will come, and then I will consider my life's work complete.",
        "author": "Rudolf Diesel"
    },
    {
        "quote": "The biggest fool in the world is he who merely does his work supremely well, without attending to appearance.",
        "author": "Michael Korda"
    },
    {
        "quote": "Gautham was a premature baby. I remember when doctors said that his health condition was critical, I was tense. I could afford the treatment, but a lot of commoners can't. I believe more children's lives can be saved if we work towards it.",
        "author": "Mahesh Babu"
    },
    {
        "quote": "If you're trying to achieve, there will be roadblocks. I've had them; everybody has had them. But obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Stress is part of life. It is something we all experience from time to time. Sometimes it reflects our own busy lifestyles or key moments such as exams, moving house, organising an event, or coping with a bereavement. Often it is associated with work: meeting a deadline, dealing with difficult people, or meeting stretching targets.",
        "author": "Luciana Berger"
    },
    {
        "quote": "I'm not interested in trying to work on people's perceptions. I am who I am, and if you don't take the time to learn about that, then your perception is going to be your problem.",
        "author": "Jim Brown"
    },
    {
        "quote": "Overcoming fear is the first step to success for entrepreneurs. The winners all exemplify that, and the hard work and commitment they have shown underlines what is needed to set up a business.",
        "author": "Richard Branson"
    },
    {
        "quote": "The best way to learn is by doing. The only way to build a strong work ethic is getting your hands dirty.",
        "author": "Alex Spanos"
    },
    {
        "quote": "I couldn't sell water in a desert. I have no business acumen. I can tell you why you have no business acumen, and I can tell you why your project may or may not work, but I have no ability to make money.",
        "author": "Richard Quest"
    },
    {
        "quote": "Be quiet, or my wife will take away your first born and make him or her work in one of her sweatshops!",
        "author": "Marc Anthony"
    },
    {
        "quote": "Pleasure in the job puts perfection in the work.",
        "author": "Aristotle"
    },
    {
        "quote": "Don't do anything by half. If you love someone, love them with all your soul. When you go to work, work your ass off. When you hate someone, hate them until it hurts.",
        "author": "Henry Rollins"
    },
    {
        "quote": "Let's stand together, stick together, and work together for justice of every description. Racial justice. Gender justice. Immigrant justice. Economic justice. Environmental justice.",
        "author": "Lori Lightfoot"
    },
    {
        "quote": "Today a minimum wage earner has to work a day and a half just to pay for a full tank of gas. That is simply shameful.",
        "author": "Bill Pascrell"
    },
    {
        "quote": "There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.",
        "author": "Kat Graham"
    },
    {
        "quote": "You can accomplish anything in life if you are willing to work for it.",
        "author": "Drew Brees"
    },
    {
        "quote": "Work hard. And have patience. Because no matter who you are, you're going to get hurt in your career and you have to be patient to get through the injuries.",
        "author": "Randy Johnson"
    },
    {
        "quote": "Know yourself; keep your circle tight. Keep your friends and your work circle tight.",
        "author": "Rita Ora"
    },
    {
        "quote": "Everything we see in the world is the creative work of women.",
        "author": "Mustafa Kemal Ataturk"
    },
    {
        "quote": "Others may recognise their world in 'Eat Sleep Work Repeat'. This podcast is the side project of Bruce Daisley, who works at Twitter. It consists of him talking to experts about what makes us happy at work and why.",
        "author": "David Hepworth"
    },
    {
        "quote": "I feel I am lucky. I am grateful for this life that God has given me. I am happy, as I am getting to do work that I want to do and enjoy doing it.",
        "author": "Sonam Kapoor"
    },
    {
        "quote": "It's good to test yourself and develop your talents and ambitions as fully as you can and achieve greater success; but I think success is the feeling you get from a job well done, and the key thing is to do the work.",
        "author": "Peter Thiel"
    },
    {
        "quote": "There is no better feeling than doing well while you are doing good. If you really want to meet the nicest, most caring people in your field, get involved with charity work. The thankless hours that go into planning charity dinners, running a carnival, and gathering donations for silent auctions are noticed and appreciated.",
        "author": "Jay Samit"
    },
    {
        "quote": "The Bible says that all things work together for the good of those who love the Lord and are called according to his purpose. I believe that. Because I've seen it all work.",
        "author": "Tyler Perry"
    },
    {
        "quote": "Life wasn't easy growing up; it was frustrating. If I had been a better reader, then that would have come easily, sports would have come easily, everything would have come easily, and I never would have realized that the way you get ahead in life is hard work.",
        "author": "Caitlyn Jenner"
    },
    {
        "quote": "I have said this many times, that there seems to be enough room in the world for mediocre men, but not for mediocre women, and we really have to work very, very hard.",
        "author": "Madeleine Albright"
    },
    {
        "quote": "The human foot is a masterpiece of engineering and a work of art.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "If you're good, you'll get work. And if I've got food in my fridge and clothes on my back, I'll be happy.",
        "author": "Hero Fiennes-Tiffin"
    },
    {
        "quote": "My success was due to good luck, hard work, and support and advice from friends and mentors. But most importantly, it depended on me to keep trying after I had failed.",
        "author": "Mark Warner"
    },
    {
        "quote": "You can calculate the worth of a man by the number of his enemies, and the importance of a work of art by the harm that is spoken of it.",
        "author": "Gustave Flaubert"
    },
    {
        "quote": "The American Dream is still alive out there, and hard work will get you there. You don't necessarily need to have an Ivy League education or to have millions of dollars startup money. It can be done with an idea, hard work and determination.",
        "author": "Bill Rancic"
    },
    {
        "quote": "Work hard. Through determination and self-focus and discipline, you can accomplish anything.",
        "author": "Kimberly Guilfoyle"
    },
    {
        "quote": "When you put a lot of hard work into one goal and you achieve it, that's a really good feeling.",
        "author": "Derek Jeter"
    },
    {
        "quote": "My grandfather was an amazing man. You talk about character and integrity, everyone who knew him, whether they agreed with him or not, said, 'George Romney is a good man, and he sticks to his principles: a man of honesty and hard work, integrity.'",
        "author": "Tagg Romney"
    },
    {
        "quote": "The true work of art is but a shadow of the divine perfection.",
        "author": "Michelangelo"
    },
    {
        "quote": "All great and beautiful work has come of first gazing without shrinking into the darkness.",
        "author": "John Ruskin"
    },
    {
        "quote": "The motivation is in my heart to work toward my goals and my dreams.",
        "author": "Nonito Donaire"
    },
    {
        "quote": "Miracles sometimes occur, but one has to work terribly hard for them.",
        "author": "Chaim Weizmann"
    },
    {
        "quote": "I wouldn't be where I am right now, and have the right work ethic and discipline, if it weren't for all the indie films I did. We weren't pampered and were pretty much on our own.",
        "author": "Coco Martin"
    },
    {
        "quote": "I am pleased that my work has been recognized, and I hope to be a role model.",
        "author": "Guler Sabanci"
    },
    {
        "quote": "Anyone's life truly lived consists of work, sunshine, exercise, soap, plenty of fresh air, and a happy contented spirit.",
        "author": "Lillie Langtry"
    },
    {
        "quote": "There is no royal flower strewn path to success. And if there is, I have not found it, for whatever success I have attained has been the result of much hard work and many sleepless nights.",
        "author": "Madam C. J. Walker"
    },
    {
        "quote": "You have to have a dream, whether big or small. Then plan well, focus, work hard, and be very determined to achieve your goals.",
        "author": "Henry Sy"
    },
    {
        "quote": "I come from a very humble background. My father had to work really hard to become an assistant director. For a large part of his youth, he worked in a mill and took up odd jobs to make ends meet. We lived in a small room and could only afford a meal a day.",
        "author": "Dhanush"
    },
    {
        "quote": "When you see validation for a life's work and dedication, it's a beautiful day.",
        "author": "Mary Gauthier"
    },
    {
        "quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.",
        "author": "Bruce Lee"
    },
    {
        "quote": "Together with a culture of work, there must be a culture of leisure as gratification. To put it another way: people who work must take the time to relax, to be with their families, to enjoy themselves, read, listen to music, play a sport.",
        "author": "Pope Francis"
    },
    {
        "quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
        "author": "Henry Ford"
    },
    {
        "quote": "Hope is a state of mind, not of the world. Hope, in this deep and powerful sense, is not the same as joy that things are going well, or willingness to invest in enterprises that are obviously heading for success, but rather an ability to work for something because it is good.",
        "author": "Vaclav Havel"
    },
    {
        "quote": "The moment that changed me for ever was the moment my first child was born. I was happy, filled with hope, and thought, 'Now I understand the whole point of work, of life, of love.'",
        "author": "Paul Theroux"
    },
    {
        "quote": "The better we understand how identities and power work together from one context to another, the less likely our movements for change are to fracture.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "Goodness and hard work are rewarded with respect.",
        "author": "Luther Campbell"
    },
    {
        "quote": "Owning vinyl is like having a beautiful painting hanging in your living room. It's something you can hold, pore over the lyrics, and immerse yourself in the art work.",
        "author": "Steven Wilson"
    },
    {
        "quote": "The harder you work, the luckier you get.",
        "author": "Gary Player"
    },
    {
        "quote": "Work ethic is important because, unlike intelligence, athleticism, charisma, or any other natural attribute, it's a choice.",
        "author": "Mike Rowe"
    },
    {
        "quote": "The great thing about cake is it doesn't feel like work. You forget about work. Kids, adults, they all get the same look in their eye when they're decorating cakes... That's the magic right there.",
        "author": "Duff Goldman"
    },
    {
        "quote": "I think we all do have a guardian angel. I believe they work through us all the time, when we are thoughtful and good and kind to each other.",
        "author": "Roma Downey"
    },
    {
        "quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.",
        "author": "Earl Nightingale"
    },
    {
        "quote": "It's the best feeling when you wake up and it's warm and cozy, and you don't have to go to work.",
        "author": "Emmy Rossum"
    },
    {
        "quote": "I started at the bottom and worked my way up. I think that shows hard work pays off. A good thing takes a while.",
        "author": "Cesaro"
    },
    {
        "quote": "Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful.",
        "author": "Martin Seligman"
    },
    {
        "quote": "Just be thankful for what you have in the moment, but most importantly, work hard. The things that you work hard on have a lot of impact.",
        "author": "Santan Dave"
    },
    {
        "quote": "If I don't feel confident about my body, I'm not going to sit at home and feel sorry for myself and not do something about it. It's all about taking action and not being lazy. So you do the work, whether it's fitness or whatever. It's about getting up, motivating yourself and just doing it.",
        "author": "Kim Kardashian"
    },
    {
        "quote": "Life is too short to work so hard.",
        "author": "Vivien Leigh"
    },
    {
        "quote": "From my point of view, it is not the coach who becomes world champion, it is a team. Not just the players who played, but the whole squad, and also the team behind the team. Because if you want to achieve success, the whole team has to work perfectly, like a machine, and all the pieces of the puzzle need to fit together into one picture.",
        "author": "Joachim Low"
    },
    {
        "quote": "I've always believed that if you put in the work, the results will come.",
        "author": "Michael Jordan"
    },
    {
        "quote": "For anything worth having one must pay the price; and the price is always work, patience, love, self-sacrifice - no paper currency, no promises to pay, but the gold of real service.",
        "author": "John Burroughs"
    },
    {
        "quote": "I believe when you meet the right person it clicks, and you both know and you start making it work, you know?",
        "author": "Hunter Hayes"
    },
    {
        "quote": "When people see a legend, they call it a legend. But to be a legend, it's a lot of hard work and patience. You can't play for five or ten years and be a legend. It takes longer than that.",
        "author": "Burning Spear"
    },
    {
        "quote": "Although we work through financial markets, our goal is to help Main Street, not Wall Street.",
        "author": "Janet Yellen"
    },
    {
        "quote": "Love, work, and knowledge are the wellsprings of our lives, they should also govern it.",
        "author": "Wilhelm Reich"
    },
    {
        "quote": "I have no interest in making a work that doesn't elicit a feeling.",
        "author": "Kara Walker"
    },
    {
        "quote": "Work while you work, play while you play - this is a basic rule of repressive self-discipline.",
        "author": "Theodor W. Adorno"
    },
    {
        "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
        "author": "Ralph Marston"
    },
    {
        "quote": "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.",
        "author": "Johnny Ball"
    },
    {
        "quote": "Let me define a leader. He must have vision and passion and not be afraid of any problem. Instead, he should know how to defeat it. Most importantly, he must work with integrity.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "A poet's work is to name the unnameable, to point at frauds, to take sides, start arguments, shape the world, and stop it going to sleep.",
        "author": "Salman Rushdie"
    },
    {
        "quote": "There is simply no substitute for hard work when it comes to achieving success.",
        "author": "Heather Bresch"
    },
    {
        "quote": "I work on the motto that if something's not impossible, there must be a way to do it.",
        "author": "Nicholas Winton"
    },
    {
        "quote": "Whatever you go into, you have to go in there to be the best. There's no formulas. It's all about passion and honesty and hard work. It might look glamorous, but it takes a lot of hard work. The blessing with the arts is that you can do it forever.",
        "author": "Hugh Masekela"
    },
    {
        "quote": "I do not write for this generation. I am writing for other ages. If this could read me, they would burn my books, the work of my whole life. On the other hand, the generation which interprets these writings will be an educated generation; they will understand me and say: 'Not all were asleep in the nighttime of our grandparents.'",
        "author": "Jose Rizal"
    },
    {
        "quote": "I think that everything is possible as long as you put your mind to it and you put the work and time into it. I think your mind really controls everything.",
        "author": "Michael Phelps"
    },
    {
        "quote": "Do your work with your whole heart, and you will succeed - there's so little competition.",
        "author": "Elbert Hubbard"
    },
    {
        "quote": "Some of our finest work comes through service to others.",
        "author": "Gordon B. Hinckley"
    },
    {
        "quote": "I believe that good things come to those who work.",
        "author": "Wilt Chamberlain"
    },
    {
        "quote": "Sometimes opportunities float right past your nose. Work hard, apply yourself, and be ready. When an opportunity comes you can grab it.",
        "author": "Julie Andrews"
    },
    {
        "quote": "I believe in hard work, not luck factor. The best efforts will reap the best fruits. Nobody can take all the credit. We don't even talk about the efforts of the director, the writers, other technicians, etc. They all together take a film to another level.",
        "author": "Rakul Preet Singh"
    },
    {
        "quote": "Design is a series of creative choices - it's a collaborative effort, an evolutionary process. You choose your fabrics depending upon what you want to say, then you work with mills to get those fabrics. Through the process, you realize what you want it to be.",
        "author": "Marc Jacobs"
    },
    {
        "quote": "Never lose the childlike wonder. Show gratitude... Don't complain; just work harder... Never give up.",
        "author": "Randy Pausch"
    },
    {
        "quote": "Some people see things that are and ask, Why? Some people dream of things that never were and ask, Why not? Some people have to go to work and don't have time for all that.",
        "author": "George Carlin"
    },
    {
        "quote": "I've been very fortunate to have the opportunity to work on wonderful shows.",
        "author": "Michelle MacLaren"
    },
    {
        "quote": "Realize what you really want. It stops you from chasing butterflies and puts you to work digging gold.",
        "author": "William Moulton Marston"
    },
    {
        "quote": "The hardest work in the world is being out of work.",
        "author": "Whitney M. Young"
    },
    {
        "quote": "The search for justice and security, the struggle for equality of opportunity, the quest for tolerance and harmony, the pursuit of human dignity - these are moral imperatives which we must work towards and think about on a daily basis.",
        "author": "Aga Khan IV"
    },
    {
        "quote": "We need to inspire and give each other confidence so that the work we do will be fruitful for the well-being of the people and the stability and security of the country.",
        "author": "Bhumibol Adulyadej"
    },
    {
        "quote": "Be different, stand out, and work your butt off.",
        "author": "Reba McEntire"
    },
    {
        "quote": "A leader's job is not to do the work for others, it's to help others figure out how to do it themselves, to get things done, and to succeed beyond what they thought possible.",
        "author": "Simon Sinek"
    },
    {
        "quote": "Your most important work is always ahead of you, never behind you.",
        "author": "Stephen Covey"
    },
    {
        "quote": "It's true hard work never killed anybody, but I figure, why take the chance?",
        "author": "Ronald Reagan"
    },
    {
        "quote": "The entrepreneurial life is one of challenge, work, dedication, perseverance, exhilaration, agony, accomplishment, failure, sacrifice, control, powerlessness... but ultimately, extraordinary satisfaction.",
        "author": "David S. Rose"
    },
    {
        "quote": "Studies have shown that inmate participation in education, vocational and job training, prison work skills development, drug abuse, mental health and other treatment programs, all reduce recidivism, significantly.",
        "author": "Bobby Scott"
    },
    {
        "quote": "A lion's work hours are only when he's hungry; once he's satisfied, the predator and prey live peacefully together.",
        "author": "Chuck Jones"
    },
    {
        "quote": "The job market of the future will consist of those jobs that robots cannot perform. Our blue-collar work is pattern recognition, making sense of what you see. Gardeners will still have jobs because every garden is different. The same goes for construction workers. The losers are white-collar workers, low-level accountants, brokers, and agents.",
        "author": "Michio Kaku"
    },
    {
        "quote": "I love hard work. 'One Man, Two Guvnors' was so physically tiring I ached all the time, but I took a massive amount of pride in the fact that I only ever missed two shows.",
        "author": "James Corden"
    },
    {
        "quote": "Everyone has a butt. No matter what size it is, you can work it.",
        "author": "Big Freedia"
    },
    {
        "quote": "My parents are very proud of my success but still worry, as I'm in a profession where there is no guarantee of work. They have always supported my decision to go into acting, but there have been tough times work-wise.",
        "author": "David Harewood"
    },
    {
        "quote": "Our farmers feed the world. They are up before dawn and work till well after sunset. They face any number of challenges they can't control, from too much rain to not enough, from disease to insect infestations.",
        "author": "Luther Strange"
    },
    {
        "quote": "Plan your work for today and every day, then work your plan.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "Eat all the junk food you want - as long as you cook it yourself. That way, it'll be less junky, and you won't eat it every day because it's a lot of work.",
        "author": "Michael Pollan"
    },
    {
        "quote": "I am very excited about the prospect of using cryptocurrency, not just as a money equivalent, but using it as a way to earn something as a result of doing some type of work.",
        "author": "William Mougayar"
    },
    {
        "quote": "I grew up in an immigrant neighborhood. We just knew the rule was you're going to have to work twice as hard.",
        "author": "Lin-Manuel Miranda"
    },
    {
        "quote": "My message, especially to young people is to have courage to think differently, courage to invent, to travel the unexplored path, courage to discover the impossible and to conquer the problems and succeed. These are great qualities that they must work towards. This is my message to the young people.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "I think it all comes down to motivation. If you really want to do something, you will work hard for it.",
        "author": "Edmund Hillary"
    },
    {
        "quote": "Success doesn't happen in a vacuum. You're only as good as the people you work with and the people you work for.",
        "author": "Casey Kasem"
    },
    {
        "quote": "Conservatism is the perfect antidote to underdevelopment. Its commitment to individual responsibility, education, hard work, personal initiative, traditional family values and free markets is a universal formula for success in a free society.",
        "author": "Shelby Steele"
    },
    {
        "quote": "No one really sees pro athletes behind the scenes. They don't know how hard they work. They don't see how you work on the basics. They couldn't possibly know. You wouldn't think that someone who hits like Alex Rodriguez needs to use a tee every day. But that's how he stayed on top of it.",
        "author": "Patrick Mahomes"
    },
    {
        "quote": "The most fundamental fact about the ideas of the political left is that they do not work. Therefore we should not be surprised to find the left concentrated in institutions where ideas do not have to work in order to survive.",
        "author": "Thomas Sowell"
    },
    {
        "quote": "If God can work through me, he can work through anyone.",
        "author": "Francis of Assisi"
    },
    {
        "quote": "The best preparation for tomorrow is to do today's work superbly well.",
        "author": "William Osler"
    },
    {
        "quote": "If you hire people just because they can do a job, they'll work for your money. But if you hire people who believe what you believe, they'll work for you with blood, sweat, and tears.",
        "author": "Simon Sinek"
    },
    {
        "quote": "We can build a much brighter future where humans are relieved of menial work using AI capabilities.",
        "author": "Andrew Ng"
    },
    {
        "quote": "I'm far from being god, but I work god damn hard.",
        "author": "Jay-Z"
    },
    {
        "quote": "I've got a brother who works for the Red Cross, another brother is working with the homeless in France, some who work in restaurants or as teachers and dental technicians. My twin brother Merlin is an artist.",
        "author": "Tom Bateman"
    },
    {
        "quote": "Just because I made it look easy doesn't mean that it was and you don't work hard and become a Hall of Famer without working day in and day out.",
        "author": "Ken Griffey Jr."
    },
    {
        "quote": "I'm going to work so that it's a pure guts race at the end, and if it is, I am the only one who can win it.",
        "author": "Steve Prefontaine"
    },
    {
        "quote": "I think there are always phases in life when things get intense or difficult, whether it's the sheer volume of work or personal circumstances. And I've definitely had tough moments. The way I approach them is just to tell myself that this, too, will pass, and take it one day at a time.",
        "author": "Marianne Lake"
    },
    {
        "quote": "In our daily life, we encounter people who are angry, deceitful, intent only on satisfying their own needs. There is so much anger, distrust, greed, and pettiness that we are losing our capacity to work well together.",
        "author": "Margaret J. Wheatley"
    },
    {
        "quote": "A good idea is about ten percent and implementation and hard work, and luck is 90 percent.",
        "author": "Guy Kawasaki"
    },
    {
        "quote": "I do my work and do the best I can. I'm quite happy with my anonymity. All I can ever hope for is that I continue to do great work that will be remembered, and I leave my imprint so that my son can say proudly, 'That's my dad!'",
        "author": "Eamonn Walker"
    },
    {
        "quote": "For every two minutes of glamour, there are eight hours of hard work.",
        "author": "Jessica Savitch"
    },
    {
        "quote": "Dream big work hard.",
        "author": "Sheryl Swoopes"
    },
    {
        "quote": "Teamwork requires some sacrifice up front; people who work as a team have to put the collective needs of the group ahead of their individual interests.",
        "author": "Patrick Lencioni"
    },
    {
        "quote": "I am trying to show the world that we are all human beings and that color is not important. What is important is the quality of our work.",
        "author": "Alvin Ailey"
    },
    {
        "quote": "I think our criminal justice system has two problems. We have systematic problems and we have people problems. So if the hearts of people are not about justice than any system you have won't work.",
        "author": "Maya Moore"
    },
    {
        "quote": "Watch every detail that affects the accuracy of your work.",
        "author": "Arthur C. Nielsen"
    },
    {
        "quote": "We have much work ahead, to stand still.",
        "author": "Said Musa"
    },
    {
        "quote": "People who work sitting down get paid more than people who work standing up.",
        "author": "Ogden Nash"
    },
    {
        "quote": "Whatever you wanna be, just, at the end of the day, if you're being a good person, which is not hard to be, and you're putting positive energy into the world, and you're appreciative and loving to the people around you that care about you and everybody in general, then it'll work out.",
        "author": "Gnash"
    },
    {
        "quote": "When you work for something, you appreciate it more. So what are y'all going to do with all the opportunities you inherited that you didn't have to work for?",
        "author": "Tavis Smiley"
    },
    {
        "quote": "With Malice toward none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds.",
        "author": "Abraham Lincoln"
    },
    {
        "quote": "Words and pictures can work together to communicate more powerfully than either alone.",
        "author": "William Albert Allard"
    },
    {
        "quote": "Problems are only opportunities in work clothes.",
        "author": "Henry J. Kaiser"
    },
    {
        "quote": "Dreams do come true if you work hard and you get your head down.",
        "author": "Kyla Reid"
    },
    {
        "quote": "My strength would be my honesty and my passion towards my work.",
        "author": "Sushant Singh Rajput"
    },
    {
        "quote": "All work is noble; the only ignoble thing is to live without working. There is need to realize the value of work in all its forms whether manual or intellectual, to be called 'mate,' to have sympathetic understanding of all forms of activity.",
        "author": "Maria Montessori"
    },
    {
        "quote": "Practice makes perfect and if you practice battling and competing and working hard, then that will transfer over in a game. If you practice just kind of floating around out there in practice, you know that's going to transfer over, too. So I think the harder you work and the more you compete, then that's how you're going to play in a game.",
        "author": "Brad Marchand"
    },
    {
        "quote": "Intersectionality draws attention to invisibilities that exist in feminism, in anti-racism, in class politics, so, obviously, it takes a lot of work to consistently challenge ourselves to be attentive to aspects of power that we don't ourselves experience.",
        "author": "Kimberle Williams Crenshaw"
    },
    {
        "quote": "We dream of having a clean house - but who dreams of actually doing the cleaning? We don't have to dream about doing the work, because doing the work is always within our grasp; the dream, in this sense, is to attain the goal without the work.",
        "author": "Marcus Buckingham"
    },
    {
        "quote": "I wish everyone well, but you need to focus on yourself. You need to stop putting your hand out. Everyone wants hand outs. Everyone wants things for free. You've got to put in the work. You've got to grind. You've got go through the struggle, and you've got to get it.",
        "author": "Conor McGregor"
    },
    {
        "quote": "Laziness in my biggest pet peeve of all time. Get up, make a plan, do the work, and love yourself, people!",
        "author": "Dove Cameron"
    },
    {
        "quote": "Establishing lasting peace is the work of education; all politics can do is keep us out of war.",
        "author": "Maria Montessori"
    },
    {
        "quote": "We all live in the same house, we all must be part of the effort to hold down our little house. When you see something that is not right, not fair, not just... do something about it. Say something. Have the courage. Have the backbone. Get in the way. Walk with the wind. It's all going to work out.",
        "author": "John Lewis"
    },
    {
        "quote": "Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence.",
        "author": "Daniel Burnham"
    },
    {
        "quote": "Know what it is that drives you - motivates you - and pursue it. Endeavor to work to make it happen.",
        "author": "Peggy Whitson"
    },
    {
        "quote": "In the end it's about the work, not an award you get for the work.",
        "author": "Linda Fiorentino"
    },
    {
        "quote": "I think life is full of challenges and problems. I don't believe that anyone is perfect. We all make mistakes. It's not a bed of roses, and you have to work real hard at it.",
        "author": "Nigel Mansell"
    },
    {
        "quote": "The most important relationship you have in life is the one you have with yourself. And then after that, I'd say once you have that, it may be hard work, but you can actually design your life.",
        "author": "Diane von Furstenberg"
    },
    {
        "quote": "Unemployment insurance, abolishing child labor, the 40-hour work week, collective bargaining, strong banking regulations, deposit insurance, and job programs that put millions of people to work were all described, in one way or another, as 'socialist.' Yet, these programs have become the fabric of our nation and the foundation of the middle class.",
        "author": "Bernie Sanders"
    },
    {
        "quote": "Anything is possible if you're willing to work for it.",
        "author": "Rob Dyrdek"
    },
    {
        "quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Winners embrace hard work. They love the discipline of it, the trade-off they're making to win. Losers, on the other hand, see it as punishment. And that's the difference.",
        "author": "Lou Holtz"
    },
    {
        "quote": "Live and work but do not forget to play, to have fun in life and really enjoy it.",
        "author": "Eileen Caddy"
    },
    {
        "quote": "Study what you love, and you'll never have to work a day in your life. It'll be one great adventure.",
        "author": "David Gerrold"
    },
    {
        "quote": "I don't know what is better than the work that is given to the actor - to teach the human heart the knowledge of itself.",
        "author": "Laurence Olivier"
    },
    {
        "quote": "I have yet to find the man, however exalted his station, who did not do better work and put forth greater effort under a spirit of approval than under a spirit of criticism.",
        "author": "Charles Schwab"
    },
    {
        "quote": "To continue to work, to continue to love what you do, is certainly a contributing element to one's longevity and health.",
        "author": "John Williams"
    },
    {
        "quote": "If you love your work, you'll be out there every day trying to do it the best you possibly can, and pretty soon everybody around will catch the passion from you - like a fever.",
        "author": "Sam Walton"
    },
    {
        "quote": "A man's face is his autobiography. A woman's face is her work of fiction.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "There is never time in the future in which we will work out our salvation. The challenge is in the moment; the time is always now.",
        "author": "James Baldwin"
    },
    {
        "quote": "I'm confident to say that if you want to grow in a profession, consistency is the key I'm strict about my work goals and training.",
        "author": "Eliud Kipchoge"
    },
    {
        "quote": "Where the spirit does not work with the hand, there is no art.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "There's no right way or wrong way to work. There's only your way.",
        "author": "Suzanne Brockmann"
    },
    {
        "quote": "When I work fourteen hours a day, seven days a week, I get lucky.",
        "author": "Armand Hammer"
    },
    {
        "quote": "It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it.",
        "author": "Eleanor Roosevelt"
    },
    {
        "quote": "Hard work, years of sacrifice, and dedication are necessary to succeed in the real world. Snowden's most notable accomplishment was lying about his military service, his experience, and education to procure a job with the NSA in the first place.",
        "author": "Pete Hoekstra"
    },
    {
        "quote": "It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not. Yeah, sure, I'm still optimistic I mean, I get pessimistic sometimes but not for long.",
        "author": "Steve Jobs"
    },
    {
        "quote": "Work is about more than making a living, as vital as that is. It's fundamental to human dignity, to our sense of self-worth as useful, independent, free people.",
        "author": "William J. Clinton"
    },
    {
        "quote": "All first responders do noble work, and all of them deserve our respect and our appreciation.",
        "author": "William Barr"
    },
    {
        "quote": "We work in the dark - we do what we can - we give what we have. Our doubt is our passion and our passion is our task. The rest is the madness of art.",
        "author": "Henry James"
    },
    {
        "quote": "Confident is believing in yourself. Being humble is, even though you believe in yourself and you know what you're capable of, you still work 10 times harder than your opponent to make sure you get the output you want.",
        "author": "Claressa Shields"
    },
    {
        "quote": "I am really excited and thankful for opportunity to work with Cotto Promotions, Tidal and Roc Nation.",
        "author": "Yandel"
    },
    {
        "quote": "A race is a work of art that people can look at and be affected in as many ways they're capable of understanding.",
        "author": "Steve Prefontaine"
    },
    {
        "quote": "A work can become modern only if it is first postmodern. Postmodernism thus understood is not modernism at its end but in the nascent state, and this state is constant.",
        "author": "Jean-Francois Lyotard"
    },
    {
        "quote": "I grew up in a farming family. I hated cleaning out the chickens but loved hatching them and feeding the new born sheep. The smell of hot milk still has a special resonance for me. Harvest was back-breaking work, though... Where do you think Jesus got his biceps from?",
        "author": "Joseph Mawle"
    },
    {
        "quote": "I'm just an individual who doesn't feel that I need to have somebody qualify my work in any particular way. I'm working for me.",
        "author": "David Bowie"
    },
    {
        "quote": "Every single job is a challenge. You are walking into a new set, a new character, creating a world and trying to get comfortable to do your best work.",
        "author": "Felicia Day"
    },
    {
        "quote": "Never judge a work of art by its defects.",
        "author": "Washington Allston"
    },
    {
        "quote": "Work for something because it is good, not just because it stands a chance to succeed.",
        "author": "Vaclav Havel"
    },
    {
        "quote": "Power means happiness; power means hard work and sacrifice.",
        "author": "Beyonce Knowles"
    },
    {
        "quote": "You can never go wrong when you have a great team to work with.",
        "author": "Kubra Sait"
    },
    {
        "quote": "The rich don't work for money - the rich invent money.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "I used to work in a fire hydrant factory. You couldn't park anywhere near the place.",
        "author": "Steven Wright"
    },
    {
        "quote": "Stay humble, be fearless, and work, work, work, work, work, work.",
        "author": "Daya"
    },
    {
        "quote": "Hardly a competent workman can be found who does not devote a considerable amount of time to studying just how slowly he can work and still convince his employer that he is going at a good pace.",
        "author": "Frederick W. Taylor"
    },
    {
        "quote": "What the world really needs is more love and less paper work.",
        "author": "Pearl Bailey"
    },
    {
        "quote": "Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.",
        "author": "Louisa May Alcott"
    },
    {
        "quote": "I work on myself daily to be a better person. When I react in a negative way to somebody, I sit back and think about why I did it, so I'm always working on myself, and my music is the same.",
        "author": "Lizzo"
    },
    {
        "quote": "But quality of work can be expected only through personal satisfaction, dedication and enjoyment. In our profession, precision and perfection are not a dispensible luxury, but a simple necessity.",
        "author": "Niklaus Wirth"
    },
    {
        "quote": "When I look back at my past mistakes, I realise that there were times when I wasn't myself, and that's why certain styles did not work well for me.",
        "author": "Yami Gautam"
    },
    {
        "quote": "How do you go from where you are to where you wanna be? And I think you have to have an enthusiasm for life. You have to have a dream, a goal. And you have to be willing to work for it.",
        "author": "Jim Valvano"
    },
    {
        "quote": "A beautiful body perishes, but a work of art dies not.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "You try something, it doesn't work, and maybe people even criticize you. In a fixed mindset, you say, 'I tried this, it's over.' In a growth mindset, you look for what you've learned.",
        "author": "Carol S. Dweck"
    },
    {
        "quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit.",
        "author": "George Carlin"
    },
    {
        "quote": "Doing stunt work is risky, but it's something I enjoy.",
        "author": "Verne Troyer"
    },
    {
        "quote": "Reality is easy. It's deception that's the hard work.",
        "author": "Lauryn Hill"
    },
    {
        "quote": "A lot of people have their big dreams and get knocked down and don't have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perserverance. You just keep getting up and getting up, and then you get that breakthrough.",
        "author": "Robert Kraft"
    },
    {
        "quote": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.",
        "author": "Queen Elizabeth II"
    },
    {
        "quote": "It is teamwork that makes the dream work.",
        "author": "Jay Rock"
    },
    {
        "quote": "Take off your bedroom slippers. Put on your marching shoes,' he said, his voice rising as applause and cheers mounted. 'Shake it off. Stop complainin'. Stop grumblin'. Stop cryin'. We are going to press on. We have work to do.",
        "author": "Barack Obama"
    },
    {
        "quote": "Nature is ever at work building and pulling down, creating and destroying, keeping everything whirling and flowing, allowing no rest but in rhythmical motion, chasing everything in endless song out of one beautiful form into another.",
        "author": "John Muir"
    },
    {
        "quote": "A work of art is above all an adventure of the mind.",
        "author": "Eugene Ionesco"
    },
    {
        "quote": "If you're going to preach dedication, work ethic, teamwork, unselfishness, and being part of a team to accomplish a common goal, you have to live it - you can't just talk about it.",
        "author": "Chris Mullin"
    },
    {
        "quote": "When you love something, it doesn't feel like work.",
        "author": "Natalie Massenet"
    },
    {
        "quote": "I am always saying, 'I don't believe in God; I believe in Al Pacino.' And that's true. If I ever get a phone call saying 'Would you like to work with Al Pacino?' I would go crazy.",
        "author": "Javier Bardem"
    },
    {
        "quote": "I think when you begin to think of yourself as having achieved something, then there's nothing left for you to work towards. I want to believe that there is a mountain so high that I will spend my entire life striving to reach the top of it.",
        "author": "Cicely Tyson"
    },
    {
        "quote": "The older you get, the better you have to look, the higher you have to kick, the harder you have to work.",
        "author": "Salman Khan"
    },
    {
        "quote": "I don't want to get lost in everything. I just want to keep the same work ethic.",
        "author": "Juice Wrld"
    },
    {
        "quote": "Left to themselves, things tend to go from bad to worse. Murphy's First Corollary If you tell the boss you were late for work because you had a flat tire, the next morning you will have a flat tire.",
        "author": "George Edward Woodberry"
    },
    {
        "quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.",
        "author": "Henri Matisse"
    },
    {
        "quote": "Life is a work in progress.",
        "author": "Jeff Rich"
    },
    {
        "quote": "My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Creativity comes from trust. Trust your instincts. And never hope more than you work.",
        "author": "Rita Mae Brown"
    },
    {
        "quote": "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah.",
        "author": "Afrika Bambaataa"
    },
    {
        "quote": "I love my work, I love the people I work with, I do the best I can.",
        "author": "Mandy Patinkin"
    },
    {
        "quote": "Productivity depends on many factors, including our workforce's knowledge and skills and the quantity and quality of the capital, technology, and infrastructure that they have to work with.",
        "author": "Janet Yellen"
    },
    {
        "quote": "Our fatigue is often caused not by work, but by worry, frustration and resentment.",
        "author": "Dale Carnegie"
    },
    {
        "quote": "If you are sincere and true to your work, you will be respected. And for me, respect is power.",
        "author": "Riteish Deshmukh"
    },
    {
        "quote": "No matter what comes, I will always work hard and do my best.",
        "author": "Shelly-Ann Fraser-Pryce"
    },
    {
        "quote": "To pay attention, this is our endless and proper work.",
        "author": "Mary Oliver"
    },
    {
        "quote": "If you don't have that vision for the end goal, you have no clue where you're going, and you're going to work very hard to go nowhere.",
        "author": "J. J. Watt"
    },
    {
        "quote": "My natural accent is American. I chose to speak with a U.K. accent when I was about to enter the final year at drama school in London. I was going to try to find a way to stay in the U.K. after I finished college and could not imagine trying to live and get work there with an American accent.",
        "author": "Jennifer Ehle"
    },
    {
        "quote": "Prayer is our invitation to God to intervene in the affairs of earth. It is our request for Him to work His ways in this world.",
        "author": "Myles Munroe"
    },
    {
        "quote": "I've been blessed to be somebody that's been climbing that success mountain top for years of hard work, you know, but now it's all connecting. And now, the whole world is watching, you know what I'm saying, and it feels good 'cause it's good energy. This is all positive vibes, and good vibes and good energy, so it feels incredible.",
        "author": "DJ Khaled"
    },
    {
        "quote": "As a housewife, I feel that if the kids are still alive when my husband gets home from work, then hey, I've done my job.",
        "author": "Roseanne Barr"
    },
    {
        "quote": "I may sometimes be willing to teach for nothing, but if paid at all, I shall never do a man's work for less than a man's pay.",
        "author": "Clara Barton"
    },
    {
        "quote": "I am blessed to be able to work at a job I love and also give back in the most vital way - to people in need.",
        "author": "Teri Hatcher"
    },
    {
        "quote": "It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it.",
        "author": "Voltaire"
    },
    {
        "quote": "I was never afraid to go back to Pittsburgh and work in the steel mills.",
        "author": "David Tepper"
    },
    {
        "quote": "Every morning I get up and look through the Forbes list of the richest people in America. If I'm not there, I go to work.",
        "author": "Robert Orben"
    },
    {
        "quote": "It takes a long time to get to be a diva. I mean, you gotta work at it.",
        "author": "Diana Ross"
    },
    {
        "quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.",
        "author": "Serena Williams"
    },
    {
        "quote": "Thank God for the Internet. Thank God for these amazing portals that are there. For instance, Netflix and Amazon. The kind of content the audience has got to see has gone up drastically, and because of this, the quality of work will go up, too.",
        "author": "Bhumi Pednekar"
    },
    {
        "quote": "Work hard, be honest, help people, never give up, love your fellow man and woman, give back to society, and don't ever discriminate.",
        "author": "Jesse White"
    },
    {
        "quote": "Work and pray, live on hay, you'll get pie in the sky when you die.",
        "author": "Joe Hill"
    },
    {
        "quote": "My work ethic is crazy. I'm a producer, an artist, and a video director.",
        "author": "Travis Scott"
    },
    {
        "quote": "We need to steer clear of this poverty of ambition, where people want to drive fancy cars and wear nice clothes and live in nice apartments but don't want to work hard to accomplish these things. Everyone should try to realize their full potential.",
        "author": "Barack Obama"
    },
    {
        "quote": "Life sometimes doesn't work out exactly as we plan or hope for.",
        "author": "Orlando Bloom"
    },
    {
        "quote": "Communism doesn't work because people like to own stuff.",
        "author": "Frank Zappa"
    },
    {
        "quote": "Some people have been kind enough to call me a fine artist. I've always called myself an illustrator. I'm not sure what the difference is. All I know is that whatever type of work I do, I try to give it my very best. Art has been my life.",
        "author": "Norman Rockwell"
    },
    {
        "quote": "Work begets work. Just work. If you work, people will find out about you and want to work with you if you're good. So work anywhere you can. That's why I've changed my mind about these theatres where people work for free or have to pay money. I think it's kind of terrible that they feel they have to, but you know what? They're working.",
        "author": "John Carroll Lynch"
    },
    {
        "quote": "The world is full of willing people; some willing to work, the rest willing to let them.",
        "author": "Robert Frost"
    },
    {
        "quote": "Today I know that there is still work to be done, but along the way my I am achieving my dreams.",
        "author": "Candace Parker"
    },
    {
        "quote": "A lot of people who start work at a very young age never grow up because they never got that opportunity to be a child, so they hold on to that and still do a lot of childish, silly things.",
        "author": "Janet Jackson"
    },
    {
        "quote": "Everyone has complicated lives, but the more you can simplify it and make it work for you, the better it is going to be.",
        "author": "Lewis Hamilton"
    },
    {
        "quote": "The biggest challenge we all face is to learn about ourselves and to understand our strengths and weaknesses. We need to utilize our strengths, but not so much that we don't work on our weaknesses.",
        "author": "Mae Jemison"
    },
    {
        "quote": "Be of service. Whether you make yourself available to a friend or co-worker, or you make time every month to do volunteer work, there is nothing that harvests more of a feeling of empowerment than being of service to someone in need.",
        "author": "Gillian Anderson"
    },
    {
        "quote": "If you want small changes in your life, work on your attitude. But if you want big and primary changes, work on your paradigm.",
        "author": "Stephen Covey"
    },
    {
        "quote": "Your work is carved out of agony as a statue is carved out of marble.",
        "author": "Louise Bogan"
    },
    {
        "quote": "It's not an experiment if you know it's going to work.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Efficiency is a great secret that can drop us right into our ideal life path, but it is a hard one to practice and something that takes constant maintenance and work.",
        "author": "Tara Stiles"
    },
    {
        "quote": "Early to bed, early to rise, work like hell, and advertise.",
        "author": "Laurence J. Peter"
    },
    {
        "quote": "All art is at once surface and symbol. Those who go beneath the surface do so at their peril. Those who read the symbol do so at their peril. It is the spectator, and not life, that art really mirrors. Diversity of opinion about a work of art shows that the work is new, complex and vital.",
        "author": "Oscar Wilde"
    },
    {
        "quote": "The only recipe is hard work, persistence, and belief.",
        "author": "Julen Lopetegui"
    },
    {
        "quote": "We all have this misunderstanding about heartbreak, which is we think we should avoid it. But what I think is that heartache is a clue toward the work we're supposed to be doing in the world. What breaks each person's heart is different - be it racial injustice, war, or animals. And when you figure out what it is that breaks yours, go toward it.",
        "author": "Glennon Doyle Melton"
    },
    {
        "quote": "Let there be work, bread, water and salt for all.",
        "author": "Nelson Mandela"
    },
    {
        "quote": "Four things for success: work and pray, think and believe.",
        "author": "Norman Vincent Peale"
    },
    {
        "quote": "Unemployment is a great tragedy. The man who goes about hopelessly seeking work in order to earn bread for his children is a living reproach to civilization.",
        "author": "Carlos Saavedra Lamas"
    },
    {
        "quote": "No, I don't believe in hard work. If something is hard, leave it. Let it come to you. Let it happen.",
        "author": "Jeremy Irons"
    },
    {
        "quote": "I like Cinderella, I really do. She has a good work ethic. I appreciate a good, hard-working gal. And she likes shoes. The fairy tale is all about the shoe at the end, and I'm a big shoe girl.",
        "author": "Amy Adams"
    },
    {
        "quote": "It has never been, and never will be easy work! But the road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination.",
        "author": "Marion Zimmer Bradley"
    },
    {
        "quote": "Hard work pays off - hard work beats talent any day, but if you're talented and work hard, it's hard to be beat.",
        "author": "Robert Griffin III"
    },
    {
        "quote": "I am my own experiment. I am my own work of art.",
        "author": "Madonna Ciccone"
    },
    {
        "quote": "You've gotta believe in yourself, and you just have to work harder at it than you've ever worked at anything before in your life. And if you keep doing that and keep believing in yourself, great things do happen.",
        "author": "Kate McKinnon"
    },
    {
        "quote": "When you have a dream that you can't let go of, trust your instincts and pursue it. But remember: Real dreams take work, They take patience, and sometimes they require you to dig down very deep. Be sure you're willing to do that.",
        "author": "Harvey Mackay"
    },
    {
        "quote": "Don't ask what it means or what it refers to. Don't ask what the work is. Rather, see what the work does.",
        "author": "Eva Hesse"
    },
    {
        "quote": "I have very high standards for every part of life - my work, my relationships, food, love. I can't just pretend.",
        "author": "Olivia Wilde"
    },
    {
        "quote": "Work hard! In the end, passion and hard work beats out natural talent.",
        "author": "Pete Docter"
    },
    {
        "quote": "While natural disasters capture headlines and national attention short-term, the work of recovery and rebuilding is long-term.",
        "author": "Sylvia Mathews Burwell"
    },
    {
        "quote": "Growing up during the Depression, I worked for the Forest Service and CCC (Civilian Conservation Corps). I tend to work very, very hard. I wouldn't change that for anything.",
        "author": "Raymond Burr"
    },
    {
        "quote": "I had chosen to use my work as a reflection of my values.",
        "author": "Sidney Poitier"
    },
    {
        "quote": "I enjoy the work, I enjoy every minute of my professional life.",
        "author": "Jose Mourinho"
    },
    {
        "quote": "An artist never really finishes his work, he merely abandons it.",
        "author": "Paul Valery"
    },
    {
        "quote": "My advice to an aspiring actor would be to never stop learning or working for what you want. Nothing comes easy, ever, if you want something, you have to work for it. By working for it I mean work on your craft, learn from people who have something to teach. It's just like anything else, practice makes perfect.",
        "author": "James Lafferty"
    },
    {
        "quote": "The one way to get me to work my hardest was to doubt me.",
        "author": "Michelle Obama"
    },
    {
        "quote": "It is the quality of our work which will please God and not the quantity.",
        "author": "Mahatma Gandhi"
    },
    {
        "quote": "You need lofty goals. Then cement it with a great work ethic.",
        "author": "Jerry West"
    },
    {
        "quote": "Hope is favorable and confident expectation; it's an expectant attitude that something good is going to happen and things will work out, no matter what situation we're facing.",
        "author": "Joyce Meyer"
    },
    {
        "quote": "If you want something bad enough and you work hard enough, anything's possible.",
        "author": "Amy Purdy"
    },
    {
        "quote": "I would love to do the therapist on 'Two and a Half Men' again or just work with Charlie Sheen.",
        "author": "Jane Lynch"
    },
    {
        "quote": "If we don't center the voices of marginalized people, we're doing the wrong work.",
        "author": "Tarana Burke"
    },
    {
        "quote": "Fencing is a game of living chess, a match where reflexes only work in combination with intent, and mind and body must work together at every moment.",
        "author": "V. E. Schwab"
    },
    {
        "quote": "The loudest voice in the room doesn't always work. In fact, it usually grates to the point - to the point that when you really need to be loud, nobody listens.",
        "author": "Bonnie Hammer"
    },
    {
        "quote": "Imagine having all of your freedoms taken away, being forced to work against your will, and constantly living under the threat of violence - in short, being forced to live as a slave. Sadly, this situation is a reality for millions of children, women, and men each year as part of the global human trafficking industry.",
        "author": "Bill Flores"
    },
    {
        "quote": "Ingenuity, plus courage, plus work, equals miracles.",
        "author": "Bob Richards"
    },
    {
        "quote": "Life is often compared to a marathon, but I think it is more like being a sprinter; long stretches of hard work punctuated by brief moments in which we are given the opportunity to perform at our best.",
        "author": "Michael Johnson"
    },
    {
        "quote": "My father is my idol, so I always did everything like him. He used to work two jobs and still come home happy every night.",
        "author": "Magic Johnson"
    },
    {
        "quote": "There are two kinds of companies, those that work to try to charge more and those that work to charge less. We will be the second.",
        "author": "Jeff Bezos"
    },
    {
        "quote": "Study and work and work and study will keep in active exercise both the physical and mental. These two, rightly conducted, will not war against each other.",
        "author": "Ellen G. White"
    },
    {
        "quote": "My dad was a man of integrity who taught me to always do the right thing even when nobody is watching. He ran a trucking company, and watching how he operated his business instilled a drive and work ethic that stuck with me.",
        "author": "Rob Stone"
    },
    {
        "quote": "In order that people may be happy in their work, these three things are needed: They must be fit for it. They must not do too much of it. And they must have a sense of success in it.",
        "author": "John Ruskin"
    },
    {
        "quote": "Never despair, but if you do, work on in despair.",
        "author": "Edmund Burke"
    },
    {
        "quote": "I look at graphic design as communication, meaning that the work has to have a vibe to connect to the viewer or perceiver. I make a black and white drawing and then add color digitally, bringing in a contemporary pattern to the composition to create a vibrance.",
        "author": "John Van Hamersveld"
    },
    {
        "quote": "Diplomacy is listening to what the other guy needs. Preserving your own position, but listening to the other guy. You have to develop relationships with other people so when the tough times come, you can work together.",
        "author": "Colin Powell"
    },
    {
        "quote": "Jupiter, Pluto, pick a planet: we can go there. I just got a bit more work to do in the music industry, and we're going to space, baby.",
        "author": "Future"
    },
    {
        "quote": "To me, accessorizing is the most fun part of an outfit. While I don't think you can't rely on accessories to make a dress that isn't working work, I do love jewelry and handbags more than anything.",
        "author": "Anna Kendrick"
    },
    {
        "quote": "If you can laugh together, you can work together.",
        "author": "Robert Orben"
    },
    {
        "quote": "A serious and good philosophical work could be written consisting entirely of jokes.",
        "author": "Ludwig Wittgenstein"
    },
    {
        "quote": "I was described as a dreamer, a fantasist, even as the village idiot. I didn't care. What I cared about was convincing people to allow me to go on with my work.",
        "author": "Ada Yonath"
    },
    {
        "quote": "A bachelor is a man who comes to work each morning from a different direction.",
        "author": "Sholom Aleichem"
    },
    {
        "quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
        "author": "Aristotle"
    },
    {
        "quote": "New knowledge is the most valuable commodity on earth. The more truth we have to work with, the richer we become.",
        "author": "Kurt Vonnegut"
    },
    {
        "quote": "Robots will harvest, cook, and serve our food. They will work in our factories, drive our cars, and walk our dogs. Like it or not, the age of work is coming to an end.",
        "author": "Gray Scott"
    },
    {
        "quote": "Change can be frightening, and the temptation is often to resist it. But change almost always provides opportunities - to learn new things, to rethink tired processes, and to improve the way we work.",
        "author": "Klaus Schwab"
    },
    {
        "quote": "For most people, life would be boring without meaningful work.",
        "author": "Tim Ferriss"
    },
    {
        "quote": "When the best leader's work is done the people say, 'We did it ourselves.'",
        "author": "Lao Tzu"
    },
    {
        "quote": "All the problems of the world could be settled easily if men were only willing to think. The trouble is that men very often resort to all sorts of devices in order not to think, because thinking is such hard work.",
        "author": "Thomas J. Watson"
    },
    {
        "quote": "No self-respecting woman should wish or work for the success of a party who ignores her sex.",
        "author": "Susan B. Anthony"
    },
    {
        "quote": "I've learned that anything in life worth having comes from patience and hard work.",
        "author": "Greg Behrendt"
    },
    {
        "quote": "I wouldn't miss this opportunity for anything. For the chance to work on these conservation issues, to serve my country, to work for this president, I'd do it all over again, every single minute.",
        "author": "Bruce Babbitt"
    },
    {
        "quote": "I really discovered I had thyroid disease by accident. My son was having some health concerns, and as I filled out his patient history I noticed I had a lot of similar symptoms. I mentioned it to the doctor, and he ran blood work and finally an ultrasound of my thyroid.",
        "author": "Kim Alexis"
    },
    {
        "quote": "My scientific studies have afforded me great gratification; and I am convinced that it will not be long before the whole world acknowledges the results of my work.",
        "author": "Gregor Mendel"
    },
    {
        "quote": "I do take my work seriously and the way to do that is not to take yourself too seriously.",
        "author": "Alan Rickman"
    },
    {
        "quote": "Stock is everything in cooking, at least in French cooking. Without it, nothing can be done. If one's stock is good, what remains of the work is easy; if, on the other hand, it is bad or merely mediocre, it is quite hopeless to expect anything approaching a satisfactory result.",
        "author": "Auguste Escoffier"
    },
    {
        "quote": "I don't have an Instagram or anything like that. I have Twitter for work and also to read my news.",
        "author": "Christina Applegate"
    },
    {
        "quote": "I'm not scared of anyone. I don't care whether you are a jiu-jitsu fighter or a wrestler or a stand-up fighter: I want to put myself against you, and I want to see who is better. And if you are the guy that is going to beat me, I'm going to take that loss like a man and go back, and I'll work on me self. That's how I look at fighting.",
        "author": "Darren Till"
    },
    {
        "quote": "I'm very lucky because my eyes work with almost any hair color. Thanks for the genetics, parents.",
        "author": "Frances Bean Cobain"
    },
    {
        "quote": "Embrace the new, no matter how uncomfortable, and make it work for you.",
        "author": "Alex Smith"
    },
    {
        "quote": "If you watch a game, it's fun. If you play it, it's recreation. If you work at it, it's golf.",
        "author": "Bob Hope"
    },
    {
        "quote": "The simple truth is that in order to become good, you have to be obsessed. You have to put in an awful lot of time and hard work and couple that with desire and unflagging perseverance.",
        "author": "Yngwie Malmsteen"
    },
    {
        "quote": "I think the importance of doing activist work is precisely because it allows you to give back and to consider yourself not as a single individual who may have achieved whatever but to be a part of an ongoing historical movement.",
        "author": "Angela Davis"
    },
    {
        "quote": "Marrying Jared was the best decision I've ever made. You realize in life, not that many things matter that much, but your choice of a spouse is everything. We're truly partners - he supports my work and my ambitions. I know that he's always got my back, and I've got his.",
        "author": "Ivanka Trump"
    },
    {
        "quote": "You see, God helps only people who work hard. That principle is very clear.",
        "author": "A. P. J. Abdul Kalam"
    },
    {
        "quote": "I get a lot of the ideas when I'm resting - either when I'm meditating or getting some kind of work done on my back, like physical therapy or acupuncture. That's where I get my best ideas, maybe because I'm balancing my body.",
        "author": "Katy Perry"
    },
    {
        "quote": "We know that men are saved by repentance and faith, and whoever does call upon the name of the Lord shall be saved. But salvation is a supernatural work of God that will always produce fruit. And the evidence, not the cause, but the evidence of salvation is a changed life, a changing life.",
        "author": "Paul Washer"
    },
    {
        "quote": "Education must lead us from the irresponsible opinion to true responsible judgment. It must lead us from chance and arbitrariness to rational clarity and intellectual order. Therefore, let us guide our students over the road of discipline from materials, through function, to creative work.",
        "author": "Ludwig Mies van der Rohe"
    },
    {
        "quote": "In teaching you cannot see the fruit of a day's work. It is invisible and remains so, maybe for twenty years.",
        "author": "Jacques Barzun"
    },
    {
        "quote": "Federalism is no longer the fault line of Centre-State relations but the definition of a new partnership of Team India. Citizens now have the ease of trust, not the burden of proof and process. Businesses find an environment that is open and easy to work in.",
        "author": "Narendra Modi"
    },
    {
        "quote": "I never expect to see a perfect work from an imperfect man.",
        "author": "Alexander Hamilton"
    },
    {
        "quote": "Whether it's police officers, firefighters, first responders, or 911 dispatchers, many dedicated Americans work long hours, and often in difficult conditions, to make sure that when someone's in need, they can help.",
        "author": "Ajit Pai"
    },
    {
        "quote": "One of my primary objects is to form the tools so the tools themselves shall fashion the work and give to every part its just proportion.",
        "author": "Eli Whitney"
    },
    {
        "quote": "He who knows how will always work for he who knows why.",
        "author": "David Lee Roth"
    },
    {
        "quote": "It needs time. Nobody wants to hear it, but that's the truth: if you want to have success in the future, you have to be ready to work now.",
        "author": "Jurgen Klopp"
    },
    {
        "quote": "It's said in Hollywood that you should always forgive your enemies - because you never know when you'll have to work with them.",
        "author": "Lana Turner"
    },
    {
        "quote": "Our greatness has always come from people who expect nothing and take nothing for granted - folks who work hard for what they have, then reach back and help others after them.",
        "author": "Michelle Obama"
    },
    {
        "quote": "There is a computer disease that anybody who works with computers knows about. It's a very serious disease and it interferes completely with the work. The trouble with computers is that you 'play' with them!",
        "author": "Richard P. Feynman"
    },
    {
        "quote": "My work is like a dialogue between me and unseen powers, like alchemy.",
        "author": "Cai Guo-Qiang"
    },
    {
        "quote": "The health care system is really designed to reward you for being unhealthy. If you are a healthy person and work hard to be healthy, there are no benefits.",
        "author": "Mike Huckabee"
    },
    {
        "quote": "Live like you'll die tomorrow, work like you don't need the money, and dance like nobody's watching.",
        "author": "Bob Fosse"
    },
    {
        "quote": "While the four-day work week is not yet universal, most citizens enjoy the pleasures of added three-day weekends during the year. These extra days, as well as monthlong vacations, are used in the pursuit of our studies, hobbies and travels - and often all three are indulged at the same time.",
        "author": "Michael Frome"
    },
    {
        "quote": "Well, thing is, after they cancelled 'Zen', I didn't work for eight months. And in that case, it was not my choice. After I've done something that I'm really proud of and I think changes the way I'm perceived, the immediate reaction is: nothing.",
        "author": "Rufus Sewell"
    },
    {
        "quote": "I work best when there's a safety trampoline of kindness.",
        "author": "Ruth Negga"
    },
    {
        "quote": "Begin - to begin is half the work, let half still remain; again begin this, and thou wilt have finished.",
        "author": "Marcus Aurelius"
    },
    {
        "quote": "Mercedes does beautiful work, absolutely.",
        "author": "Sebastian Thrun"
    },
    {
        "quote": "I was born in a very poor family. I used to sell tea in a railway coach as a child. My mother used to wash utensils and do lowly household work in the houses of others to earn a livelihood. I have seen poverty very closely. I have lived in poverty. As a child, my entire childhood was steeped in poverty.",
        "author": "Narendra Modi"
    },
    {
        "quote": "If you ever think about me, and you ain't gonna do no revolutionary act, forget about me. I don't want myself on your mind if you're not going to work for the people.",
        "author": "Fred Hampton"
    },
    {
        "quote": "I am not an optimist. I'm a very serious possibilist. It's a new category where we take emotion apart and we just work analytically with the world.",
        "author": "Hans Rosling"
    },
    {
        "quote": "Learning something new is a fabulous way to be refreshed. When work can grind you down, something about learning a new activity thrills the soul. It reminds you that the world is bigger than your desk and your to-do list.",
        "author": "John Ortberg"
    },
    {
        "quote": "I didn't know Kurt Cobain or Amy Winehouse, but I was affected by both of their deaths because I admired their work so much and mourned their youth and work they would never produce.",
        "author": "Patti Smith"
    },
    {
        "quote": "Be honest to your work and do quality work.",
        "author": "Prateik Babbar"
    },
    {
        "quote": "I think that if you do want to be a fighter, then you need to work harder than everybody else and make sure that you surround yourself with good people, especially if you're a woman. You've got to find a team that takes you seriously as a female fighter and is not going to rush you into the ring before you're ready.",
        "author": "Laila Ali"
    },
    {
        "quote": "You learn to speak by speaking, to study by studying, to run by running, to work by working; in just the same way, you learn to love by loving.",
        "author": "Anatole France"
    },
    {
        "quote": "The world is being re-shaped by the convergence of social, mobile, cloud, big data, community and other powerful forces. The combination of these technologies unlocks an incredible opportunity to connect everything together in a new way and is dramatically transforming the way we live and work.",
        "author": "Marc Benioff"
    },
    {
        "quote": "I am depressed sometimes, but it's not what keeps me at home or focused on work.",
        "author": "Daron Malakian"
    },
    {
        "quote": "Don't work for recognition, but do work worthy of recognition.",
        "author": "H. Jackson Brown, Jr."
    },
    {
        "quote": "A guilty conscience needs to confess. A work of art is a confession.",
        "author": "Albert Camus"
    },
    {
        "quote": "Your most precious possession is not your financial assets. Your most precious possession is the people you have working there, and what they carry around in their heads, and their ability to work together.",
        "author": "Robert Reich"
    },
    {
        "quote": "It was the labor movement that helped secure so much of what we take for granted today. The 40-hour work week, the minimum wage, family leave, health insurance, Social Security, Medicare, retirement plans. The cornerstones of the middle-class security all bear the union label.",
        "author": "Barack Obama"
    },
    {
        "quote": "Autonomy leads to empowerment. We work hard to maintain a balance between collaboration and cooperation and independence.",
        "author": "Bobby Kotick"
    },
    {
        "quote": "If this work can contribute in any way toward proving this, and at the same time arouse the conscience of the American people to a demand for justice to every citizen, and punishment by law for the lawless, I shall feel I have done my race a service.",
        "author": "Ida B. Wells"
    },
    {
        "quote": "The work must be its own reward. I got that early on. And I'm blessed by meeting my own standards of excellence.",
        "author": "Al Jarreau"
    },
    {
        "quote": "I used to help my grandfather on the farm, driving tractors, raising crops and animals. I used to feed some of the baby cows and pigs, and I had to be no older than 7 or 8. Then at about 9 or 10 I started driving tractors. It showed me at an early age what hard work was all about and how dedicated you have to be, no matter what you do.",
        "author": "Tyson Chandler"
    },
    {
        "quote": "It's about hard work and not gender.",
        "author": "Geeta Phogat"
    },
    {
        "quote": "I believe destiny and hard work go hand in hand. I was studying to be an engineer when my mom and my brother sent my pictures for the Miss India contest. I didn't even know about it. If that isn't destiny, what is?",
        "author": "Priyanka Chopra"
    },
    {
        "quote": "Child slavery is a crime against humanity. Humanity itself is at stake here. A lot of work still remains, but I will see the end of child labor in my lifetime.",
        "author": "Kailash Satyarthi"
    },
    {
        "quote": "I don't rely on feng shui. I believe hard work brings us good luck and success.",
        "author": "John Gokongwei"
    },
    {
        "quote": "Justice must always question itself, just as society can exist only by means of the work it does on itself and on its institutions.",
        "author": "Michel Foucault"
    },
    {
        "quote": "No one wants to follow a pessimist... You can be skeptical, you can be realistic, but you can't be cynical. If your boss is Eeyore, do you want to work with someone like that? Oh, bother.",
        "author": "Bob Iger"
    },
    {
        "quote": "You've just got to have to put the work in. Put work first. Put the hours in and the time in, and do your job. And when you get a little time off, you can go out and have a little fun. But you have to make sure you get done what you need to get done first off.",
        "author": "Rob Gronkowski"
    },
    {
        "quote": "It's quite true to say that if you work with marvellous fresh ingredients, the simplest dish is taken to another level.",
        "author": "Ainsley Harriott"
    },
    {
        "quote": "You make mistakes, but I don't have any regrets. I'm the kind of person who takes responsibility for it and deals with it. I learn from everything I do. I work very hard, I have so many things going on in my life. Get to know me and see who I am.",
        "author": "Kim Kardashian"
    },
    {
        "quote": "Every job is good if you do your best and work hard. A man who works hard stinks only to the ones that have nothing to do but smell.",
        "author": "Laura Ingalls Wilder"
    },
    {
        "quote": "Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work.",
        "author": "Barbra Streisand"
    },
    {
        "quote": "To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up.",
        "author": "Ralph Bunche"
    },
    {
        "quote": "Employees who report receiving recognition and praise within the last seven days show increased productivity, get higher scores from customers, and have better safety records. They're just more engaged at work.",
        "author": "Tom Rath"
    },
    {
        "quote": "The secret is to work less as individuals and more as a team. As a coach, I play not my eleven best, but my best eleven.",
        "author": "Knute Rockne"
    },
    {
        "quote": "Life is like art. You have to work hard to keep it simple and still have meaning.",
        "author": "Charles de Lint"
    },
    {
        "quote": "Put your head down and work as hard as you can because there is always someone better out there.",
        "author": "Brian McBride"
    },
    {
        "quote": "You have to work hard for what you want to achieve and you have to set goals and dreams and really go for them.",
        "author": "Natalie du Toit"
    },
    {
        "quote": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.",
        "author": "Phil Knight"
    },
    {
        "quote": "Treat a work of art like a prince. Let it speak to you first.",
        "author": "Arthur Schopenhauer"
    },
    {
        "quote": "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old.",
        "author": "Lisa Leslie"
    },
    {
        "quote": "I'm not grateful for depression, but it honestly made me work harder and gave me the drive that I have to succeed and to make it work.",
        "author": "Lili Reinhart"
    },
    {
        "quote": "We must not only imagine a better future for women, children, and persecuted minorities; we must work consistently to make it happen - prioritizing humanity, not war.",
        "author": "Nadia Murad"
    },
    {
        "quote": "The creation of a world view is the work of a generation rather than of an individual, but we each of us, for better or for worse, add our brick to the edifice.",
        "author": "John Dos Passos"
    },
    {
        "quote": "Every single day, I wake up and take a glimpse of where I am now compared to where I was before, and the work that we have all put in to be in this space. I think of that, and being able to express myself through my art and show up and be present - that's activism, advocacy, and artistry in itself.",
        "author": "Mj Rodriguez"
    },
    {
        "quote": "My mother's dad dropped out of the eighth grade to work. He had to. By the time he was 30, he was a master electrician, plumber, carpenter, mason, mechanic. That guy was, to me, a magician. Anything that was broken, he could fix. Anybody anywhere in our community knew that if there was a problem, Carl was there to fix it.",
        "author": "Mike Rowe"
    },
    {
        "quote": "All my big mistakes are when I try to second-guess or please an audience. My work is always stronger when I get very selfish about it.",
        "author": "David Bowie"
    },
    {
        "quote": "I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.",
        "author": "Margaret Thatcher"
    },
    {
        "quote": "Equal pay for equal work is a fundamental concept of labor agreements.",
        "author": "Gabrielle Carteris"
    },
    {
        "quote": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.",
        "author": "Ella Wheeler Wilcox"
    },
    {
        "quote": "If I have accomplished anything in life, it is because I have been willing to work hard.",
        "author": "Madam C. J. Walker"
    },
    {
        "quote": "Anybody who doesn't see the impact of climate change is really, I would say, myopic. They don't see the reality. It's so evident that we are destroying Mother Earth. This is not the problem of one country or a few countries: it is the problem of mankind. We need to work together to stop this. Otherwise, our future generations will simply disappear.",
        "author": "Juan Manuel Santos"
    },
    {
        "quote": "The work itself has a complete circle of meaning and counterpoint. And without your involvement as a viewer, there is no story.",
        "author": "Anish Kapoor"
    },
    {
        "quote": "The important work of moving the world forward does not wait to be done by perfect men.",
        "author": "George Eliot"
    },
    {
        "quote": "It's easy to work with someone who shares your same work ethic, who likes to create like you do.",
        "author": "Ozuna"
    },
    {
        "quote": "We go to school to learn to work hard for money. I write books and create products that teach people how to have money work hard for them.",
        "author": "Robert Kiyosaki"
    },
    {
        "quote": "My height can be a problem. A lot of directors and photographers are sometimes not happy because I'm pretty tall and especially if I work with short actors the difference can be pretty massive.",
        "author": "Bill Skarsgard"
    },
    {
        "quote": "A reputation takes years and years and years to build, and it takes one press of a button to ruin it. Don't let that happen to you. You've done so much work; you've put in so much effort. Don't let one moment ruin your entire life because you wanted to be funny or you were mad or because you had a mood.",
        "author": "J. J. Watt"
    },
    {
        "quote": "Hard work keeps the wrinkles out of the mind and spirit.",
        "author": "Helena Rubinstein"
    },
    {
        "quote": "I have so many things to work on, and so many ways that I fail. But that's what grace is all about. And I constantly wake up every morning trying to get better, trying to improve, trying to walk closer to God.",
        "author": "Tim Tebow"
    },
    {
        "quote": "The important thing to me is that I'm not driven by people's praise and I'm not slowed down by people's criticism. I'm just trying to work at the highest level I can.",
        "author": "Russell Crowe"
    },
    {
        "quote": "My TV show had been cancelled; nothing else had gone anywhere; some alliances I had made petered out and nothing came of them and I was looking at a long, long year ahead of me in which there was no work on the horizon, the phone wasn't ringing. I had two kids, one of them a brand-new baby, and I didn't know if I would be able to keep my house.",
        "author": "Tom Hanks"
    },
    {
        "quote": "Nothing comes without hard work. I've been taught that by many people growing up.",
        "author": "Taylor Lautner"
    },
    {
        "quote": "When I was growing up, Dr. Seuss was really my favorite. There was something about the lyrical nature and the simplicity of his work that really hit me.",
        "author": "Tim Burton"
    },
    {
        "quote": "I get angry about things, then go on and work.",
        "author": "Toni Morrison"
    },
    {
        "quote": "I tell young people - including my granddaughter - there is no shortcut in life. You have to take it one step at a time and work hard. And you have to give back.",
        "author": "Hank Aaron"
    },
    {
        "quote": "I'm not a hopeless romantic. I'm quite the reverse. I'm a nasty piece of work, an ego maniac.",
        "author": "Hugh Grant"
    },
    {
        "quote": "A little less complaint and whining, and a little more dogged work and manly striving, would do us more credit than a thousand civil rights bills.",
        "author": "W. E. B. Du Bois"
    },
    {
        "quote": "Men's magazines often feature pictures of naked ladies. Women's magazines also often feature pictures of naked ladies. This is because the female body is a beautiful work of art, while the male body is hairy and lumpy and should not be seen by the light of day.",
        "author": "Richard Roeper"
    },
    {
        "quote": "I think in most relationships that have problems, there's fault on both sides. And in order for it to work, there has to be some common ground that's shared. And it's not just one person making amends.",
        "author": "Steve Carell"
    },
    {
        "quote": "Co-creation is much more work than writing somewhere in a hidden corner and then publishing your content. However, the benefits outweigh the costs.",
        "author": "Alexander Osterwalder"
    },
    {
        "quote": "The best work is not what is most difficult for you; it is what you do best.",
        "author": "Jean-Paul Sartre"
    },
    {
        "quote": "Let me be a free man - free to travel, free to stop, free to work.",
        "author": "Chief Joseph"
    },
    {
        "quote": "I've done a lot of work to get where I'm at, but I have to keep working.",
        "author": "Wiz Khalifa"
    },
    {
        "quote": "It all starts off on the field. In any sport, that's how you catch people's attention. From there, you kinda show your fans, your following, what kind of person you are and your personality. I let the field work do its work.",
        "author": "JuJu Smith-Schuster"
    },
    {
        "quote": "It's not easy, but I'm really enjoying what I am doing. One day I am in Chennai, the other in Mumbai, then in Coimbatore. But I love my job, and I am really passionate about my work.",
        "author": "Amy Jackson"
    },
    {
        "quote": "When I draw something, the brain and the hands work together.",
        "author": "Tadao Ando"
    },
    {
        "quote": "The artist belongs to his work, not the work to the artist.",
        "author": "Novalis"
    },
    {
        "quote": "I did work in a strip club, but I didn't strip. I danced, and I became very popular.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Simplicity and repose are the qualities that measure the true value of any work of art.",
        "author": "Frank Lloyd Wright"
    },
    {
        "quote": "I guess I feel the most powerful when someone tries to take my power or belittle me or insult me, and it doesn't work.",
        "author": "Stormy Daniels"
    },
    {
        "quote": "I enjoy the celebration of my birthday as much as anyone else does, but I always remember to start my day thanking my mom because she did most of the work the day I came into the world, not to mention all she has done throughout my life that has contributed so much to the woman I am today.",
        "author": "Christy Turlington"
    },
    {
        "quote": "Go ahead, work hard and never be afraid to try something. Even if you don't make it, at least you can say you tried.",
        "author": "Guy Lafleur"
    },
    {
        "quote": "The beginning of a friendship, the fact that two people out of the thousands around them can meet and connect and become friends, seems like a kind of magic to me. But maintaining a friendship requires work. I don't mean that as a bad thing. Good art requires work as well.",
        "author": "Charles de Lint"
    },
    {
        "quote": "I'm a little bit of an eternal optimist. People always say to me, 'If you go do this and it fails, what are you going to do?' I don't care. I'm going to give it my best shot. That's what I'm going to do. If it doesn't work, it doesn't work. And I'll try again.",
        "author": "Jamie Dimon"
    },
    {
        "quote": "I think if you want to become a great football player, professional, you must give all the time one hundred percent, you must work hard - to be lucky is a good thing - but if you work hard and you give everything you will have great success.",
        "author": "Greg Akcelrod"
    },
    {
        "quote": "The win-win situation is the basis for America's entire business world. Instead of wasting our time attempting to defeat each other, let's find a way that will make both of us gain and go home satisfied. In Israel, it doesn't work because the only meaning of victory is seeing your rival's body lying trampled on the floor.",
        "author": "Yair Lapid"
    },
    {
        "quote": "I feel very honoured and humbled to have people think, 'If Yuna can break through, then why can't we?' It takes a lot of work, but I tell people to just have that focus. Always be humble and a learner, practice and do research.",
        "author": "Yuna"
    },
    {
        "quote": "A good leader, in my view, should have a clear vision of the future they want and the society they need to build. They must also have a connection with the people who work for them and be able to mobilise their best energies to create teams where people can be most creative and happy.",
        "author": "Winnie Byanyima"
    },
    {
        "quote": "Food is art and science. So, you take something out, you have to work with the recipe to make sure that you're providing delicious food with cleaner labels.",
        "author": "Denise Morrison"
    },
    {
        "quote": "I cut off my dreadlocks, but I couldn't face throwing them away. They were so hard to grow, man. There's a lot of work goes into those things. Some people keep a diary or a photo album to remind them of their past lives - well, I've got hair. Who knows? One day, maybe my grandchildren might want to see it.",
        "author": "Winston Marshall"
    },
    {
        "quote": "I like the cold weather. It means you get work done.",
        "author": "Noam Chomsky"
    },
    {
        "quote": "When I used to teach yoga in Bangalore and Mumbai, I noticed many clients struggling to cope with their weight. During some days, they would come in with plans to work out harder than usual because of events they'd have to attend later that week. The insecurity of appearance is something everyone goes through... even I.",
        "author": "Anushka Shetty"
    },
    {
        "quote": "It's shown and proved that hard work pays off. Make goals, achieve them and replace them with new goals.",
        "author": "Lance Gross"
    },
    {
        "quote": "I want to be the best, but it comes with a lot of work. And it can be pressure if you put it on yourself in that way. But if I keep going the way I'm going, and with the good Lord guiding me the way he's been guiding me, and the way I let him take control of my life, the sky is the limit.",
        "author": "Ed Reed"
    },
    {
        "quote": "When I was young, I wanted to be a writer or painter. I was always writing stories, and I excelled at drawing. My teachers encouraged my art work. When I was 9 or 10, I began learning piano and started writing music.",
        "author": "Bat for Lashes"
    },
    {
        "quote": "Never follow somebody else's path; it doesn't work the same way twice for anyone... the path follows you and rolls up behind you as you walk, forcing the next person to find their own way.",
        "author": "J. Michael Straczynski"
    },
    {
        "quote": "I met this group of stunt people and it was like, I had found family instantly. We're all a variety of different personalities, but whatever that mutual joy or appreciation of the work is, I'd not felt it like that before. It was, 'Yeah, I'd like to do this forever.'",
        "author": "Zoe Bell"
    },
    {
        "quote": "My work schedule doesn't always accommodate my workout schedule, but I make do with what time I've got.",
        "author": "Sterling K. Brown"
    },
    {
        "quote": "We need to encourage black women to know that they are authors of their own destiny, that they have important stories to tell, and that they are capable, so magically capable, of writing them and creating important pieces of work that will live forever in history.",
        "author": "Michaela Coel"
    },
    {
        "quote": "My hectic work schedule does not often permit me time to visit temples, but my conversations with God don't depend on idol worship. Inside my heart, I have developed and sustained a direct communication with Him.",
        "author": "Emraan Hashmi"
    },
    {
        "quote": "Ears are made not for hearing but for listening. Listening is an active skill, whereas hearing is passive. Listening is something that we have to work at - it's a relationship with sound. And yet, it's a skill that none of us are taught.",
        "author": "Julian Treasure"
    },
    {
        "quote": "I'm really pretty ridiculous about how much I work on my music, and I don't look at it as necessarily a good quality. I look at it as a side effect of my apparent insanity. It is what it is, man.",
        "author": "El-P"
    },
    {
        "quote": "Pray for intestinal fortitude, work hard, and keep the faith. Oh, and pray for good luck, you're gonna need it.",
        "author": "Jerry Reed"
    },
    {
        "quote": "The tenets of my cultural teachings are rooted in our commitment to lift up every community member so that no one is left behind. Work and food were shared equally. Through our commitment to community, we care about children, even when they aren't ours, and we want our old folks, and yours, to live their last days in dignity and comfort.",
        "author": "Deb Haaland"
    },
    {
        "quote": "Things aren't gifted to you. Things don't just come from an idea, from nothing. You have to work for them. You have to pursue them. You have to take time. You have to sacrifice.",
        "author": "Ozuna"
    },
    {
        "quote": "My father taught my siblings and me the importance of positive values and a strong ethical compass. He showed us how to be resilient, how to deal with challenges, and how to strive for excellence in all that we do. He taught us that there's nothing that we cannot accomplish if we marry vision and passion with an enduring work ethic.",
        "author": "Ivanka Trump"
    },
    {
        "quote": "I've got more in common with a three-toed sloth than I have with Winston Churchill. There is no easy comparison with any modern politician. The more you read about him, the more completely amazed you are about what he did - his energy, his literary fecundity, his ability to work - just unbelievable energy.",
        "author": "Boris Johnson"
    },
    {
        "quote": "Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.",
        "author": "Bernie Siegel"
    },
    {
        "quote": "I realized that work doesn't beget work. Good work begets work. So I got a lot more patient and stopped worrying about working all the time.",
        "author": "Brady Corbet"
    },
    {
        "quote": "I just hate losing and that gives you an extra determination to work harder.",
        "author": "Wayne Rooney"
    },
    {
        "quote": "I haven't done anything with Chick Corea. He had a group called Return to Forever, and everyone in the group became a superstar. I would really like to work with him.",
        "author": "George Benson"
    },
    {
        "quote": "Great companies in the way they work, start with great leaders.",
        "author": "Steve Ballmer"
    },
    {
        "quote": "I had the great opportunity to work with some of the greatest artists - the Beach Boys, the Temptations, the Four Tops. Otis Redding. Wilson Pickett. Stevie Wonder. So many great singers. And don't forget Clarence Carter!",
        "author": "Percy Sledge"
    },
    {
        "quote": "Black History Month must be more than just a month of remembrance; it should be a tribute to our history and reminder of the work that lies in the months and years ahead.",
        "author": "Marty Meehan"
    },
    {
        "quote": "I am a partisan for conversation. To make room for it, I see some first, deliberate steps. At home, we can create sacred spaces: the kitchen, the dining room. We can make our cars 'device-free zones.' We can demonstrate the value of conversation to our children. And we can do the same thing at work.",
        "author": "Sherry Turkle"
    },
    {
        "quote": "We win more business, not because of pitching but because clients say, 'We like the work you're doing.'",
        "author": "David Droga"
    },
    {
        "quote": "I don't say: 'can't do that', 'won't do that'. I've never thought in that way about work.",
        "author": "Daniel Craig"
    },
    {
        "quote": "To work for the team and for the success of the team. That is more important than one ego.",
        "author": "Ralph Hasenhuttl"
    },
    {
        "quote": "I don't attend an actual school but I'm still following through with high school. I do work with a tutor for about six hours a day. It's hard core but definitely worth it, and it's my main focus now - finishing up high school before I release my new album and apply to college.",
        "author": "JoJo"
    },
    {
        "quote": "Every company, every boardroom in which I sit, has a plan, and they have objectives, goals, and a process. And to make it work, the pressure and incentive have to come from the top.",
        "author": "Vernon Jordan"
    },
    {
        "quote": "I didn't understand at first why I couldn't meet a guy for so long. But as time goes by, I understood why actresses usually get married late. I think their hearts for work become bigger and happiness from the work takes the most space in their hearts.",
        "author": "Son Ye-jin"
    },
    {
        "quote": "Some of the more popular life-centers for teens include Friends, Stuff, Enemies, Self, and Work. They each have their good points, but they are all incomplete in one way or another, and they'll mess you up if you center your life on any one of them to the exclusion of the others.",
        "author": "Sean Covey"
    },
    {
        "quote": "Amateurs hope, professionals work.",
        "author": "Garson Kanin"
    },
    {
        "quote": "We're not just designed just to work all day and run a rat race. We're designed to be in community, to volunteer, to vote, to raise our kids. And I think the more inputs and investments we can give in people to do those things, the better off we are as a community.",
        "author": "Michael Tubbs"
    },
    {
        "quote": "It's been my goal to work as much as possible, and be as unknown as possible.",
        "author": "Robert Taylor"
    },
    {
        "quote": "My parents pushed us very hard to work, both in the home, doing chores and cooking, and at school.",
        "author": "Wendi Deng Murdoch"
    },
    {
        "quote": "On both sides of my family, my grandparents grew up in total poverty and came to California during the Great Depression. The only way they were able to work their way out of that was by joining the military, which is how they both went on to be able to go to college.",
        "author": "Katie Hill"
    },
    {
        "quote": "In most professions, if you stay at the office an extra four hours every day, you're gonna impress the boss. You're gonna get that promotion; you're gonna get that raise. You're gonna at least have job security. But with acting, if you're really ambitious and you have a good work ethic and are really good at your job, it might not really matter.",
        "author": "Jason Bateman"
    },
    {
        "quote": "I think coding is gonna become the blue collar work of the future.",
        "author": "Martellus Bennett"
    },
    {
        "quote": "My biggest success is getting over the things that have tried to destroy and take me out of this life. Those are my biggest successes. It has nothing to do with work.",
        "author": "Tyler Perry"
    },
    {
        "quote": "It'll work, if God, wind, leads, ice, snow, and all the hells of this damned frozen land are willing.",
        "author": "Matthew Henson"
    },
    {
        "quote": "If you have ambitions, dream of what you wish to accomplish, and then put your shoulder to the wheel and work.",
        "author": "Heber J. Grant"
    },
    {
        "quote": "Most of us have embraced digital technology, and depend on it more and more in our daily lives, both at home and at work.",
        "author": "David Lidington"
    },
    {
        "quote": "I want to sell out arenas and make an album and work with some of the best artists in the world.",
        "author": "Niall Horan"
    },
    {
        "quote": "Balance provides the chance for longevity. You can be a champion at work and at home.",
        "author": "Tony Dungy"
    },
    {
        "quote": "I'm finding myself. I'm finding things I'm good at, things I need to work at.",
        "author": "Andrew Wiggins"
    },
    {
        "quote": "Anyone can accomplish anything and rise to the challenge as long as they are willing to work with others, to let go of the personal agenda, to reach a higher goal, and to do what is right for the common good.",
        "author": "Julie Payette"
    },
    {
        "quote": "You control your own destiny. You go out there and work hard and show people that you come to work and earn your respect. All you can control is how you go out there and perform every day.",
        "author": "Derrick Henry"
    },
    {
        "quote": "Growing up, Paul Newman seemed like the ultimate manly actor. And then, I got to work with him and we became friends, so that was nice.",
        "author": "Dermot Mulroney"
    },
    {
        "quote": "I define my work as a feminist act and a political act because I'm black and a woman. You don't necessarily have to claim that, but the act of making art itself is a political and feminist act when you're a woman.",
        "author": "Mickalene Thomas"
    },
    {
        "quote": "I always thought I'd go to university and then get a real job, you know. Now I want to do stuff that really makes me happy. Although I'm still trying to work out what that is. But for me there are always constants.",
        "author": "Martin Henderson"
    },
    {
        "quote": "As we celebrate Black History Month we should be grateful for the achievements they made and inspired by their legacies to continue their work.",
        "author": "Marty Meehan"
    },
    {
        "quote": "I realized I love motivating and I love empowering and I love inspiring people. I did that as an athlete for 18 years, and I am able to do that as a motivational speaker now as well as doing work on television.",
        "author": "Dominique Dawes"
    }
]